function loadAchievementData0()
  WoWeuCN_Tooltips_AchievementData_0 = {
"10级£升到10级。", --6
"20级£升到20级。", --7
"30级£升到30级。", --8
"40级£升到40级。", --9
"50级£升到50级。", --10
"60级£升到60级。", --11
"70级£升到70级。", --12
"80级£升到80级。", --13
"宠物成群£收集15种不同的小宠物。", --15
"有人想吃一拳吗？£徒手技能达到400。", --16
"简单日常任务£连续5天，每天完成一个日常任务。", --31
"完成2000个任务£完成2000个任务。", --32
"这个苔原不太远£在北风苔原完成130个任务。", --33
"峡湾巡游£在嚎风峡湾完成130个任务。", --34
"龙骨荒野之力£在龙骨荒野完成115个任务。", --35
"祖达克帝国£在祖达克完成100个任务。", --36
"欢迎来到灰熊丘陵£在灰熊丘陵完成85个任务。", --37
"风暴峭壁之巅£在风暴峭壁完成100个任务。", --38
"进入盆地£在索拉查盆地完成75个任务。", --39
"冰冠冰川：终极目标£在冰冠冰川完成140个任务。", --40
"诺森德的博学者£完成下列诺森德任务成就。", --41
"探索东部王国£探索东部王国的各个区域。", --42
"探索卡利姆多£探索卡利姆多的各个区域。", --43
"探索外域£探索外域的各个区域。", --44
"探索诺森德£探索诺森德的各个区域。", --45
"世界探索者£探索东部王国、卡利姆多、外域和诺森德。", --46
"奥特兰克山谷获胜£奥特兰克山谷获胜", --49
"风暴之眼获胜£风暴之眼获胜", --50
"阿拉希盆地获胜£阿拉希盆地获胜", --51
"战歌峡谷的战斗£战歌峡谷的战斗", --52
"奥特兰克山谷战斗£奥特兰克山谷战斗", --53
"风暴之眼战斗£风暴之眼战斗", --54
"阿拉希盆地战斗£阿拉希盆地战斗", --55
"在战歌峡谷中死亡£在战歌峡谷中死亡", --56
"在奥特兰克山谷中死亡£在奥特兰克山谷中死亡", --57
"被德雷克塔尔杀死£被德雷克塔尔杀死", --58
"在阿拉希盆地中死亡£在阿拉希盆地中死亡", --59
"死亡的总次数£死亡的总次数", --60
"横扫盆地£在一场阿拉希盆地的战斗中突袭3座基地。", --73
"放弃任务£放弃任务", --94
"平均每日完成的任务数量£平均每日完成的任务数量", --95
"完成日常任务£完成日常任务", --97
"完成任务£完成任务", --98
"洛丹伦废墟比赛£洛丹伦废墟比赛", --99
"试炼竞技场获胜£试炼竞技场获胜", --100
"试炼竞技场参赛£试炼竞技场参赛", --101
"洛丹伦废墟胜利£洛丹伦废墟胜利", --102
"鲜血竞技场参赛£鲜血竞技场参赛", --103
"鲜血竞技场获胜£鲜血竞技场获胜", --104
"战歌峡谷胜利£战歌峡谷胜利", --105
"消灭怪物数量£消灭怪物数量", --107
"消灭小动物数量£消灭小动物数量", --108
"巫妖王 - 最常杀死的5人地下城首领£巫妖王 - 最常杀死的5人地下城首领", --110
"死于溺水£死于溺水", --112
"死于疲劳£死于疲劳", --113
"死于坠落£死于坠落", --114
"死于火焰和熔岩£死于火焰和熔岩", --115
"中级专业水准£在一种专业中达到中级水准。", --116
"中级烹饪£成为一名中级厨师。", --121
"高级厨师£成为一名高级厨师。", --122
"烹饪专家£成为一名专家级厨师。", --123
"大师级厨师£成为一名大师级厨师。", --124
"宗师级厨师£成为一名宗师级厨师。", --125
"中级钓鱼£成为一名中级渔夫。", --126
"高级渔夫£成为一名高级渔夫。", --127
"钓鱼专家£成为一名专家级渔夫。", --128
"大师级渔夫£成为一名大师级渔夫。", --129
"宗师级渔夫£成为一名宗师级渔夫。", --130
"中级急救£成为一名中级急救师。", --131
"高级急救师£成为一名高级急救师。", --132
"急救专家£成为一名专家级急救师。", --133
"大师级急救师£成为一名大师级急救师。", --134
"宗师级急救师£成为一名宗师级急救师。", --135
"囤积绷带£制造500条厚霜纹布绷带。", --137
"救命如救火£为生命值低于5%的其他玩家或者你自己包扎厚霜纹布绷带。", --141
"钓起鱼斯拉£钓起毒蛇神殿的鱼斯拉。", --144
"钓鱼外交£在奥格瑞玛和暴风城钓鱼。", --150
"老侏儒与海£成功地从鱼群中钓上鱼来。", --153
"阿拉希盆地胜利£在阿拉希盆地获胜。", --154
"阿拉希盆地精英£在阿拉希盆地获得100场胜利。", --155
"领土优势£在占领全部5面旗帜的情况下获取10次阿拉希盆地的胜利。", --156
"雷霆救兵！£在阿拉希盆地中，通过夺回旗帜保卫50次基地。", --157
"夺旗能手£在阿拉希盆地夺取50面旗帜。", --158
"一鼓作气£在6分钟内获得阿拉希盆地的胜利。", --159
"百折不挠£在阿拉希盆地资源落后500点的情况下反超并获胜。", --161
"完胜！*咳*£在阿拉希盆地以1600比1590获胜。", --162
"完美阿拉希盆地£在阿拉希盆地以1600比0获胜。", --165
"战歌峡谷胜利£在战歌峡谷获胜。", --166
"战歌峡谷精英£在战歌峡谷获得100场胜利。", --167
"完美战歌峡谷£以3比0的比分在战歌峡谷获胜。", --168
"学习附魔公式£学习附魔公式", --178
"分解物品£分解物品", --181
"通过分解获得的材料£通过分解获得的材料", --183
"施放的最大治疗£施放的最大治疗", --189
"造成的最高伤害£造成的最高伤害", --193
"造成的伤害总量£造成的伤害总量", --197
"施放的治疗总量£施放的治疗总量", --198
"夺旗£在战歌峡谷中夺取并运回旗帜。", --199
"坚强的卫士£在战歌峡谷中夺回本方的50面旗帜。", --200
"战歌如风£在7分钟内赢得战歌峡谷的胜利。", --201
"来去如风£拿起旗帜并在75秒内交还。", --202
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出银翼军旗室之前将其杀死，总计2次。", --203
"铁人£在一场战歌峡谷的战斗中，连续夺取并运回3面旗帜，并且不死亡。", --204
"超级防守者£在战歌峡谷杀死100个携带旗帜者。", --206
"好险！£当敌方的旗帜仍在他们的基地中，且敌方成员已经将你方的旗帜运回他们的军旗室时，杀死携带旗帜的敌人。", --207
"风暴之眼胜利£在风暴之眼获胜。", --208
"风暴之眼精英£在风暴之眼获得100场胜利。", --209
"风暴的荣耀£当你的队伍占领风暴之眼的4座基地时，夺取旗帜并将其运回基地。", --211
"风暴旗手£在风暴之眼中夺取并运回旗帜。", --212
"突击队员£在一场风暴之眼的战斗中杀死5名携带旗帜者。", --213
"疾风闪电£在6分钟内获得风暴之眼的胜利。", --214
"荣耀之跃£在一场风暴之眼的战斗中，在不死亡的情况下夺取3次旗帜。", --216
"奥特兰克山谷胜利£在奥特兰克山谷获胜。", --218
"奥特兰克山谷精英£在奥特兰克山谷获得100场胜利。", --219
"完美雷矛£在不损失任何一名上尉或任何一座哨塔、同时还控制着所有部落哨塔的情况下获得奥特兰克山谷的胜利。", --220
"奥特兰克盗墓贼£在奥特兰克山谷夺取50处墓地。", --221
"防御哨塔£在奥特兰克山谷中保卫50次哨塔。", --222
"生病的瞪羚£在奥特兰克山谷的征战平原上，抢在一名敌人下马之前将其杀死。", --223
"忠诚的卫士£在奥特兰克山谷的霜狼大厅中杀死50名敌方玩家。", --224
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --225
"奥特兰克闪击战£在6分钟内获得奥特兰克山谷的胜利。", --226
"伤害控制£在任意战场的一场战斗中造成300000点伤害或者治疗，并且这些伤害或治疗的目标必须是玩家。", --227
"恐怖收割者£在任意战场的一场战斗中，获得30个荣誉击杀。", --229
"战斗大师£完成下列战场成就。", --230
"摧枯拉朽£在任意战场的一场战斗中，亲手杀死20名敌人，并且自己不死亡。", --231
"嗜血的狂暴者£在风暴之眼的战斗中，携带狂暴效果并杀死一名敌人。", --233
"一次荣誉击杀£完成一次荣誉击杀。", --238
"25000个荣誉击杀£达到25000个荣誉击杀。", --239
"职业杀手£亲手对下列职业中的一种进行荣誉击杀。", --245
"知己知彼£亲手对五个不同种族的成员进行荣誉击杀。", --246
"要有爱，不要魔兽争霸£在敌方玩家释放灵魂之前，对他们使用/hug表情命令。", --247
"假日礼服£在复活节期间，通过打开鲜艳的彩蛋获得白色礼服衬衣和黑色礼服短裤。", --248
"应景装扮£在复活节期间，通过打开鲜艳的彩蛋获得一件端庄的裙子。", --249
"我的小帮手£通过欢乐制造器变成冬天爷爷的小助手，然后获得50个荣誉击杀。", --252
"取下他的首……呃，等等£杀死无头骑士。", --255
"冬幕节见鬼去吧！£在冬幕节期间，向凯恩·血蹄投掷一枚雪球。", --259
"魅力四射£制作12个可爱的情人符手镯。", --260
"冰霜之王£消灭奴隶围栏的埃霍恩。", --263
"木杆热舞£穿着全套仲夏火焰节套装，在彩带杆旁跳舞60秒。", --271
"火炬杂耍£在达拉然城中，15秒内进行40次扔火炬杂耍。", --272
"拯救梅森！£拯救驯鹿梅森。", --273
"资深保姆£在同一个角色上获得蛋蛋的蛋、贪睡的威利和小象项圈。", --275
"冬天来了£在冬幕节期间，穿着3件冬季服饰，然后吃下格拉库的肉松蛋糕。", --277
"真讨厌£完成夺回被偷走的烟林牧场礼物的任务，并获得烟林牧场的感谢。", --279
"急救技能£急救技能", --281
"化妆舞会£被下列万圣节魔棒变形。", --283
"一张面具应万变£收集下列20种不同的劣质面具。", --284
"狼吞虎咽£吃掉大量糖果，直到你觉得恶心。", --288
"万圣节的救星£完成一个从无头骑士的魔掌下拯救一座村庄的任务。", --289
"摸摸你的头£对下列各种族使用沉重的南瓜灯。", --291
"邪恶的召唤£获得一只邪恶的南瓜娃娃宠物和一顶万圣节头盔。", --292
"不得安宁£穿着3件美酒节服装，喝个烂醉如泥，在达拉然跳舞。", --293
"烈酒节£杀死科林·烈酒。", --295
"带酒上路£获得一头美酒节坐骑，或使用美酒节蛇麻草把你的坐骑变成一头美酒节坐骑。", --303
"艾泽拉斯的钓鱼大师£赢得藏宝海湾钓鱼大赛或卡鲁亚克钓鱼大赛的胜利。", --306
"被敌对阵营消灭的总次数£你没有此成就的进度", --318
"决斗获胜£决斗获胜", --319
"决斗失败£决斗失败", --320
"在地下城和团队副本中死亡的总次数£在地下城和团队副本中死亡的总次数", --321
"在《巫妖王之怒》地下城首领战中死亡的总次数£在《巫妖王之怒》地下城首领战中死亡的总次数", --322
"在《巫妖王之怒》10人团队首领战中死亡的总次数£在《巫妖王之怒》10人团队首领战中死亡的总次数", --323
"在《巫妖王之怒》25人团队首领战中死亡的总次数£在《巫妖王之怒》25人团队首领战中死亡的总次数", --324
"通过任务奖励所得金币£通过任务奖励所得金币", --326
"获得的金币总量£获得的金币总量", --328
"在拍卖行出售物品£在拍卖行出售物品", --329
"在拍卖行购买物品£在拍卖行购买物品", --330
"在拍卖行购买物品的最高价格£在拍卖行购买物品的最高价格", --331
"在拍卖行出售物品的最高价格£在拍卖行出售物品的最高价格", --332
"拾取金币£拾取金币", --333
"最大金币数量£最大金币数量", --334
"拥有传说物品£拥有传说物品", --336
"获得小宠物£获得小宠物", --338
"获得坐骑数量£获得坐骑数量", --339
"拾取史诗物品£拾取史诗物品", --341
"获得史诗物品£获得史诗物品", --342
"使用绷带£使用绷带", --344
"饮用治疗药水£饮用治疗药水", --345
"饮用饮料£饮用饮料", --346
"食用食品£食用食品", --347
"使用飞行出租服务£使用飞行出租服务", --349
"使用法师传送门£使用法师传送门", --350
"使用炉石的次数£使用炉石的次数", --353
"5v5胜利£5v5胜利", --362
"5v5比赛£5v5比赛", --363
"3v3胜利£3v3胜利", --364
"3v3比赛£3v3比赛", --365
"2v2胜利£2v2胜利", --366
"2v2比赛£2v2比赛", --367
"最高的2人战队个人等级£最高的2人战队个人等级", --370
"最高的2人战队等级£你没有此成就的进度", --374
"达到崇拜的声望£达到崇拜的声望", --377
"达到崇敬以上的声望£达到崇敬以上的声望", --378
"世界荣誉消灭£世界荣誉消灭", --381
"战场荣誉消灭£战场荣誉消灭", --382
"竞技场荣誉消灭£竞技场荣誉消灭", --383
"城市卫兵£在你所属阵营的任意主城中杀死50个敌对阵营的玩家。", --388
"竞技场高手饰物£从古拉巴什竞技场拾取竞技场高手饰物。", --389
"保卫奥特兰克山谷哨塔£保卫奥特兰克山谷哨塔", --393
"占领奥特兰克山谷哨塔£占领奥特兰克山谷哨塔", --394
"夺取战歌峡谷旗帜£夺取战歌峡谷旗帜", --395
"古拉巴什竞技场大师£完成小个子约翰·米斯瑞尔的任务，获得竞技场大师饰物。", --396
"进入竞技场£在80级时获得一场竞技场积分赛的胜利。", --397
"残酷的斗士£在80级时获得100场竞技场积分赛的胜利。", --398
"两人世界：1550£在80级2v2竞技场战队中达到1550个人等级。", --399
"两人世界：1750£在80级2v2竞技场战队中达到1750个人等级。", --400
"两人世界：2000£在80级2v2竞技场战队中达到2000个人等级。", --401
"三人行：1550£在80级3v3竞技场战队中达到1550个人等级。", --402
"三人行：1750£在80级3v3竞技场战队中达到1750个人等级。", --403
"五子登科：2000£在80级5v5竞技场战队中达到2000个人等级。", --404
"三人行：2000£在80级3v3竞技场战队中达到2000个人等级。", --405
"五子登科：1550£在80级5v5竞技场战队中达到1550个人等级。", --406
"五子登科：1750£在80级5v5竞技场战队中达到1750个人等级。", --407
"连战连胜£在80级时获得连续10场排位赛的胜利。", --408
"最后一人£在80级的5v5竞技场积分赛中成为最后一名幸存者。", --409
"奔波尔霸£拥有2005年BlizzCon赠送的鱼人宝宝。", --411
"鱼人服装£拥有2007年BlizzCon赠送的鱼人服装。", --412
"泰瑞尔的剑柄£拥有2008年巴黎WWI赠送的泰瑞尔的剑柄。", --414
"暴雪巨熊£拥有2008年BlizzCon赠送的暴雪巨熊。", --415
"甲虫之王£打开安其拉之门。", --416
"残酷角斗士£获得头衔“残酷角斗士”。", --418
"复仇角斗士£获得头衔“复仇角斗士”。", --419
"野蛮角斗士£获得头衔“野蛮角斗士”。", --420
"红色是身份的象征£获得一枚红色其拉共鸣水晶。", --424
"埃提耶什，守护者的传说之杖£获得埃提耶什，守护者的传说之杖。", --425
"埃辛诺斯战刃£获得一套埃辛诺斯战刃。", --426
"雷霆之怒，逐风者的祝福之剑£获得雷霆之怒，逐风者的祝福之剑。", --428
"萨弗拉斯，炎魔拉格纳罗斯之手£获得萨弗拉斯，炎魔拉格纳罗斯之手。", --429
"阿曼尼战熊£拥有一头阿曼尼战熊。", --430
"阿达尔之手£获得头衔“阿达尔之手”。", --431
"纳鲁的勇士£获得头衔“纳鲁的勇士”。", --432
"大元帅£获得头衔“大元帅”。", --433
"元帅£获得头衔“元帅”。", --434
"司令£获得头衔“司令”。", --435
"少校£获得头衔“少校”。", --436
"护卫骑士£获得头衔“护卫骑士”。", --437
"骑士队长£获得头衔“骑士队长”。", --438
"骑士£获得头衔“骑士”。", --439
"士官长£获得头衔“士官长”。", --440
"军士长£获得头衔“军士长”。", --441
"列兵£获得头衔“列兵”。", --442
"高阶督军£获得头衔“高阶督军”。", --443
"中将£获得头衔“中将”。", --444
"督军£获得头衔“督军”。", --445
"将军£获得头衔“将军”。", --446
"勇士£获得头衔“勇士”。", --447
"百夫长£获得头衔“百夫长”。", --448
"血卫士£获得头衔“血卫士”。", --449
"高阶军士£获得头衔“高阶军士”。", --450
"石头守卫£获得头衔“石头守卫”。", --451
"一等军士长£获得头衔“一等军士长”。", --452
"中士£获得头衔“中士”。", --453
"侦察兵£获得头衔“侦察兵”。", --454
"服务器第一！黑曜石杀手£参与在本服务器首次击杀黑岩守护者萨塔里奥（25人）。", --456
"服务器第一！80级£本服务器第一个达到80级的玩家。", --457
"服务器第一！80级潜行者£本服务器第一个达到80级的潜行者。", --458
"服务器第一！80级战士£本服务器第一个达到80级的战士。", --459
"服务器第一！80级法师£本服务器第一个达到80级的法师。", --460
"服务器第一！80级死亡骑士£本服务器第一个达到80级的死亡骑士。", --461
"服务器第一！80级猎人£本服务器第一个达到80级的猎人。", --462
"服务器第一！80级术士£本服务器第一个达到80级的术士。", --463
"服务器第一！80级牧师£本服务器第一个达到80级的牧师。", --464
"服务器第一！80级圣骑士£本服务器第一个达到80级的圣骑士。", --465
"服务器第一！80级德鲁伊£本服务器第一个达到80级的德鲁伊。", --466
"服务器第一！80级萨满祭司£本服务器第一个达到80级的萨满祭司。", --467
"步兵£获得头衔“步兵”。", --468
"军团士兵£获得头衔“军团士兵”。", --469
"下士£获得头衔“下士”。", --470
"中士£获得头衔“中士”。", --471
"骑士中尉£获得头衔“骑士中尉”。", --472
"统帅£获得头衔“统帅”。", --473
"乌特加德城堡£击败乌特加德城堡的首领。", --477
"魔枢£击败魔枢的首领。", --478
"净化斯坦索姆£击败时光之穴：斯坦索姆的首领。", --479
"艾卓-尼鲁布£击败艾卓-尼鲁布的首领。", --480
"安卡赫特：古代王国£击败安卡赫特：古代王国的首领。", --481
"达克萨隆要塞£击败达克萨隆要塞的首领。", --482
"紫罗兰监狱£击败紫罗兰监狱的塞安妮苟萨。", --483
"古达克£击败古达克的首领。", --484
"岩石大厅£击败岩石大厅的首领。", --485
"闪电大厅£击败闪电大厅的首领。", --486
"魔环£击败魔环的首领。", --487
"乌特加德之巅£击败乌特加德之巅的首领。", --488
"乌特加德城堡（英雄难度）£击败乌特加德城堡的首领（英雄难度）。", --489
"魔枢（英雄难度）£击败魔枢的首领（英雄难度）。", --490
"艾卓-尼鲁布（英雄难度）£击败艾卓-尼鲁布的首领（英雄难度）。", --491
"安卡赫特：古代王国（英雄难度）£击败安卡赫特：古代王国的首领（英雄难度）。", --492
"达克萨隆要塞（英雄难度）£击败达克萨隆要塞的首领（英雄难度）。", --493
"紫罗兰监狱（英雄难度）£击败紫罗兰监狱的塞安妮苟萨（英雄难度）。", --494
"古达克（英雄难度）£击败古达克的首领（英雄难度）。", --495
"岩石大厅（英雄难度）£击败岩石大厅的首领（英雄难度）。", --496
"闪电大厅（英雄难度）£击败闪电大厅的首领（英雄难度）。", --497
"魔环（英雄难度）£击败魔环的首领（英雄难度）。", --498
"乌特加德之巅（英雄难度）£击败乌特加德之巅的首领（英雄难度）。", --499
"净化斯坦索姆（英雄难度）£击败时光之穴：斯坦索姆的首领（英雄难度）。", --500
"完成50个任务£完成50个任务。", --503
"完成100个任务£完成100个任务。", --504
"完成250个任务£完成250个任务。", --505
"完成500个任务£完成500个任务。", --506
"完成1000个任务£完成1000个任务。", --507
"完成1500个任务£完成1500个任务。", --508
"10000个荣誉击杀£达到10000个荣誉击杀。", --509
"5000个荣誉击杀£达到5000个荣誉击杀。", --512
"100个荣誉击杀£达到100个荣誉击杀。", --513
"500个荣誉击杀£达到500个荣誉击杀。", --515
"1000个荣誉击杀£达到1000个荣誉击杀。", --516
"30个声望崇拜£在30个势力中达到崇拜声望。", --518
"25个声望崇拜£在25个势力中达到崇拜声望。", --519
"20个声望崇拜£在20个势力中达到崇拜声望。", --520
"15个声望崇拜£在15个势力中达到崇拜声望。", --521
"有人喜欢我£在一个势力中达到崇拜声望。", --522
"5个声望崇拜£在5个势力中达到崇拜声望。", --523
"10个声望崇拜£在10个势力中达到崇拜声望。", --524
"受到的最高伤害£受到的最高伤害", --527
"受到的伤害总量£受到的伤害总量", --528
"达到尊敬以上的声望£达到尊敬以上的声望", --529
"理发修面£去理发店理发。", --545
"安全仓库£购买7个额外的银行栏位。", --546
"天谴之门的精英£完成包括“返回安加萨”在内的龙骨荒野系列任务。", --547
"史诗£在身上的每一个装备栏中都装备一件物品等级不低于213级的史诗品质物品。", --556
"精良£在身上的每一个装备栏中都装备一件物品等级不低于187级的精良品质物品。", --557
"贪婪£在掷贪婪骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --558
"需求£在掷需求骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --559
"致命垂钓£使用臭泥鱼诱饵钓起祖尔格拉布的加兹兰卡。", --560
"仁德会拥护者£通过完成包括“刺杀哈罗德·兰恩”在内的一系列任务，用行动支持仁德会的理念。", --561
"蜘蛛区（10人）£击败纳克萨玛斯蜘蛛区的首领（10人）。", --562
"蜘蛛区（25人）£击败纳克萨玛斯蜘蛛区的首领（25人）。", --563
"构造区（10人）£击败纳克萨玛斯构造区的首领（10人）。", --564
"构造区（25人）£击败纳克萨玛斯构造区的首领（25人）。", --565
"瘟疫区（10人）£击败纳克萨玛斯瘟疫区的首领（10人）。", --566
"瘟疫区（25人）£击败纳克萨玛斯瘟疫区的首领（25人）。", --567
"军事区（10人）£击败纳克萨玛斯军事区的首领（10人）。", --568
"军事区（25人）£击败纳克萨玛斯军事区的首领（25人）。", --569
"萨菲隆之死（10人）£击败纳克萨玛斯的萨菲隆（10人）。", --572
"萨菲隆之死（25人）£击败纳克萨玛斯的萨菲隆（25人）。", --573
"击败克尔苏加德（10人）£击败纳克萨玛斯的克尔苏加德（10人）。", --574
"击败克尔苏加德（25人）£击败纳克萨玛斯的克尔苏加德（25人）。", --575
"纳克萨玛斯的陨落（10人）£击败纳克萨玛斯的所有首领（10人）。", --576
"纳克萨玛斯的陨落（25人）£击败纳克萨玛斯的所有首领（25人）。", --577
"少数精锐（10人）£以少于9人的阵容击败纳克萨玛斯的所有首领（10人）。", --578
"少数精锐（25人）£以少于21人的阵容击败纳克萨玛斯的所有首领（25人）。", --579
"奥特兰克山谷的全能明星£在一场奥特兰克山谷的战斗中，突袭一座墓地，保卫一座墓地，突袭一座哨塔，保卫一座哨塔，并且在征战平原上杀掉一名敌方成员。", --582
"阿拉希盆地全能明星£在一场阿拉希盆地的战斗中，突袭并防守两座基地。", --583
"阿拉希盆地刺客£在一场阿拉希盆地的战斗中，在每座基地获得5个荣誉击杀。", --584
"夺取风暴之眼旗帜£夺取风暴之眼旗帜", --585
"归还战歌峡谷旗帜£归还战歌峡谷旗帜", --586
"风暴刺客£在一场风暴之眼的战斗中，在每座基地获得5个荣誉击杀。", --587
"荣誉消灭总数£荣誉消灭总数", --588
"最高的5人战队等级£最高的5人战队等级", --589
"最高的3人战队等级£最高的3人战队等级", --590
"被范达尔·雷矛杀死£被范达尔·雷矛杀死", --593
"被霍格杀死£被霍格杀死", --594
"最高的3人战队个人等级£最高的3人战队个人等级", --595
"最高的5人战队个人等级£最高的5人战队个人等级", --596
"部落之怒£在下列主城中各杀死5名联盟玩家。", --603
"联盟之怒£在下列主城中各杀死5名部落玩家。", --604
"1枚先祖硬币£获得一枚先祖硬币。", --605
"5枚先祖硬币£获得5枚先祖硬币。", --606
"10枚先祖硬币£获得10枚先祖硬币。", --607
"25枚先祖硬币£获得25枚先祖硬币。", --608
"50枚先祖硬币£获得50枚先祖硬币。", --609
"杀死酋长！£杀死萨尔。", --610
"流血的血蹄£杀死凯恩·血蹄。", --611
"黑暗女王之死£杀死希尔瓦娜斯·风行者。", --612
"死于奎尔萨拉斯£杀死洛瑟玛·塞隆。", --613
"为了联盟！£杀死部落的领袖。", --614
"暴风城的风暴£杀死瓦里安·乌瑞恩国王。", --615
"杀死国王！£杀死国王麦格尼·铜须。", --616
"不再永恒£杀死泰兰德·语风。", --617
"熄灭圣光£杀死先知维纶。", --618
"为了部落！£杀死联盟的领袖。", --619
"代表£装备一件战袍。", --621
"织法者的陨落（10人）£击败玛里苟斯（10人）。", --622
"织法者的陨落（25人）£击败玛里苟斯（25人）。", --623
"少即是多（10人）£以少于9人的阵容击败黑岩守护者萨塔里奥以及其它暮光幼龙（10人）。", --624
"击败黑龙军团（25人）£击败黑岩守护者萨塔里奥（25人）。", --625
"春节服装£使用先祖硬币购买一件节日裤装或者节日裙装。", --626
"探索丹莫罗£探索丹莫罗，走过世界地图中被遮住的各个角落。", --627
"死亡矿井£击败艾德温·范克里夫。", --628
"怒焰裂谷£击败饥饿者塔拉加曼。", --629
"哀嚎洞穴£击败吞噬者穆坦努斯。", --630
"影牙城堡£击败大法师阿鲁高。", --631
"黑暗深渊£击败阿库麦尔。", --632
"暴风城监狱£击败巴基尔·斯瑞德。", --633
"诺莫瑞根£击败机械师瑟玛普拉格。", --634
"剃刀沼泽£击败卡尔加·刺肋。", --635
"剃刀高地£击败寒冰之王亚门纳尔。", --636
"血色修道院£在血色修道院击败血色十字军。", --637
"奥达曼£击败阿扎达斯。", --638
"祖尔法拉克£击败乌克兹·沙顶。", --639
"玛拉顿£击败瑟莱德丝公主。", --640
"沉没的神庙£击败伊兰尼库斯的阴影。", --641
"黑石深渊£击败达格兰·索瑞森大帝。", --642
"黑石塔下层£击败维姆萨拉克。", --643
"厄运之槌的国王£扫清厄运之槌的所有分支。", --644
"通灵学院£击败通灵学院的首领。", --645
"斯坦索姆£击败隐藏在斯坦索姆城中的邪恶头目。", --646
"地狱火城墙£击败无疤者奥摩尔。", --647
"鲜血熔炉£击败击碎者克里丹。", --648
"奴隶围栏£击败夸格米拉。", --649
"幽暗沼泽£击败黑色阔步者。", --650
"法力陵墓£击败节点亲王沙法尔。", --651
"逃离敦霍尔德£击败时空猎手。", --652
"塞泰克大厅£击败利爪之王艾吉斯。", --653
"暗影迷宫£击败摩摩尔。", --654
"开启黑暗之门£击败埃欧努斯。", --655
"蒸汽地窟£击败督军卡利瑟里斯。", --656
"破碎大厅£击败酋长卡加斯·刃拳。", --657
"能源舰£击败计算者帕萨雷恩。", --658
"生态船£击败迁跃扭木。", --659
"禁魔监狱£击败预言者斯克瑞斯。", --660
"魔导师平台£击败凯尔萨斯·逐日者。", --661
"典藏版：迷你破坏神£拥有《魔兽世界》典藏版赠送的迷你破坏神宠物。", --662
"典藏版：熊猫£拥有《魔兽世界》典藏版赠送的熊猫宠物。", --663
"典藏版：跳虫£拥有《魔兽世界》典藏版赠送的跳虫宠物。", --664
"典藏版：虚空龙宝宝£拥有《燃烧的远征》典藏版赠送的虚空龙宝宝宠物。", --665
"奥金尼地穴£击败大主教玛拉达尔。", --666
"地狱火城墙（英雄难度）£击败地狱火城墙的首领（英雄难度）。", --667
"鲜血熔炉（英雄难度）£击败击碎者克里丹（英雄难度）。", --668
"奴隶围栏（英雄难度）£击败夸格米拉（英雄难度）。", --669
"幽暗沼泽（英雄难度）£击败黑色阔步者（英雄难度）。", --670
"法力陵墓（英雄难度）£击败节点亲王沙法尔（英雄难度）。", --671
"奥金尼地穴（英雄难度）£击败大主教玛拉达尔（英雄难度）。", --672
"逃离敦霍尔德（英雄难度）£击败时空猎手（英雄难度）。", --673
"塞泰克大厅（英雄难度）£击败利爪之王艾吉斯（英雄难度）。", --674
"暗影迷宫（英雄难度）£击败摩摩尔（英雄难度）。", --675
"开启黑暗之门（英雄难度）£击败埃欧努斯（英雄难度）。", --676
"蒸汽地窟（英雄难度）£击败督军卡利瑟里斯（英雄难度）。", --677
"破碎大厅（英雄难度）£击败酋长卡加斯·刃拳（英雄难度）。", --678
"能源舰（英雄难度）£击败计算者帕萨雷恩（英雄难度）。", --679
"生态船（英雄难度）£击败迁跃扭木（英雄难度）。", --680
"禁魔监狱（英雄难度）£击败预言者斯克瑞斯（英雄难度）。", --681
"魔导师平台（英雄难度）£击败凯尔萨斯·逐日者（英雄难度）。", --682
"典藏版：冰霜龙宝宝£拥有《巫妖王之怒》典藏版赠送的冰龙宝宝宠物。", --683
"奥妮克希亚的巢穴（60级）£击败60级版本的奥妮克希亚。", --684
"黑翼之巢£击败奈法利安。", --685
"熔火之心£击败拉格纳罗斯。", --686
"安其拉神殿£击败克苏恩。", --687
"祖尔格拉布£击败哈卡。", --688
"安其拉废墟£击败无疤者奥斯里安。", --689
"卡拉赞£击败卡拉赞的玛克扎尔王子。", --690
"祖阿曼£击败祖阿曼的祖尔金。", --691
"格鲁尔的巢穴£击败格鲁尔的巢穴中的屠龙者格鲁尔。", --692
"玛瑟里顿的巢穴£击败玛瑟里顿的巢穴中的玛瑟里顿。", --693
"毒蛇神殿£击败毒蛇神殿的瓦丝琪。", --694
"海加尔山之战£在海加尔山之战中击败阿克蒙德。", --695
"风暴要塞£击败风暴要塞的凯尔萨斯·逐日者。", --696
"黑暗神殿£击败黑暗神殿的伊利丹。", --697
"太阳之井高地£击败太阳之井高地的基尔加丹。", --698
"世界冠军£在80级时，于刀锋山竞技场、纳格兰竞技场、达拉然下水道和洛丹伦废墟各赢得一场积分赛的胜利。", --699
"部落的自由£获得一个部落勋章或部落徽记。", --700
"联盟的自由£获得一个联盟勋章或联盟徽记。", --701
"武器大师£将四种武器技能提升到400。", --705
"霜狼嗥叫者£获得一头霜狼嗥叫者。", --706
"雷矛军用坐骑£获得一头雷矛军用坐骑。", --707
"霜狼氏族的英雄£在霜狼氏族阵营中达到崇拜声望。", --708
"雷矛卫队的英雄£在雷矛卫队阵营中达到崇拜声望。", --709
"污染者£在污染者阵营中达到崇拜声望。", --710
"阿拉索的骑士£在阿拉索联军阵营中达到崇拜声望。", --711
"战歌氏族£在战歌氏族阵营中达到崇拜声望。", --712
"银翼哨兵£在银翼要塞阵营中达到崇拜声望。", --713
"征服者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --714
"索利达尔，群星之怒£获得索利达尔，群星之怒。", --725
"钳子先生的魔法龙虾盒£找到钳子先生的魔法龙虾盒。", --726
"呼叫骑兵£通过荣誉系统，获取一头作战坐骑。", --727
"探索杜隆塔尔£探索杜隆塔尔，走过世界地图中被遮住的各个角落。", --728
"死亡军马的缰绳£从斯坦索姆的瑞文戴尔男爵那里获取死亡军马的缰绳。", --729
"自力更生£达到宗师级的钓鱼、急救和烹饪技能。", --730
"高级专业水准£在一种专业中达到高级水准。", --731
"专家级专业水准£在一种专业中达到专家级水准。", --732
"大师级专业水准£在一种专业中达到大师级水准。", --733
"宗师级专业水准£在一种专业中达到宗师级水准。", --734
"全天不休£在两种专业中达到宗师级水准。", --735
"探索莫高雷£探索莫高雷，走过世界地图中被遮住的各个角落。", --736
"探索贫瘠之地£探索贫瘠之地，走过世界地图中被遮住的各个角落。", --750
"在纳克萨玛斯中的总死亡次数£在纳克萨玛斯中的总死亡次数", --752
"平均每日获得的金币数量£平均每日获得的金币数量", --753
"平均每日完成的日常任务数量£平均每日完成的日常任务数量", --759
"探索奥特兰克山脉£探索奥特兰克山脉，走过世界地图中被遮住的各个角落。", --760
"探索阿拉希高地£探索阿拉希高地，走过世界地图中被遮住的各个角落。", --761
"部落的大使£在5座主城中都达到崇拜声望。", --762
"燃烧的远征£在所有《燃烧的远征》副本相关势力中达到崇拜声望。", --763
"燃烧的远征£在所有《燃烧的远征》副本相关势力中达到崇拜声望。", --764
"探索荒芜之地£探索荒芜之地，走过世界地图中被遮住的各个角落。", --765
"探索诅咒之地£探索诅咒之地，走过世界地图中被遮住的各个角落。", --766
"探索提瑞斯法林地£探索提瑞斯法林地，走过世界地图中被遮住的各个角落。", --768
"探索银松森林£探索银松森林，走过世界地图中被遮住的各个角落。", --769
"探索西瘟疫之地£探索西瘟疫之地，走过世界地图中被遮住的各个角落。", --770
"探索东瘟疫之地£探索东瘟疫之地，走过世界地图中被遮住的各个角落。", --771
"探索希尔斯布莱德丘陵£探索希尔斯布莱德丘陵，走过世界地图中被遮住的各个角落。", --772
"探索辛特兰£探索辛特兰，走过世界地图中被遮住的各个角落。", --773
"探索灼热峡谷£探索灼热峡谷，走过世界地图中被遮住的各个角落。", --774
"探索燃烧平原£探索燃烧平原，走过世界地图中被遮住的各个角落。", --775
"探索艾尔文森林£探索艾尔文森林，走过世界地图中被遮住的各个角落。", --776
"探索逆风小径£探索逆风小径，走过世界地图中被遮住的各个角落。", --777
"探索暮色森林£探索暮色森林，走过世界地图中被遮住的各个角落。", --778
"探索洛克莫丹£探索洛克莫丹，走过世界地图中被遮住的各个角落。", --779
"探索赤脊山£探索赤脊山，走过世界地图中被遮住的各个角落。", --780
"探索荆棘谷£探索荆棘谷，走过世界地图中被遮住的各个角落。", --781
"探索悲伤沼泽£探索悲伤沼泽，走过世界地图中被遮住的各个角落。", --782
"完美风暴£在风暴之眼以1600比0获胜。", --783
"统御风暴之眼£在占领4座基地的情况下获取10次风暴之眼的胜利。", --784
"被牧师复活£被牧师复活", --796
"被德鲁伊复生£被德鲁伊复生", --798
"被萨满祭司复活£被萨满祭司复活", --799
"被圣骑士救赎£被圣骑士救赎", --800
"被灵魂石复活£被灵魂石复活", --801
"探索西部荒野£探索西部荒野，走过世界地图中被遮住的各个角落。", --802
"饮用合剂£饮用合剂", --811
"使用治疗石£使用治疗石", --812
"受到的最大治疗£受到的最大治疗", --829
"受到的治疗总量£受到的治疗总量", --830
"竞技场获胜£竞技场获胜", --837
"竞技场参赛£竞技场参赛", --838
"参与战场£参与战场", --839
"战场获胜£战场获胜", --840
"探索湿地£探索湿地，走过世界地图中被遮住的各个角落。", --841
"探索泰达希尔£探索泰达希尔，走过世界地图中被遮住的各个角落。", --842
"探索虚空风暴£探索虚空风暴，走过世界地图中被遮住的各个角落。", --843
"探索黑海岸£探索黑海岸，走过世界地图中被遮住的各个角落。", --844
"探索灰谷£探索灰谷，走过世界地图中被遮住的各个角落。", --845
"探索千针石林£探索千针石林，走过世界地图中被遮住的各个角落。", --846
"探索石爪山脉£探索石爪山脉，走过世界地图中被遮住的各个角落。", --847
"探索凄凉之地£探索凄凉之地，走过世界地图中被遮住的各个角落。", --848
"探索菲拉斯£探索菲拉斯，走过世界地图中被遮住的各个角落。", --849
"探索尘泥沼泽£探索尘泥沼泽，走过世界地图中被遮住的各个角落。", --850
"探索塔纳利斯£探索塔纳利斯，走过世界地图中被遮住的各个角落。", --851
"探索艾萨拉£探索艾萨拉，走过世界地图中被遮住的各个角落。", --852
"探索费伍德森林£探索费伍德森林，走过世界地图中被遮住的各个角落。", --853
"探索安戈洛环形山£探索安戈洛环形山，走过世界地图中被遮住的各个角落。", --854
"探索月光林地£探索月光林地，走过世界地图中被遮住的各个角落。", --855
"探索希利苏斯£探索希利苏斯，走过世界地图中被遮住的各个角落。", --856
"探索冬泉谷£探索冬泉谷，走过世界地图中被遮住的各个角落。", --857
"探索幽魂之地£探索幽魂之地，走过世界地图中被遮住的各个角落。", --858
"探索永歌森林£探索永歌森林，走过世界地图中被遮住的各个角落。", --859
"探索秘蓝岛£探索秘蓝岛，走过世界地图中被遮住的各个角落。", --860
"探索秘血岛£探索秘血岛，走过世界地图中被遮住的各个角落。", --861
"探索地狱火半岛£探索地狱火半岛，走过世界地图中被遮住的各个角落。", --862
"探索赞加沼泽£探索赞加沼泽，走过世界地图中被遮住的各个角落。", --863
"探索影月谷£探索影月谷，走过世界地图中被遮住的各个角落。", --864
"探索刀锋山£探索刀锋山，走过世界地图中被遮住的各个角落。", --865
"探索纳格兰£探索纳格兰，走过世界地图中被遮住的各个角落。", --866
"探索泰罗卡森林£探索泰罗卡森林，走过世界地图中被遮住的各个角落。", --867
"探索奎尔丹纳斯岛£探索奎尔丹纳斯岛，走过世界地图中被遮住的各个角落。", --868
"50000个荣誉击杀£达到50000个荣誉击杀。", --869
"100000个荣誉击杀£达到100000个荣誉击杀。", --870
"遵命，船长！£获得血帆舰长之帽……然后出门去呼吸一点新鲜空气。", --871
"疯狂防御者£在一场战歌要塞的战斗中归还5面旗帜。", --872
"完美霜狼£在不损失任何一名上尉或任何一座哨塔的情况下获得奥特兰克山谷的胜利。", --873
"坚定的复仇者£在80级时获得200场竞技场积分赛的胜利。", --875
"野蛮的坚定£在80级时获得300场竞技场积分赛的胜利。", --876
"蛋糕不是谎言£烘焙一块美味巧克力蛋糕。", --877
"没跑掉的鱼£抓住下列稀有鱼类中的一条。", --878
"古典坐骑£拥有一种无法再获得的原始史诗坐骑。", --879
"迅捷祖利安猛虎£从祖尔格拉布的高阶祭司塞卡尔那里获取迅捷祖利安猛虎。", --880
"拉扎什迅猛龙£从祖尔格拉布的血领主曼多基尔那里获取拉扎什迅猛龙。", --881
"炽热战马的缰绳£从卡拉赞的猎手阿图门那里获取炽热战马的缰绳。", --882
"乌鸦之神的缰绳£从塞泰克大厅的安苏那里获取乌鸦之神的缰绳。", --883
"迅捷白色陆行鸟£从魔导师平台的凯尔萨斯·逐日者那里获取迅捷白色陆行鸟。", --884
"奥的灰烬£从风暴要塞的凯尔萨斯·逐日者那里获取奥的灰烬。", --885
"迅捷虚空幼龙£获取《燃烧的远征》竞技场第一赛季的迅捷虚空幼龙。", --886
"残酷角斗士的虚空幼龙£获取《燃烧的远征》竞技场第二赛季的残酷角斗士的虚空幼龙。", --887
"复仇角斗士的虚空幼龙£获取《燃烧的远征》竞技场第三赛季的复仇角斗士的虚空幼龙。", --888
"迅如闪电£学习中级骑术。", --889
"向远方奔跑£学习高级骑术。", --890
"驾！£学习初级骑术。", --891
"这就对了£学习专家级骑术。", --892
"塞纳里奥作战角鹰兽£从赞加沼泽的塞纳里奥远征队那里购买一头塞纳里奥作战角鹰兽。", --893
"翱翔在斯克提斯£在沙塔尔天空卫队阵营中达到崇拜声望。", --894
"每日一任务，食人魔全无忧£在奥格瑞拉阵营中达到崇拜声望。", --896
"残阳勇士£在破碎残阳阵营中达到崇拜声望。", --897
"灵翼之翼£在灵翼之龙阵营中达到崇拜声望。", --898
"库雷尼£在库雷尼阵营中达到崇拜声望。", --899
"孢子村之友£在孢子村阵营中达到崇拜声望。", --900
"德拉诺的玛格汉£在玛格汉阵营中达到崇拜声望。", --901
"首席崇拜官£在星界财团阵营中达到崇拜声望。", --902
"分裂的沙塔斯£在占星者阵营或奥尔多阵营中达到崇拜声望。", --903
"老渔夫巴尔洛£完成下列5个老渔夫巴尔洛的钓鱼日常任务。", --905
"香味弥漫£完成下列4个巨石洛克洛的烹饪日常任务。", --906
"审判者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --907
"战斗的召唤！£完成下列80级“战斗的召唤”战场日常任务。", --908
"战斗的召唤！£完成下列80级“战斗的召唤”战场日常任务。", --909
"地下城中的长者£祭拜地下城中的长者。", --910
"卡利姆多的长者£祭拜卡利姆多的长者。", --911
"东部王国的长者£祭拜东部王国的长者。", --912
"尊敬长者£完成下列春节成就。", --913
"部落的长者£祭拜部落主城中的长者。", --914
"联盟的长者£祭拜联盟主城中的长者。", --915
"在25人团队副本中死亡的总次数£在25人团队副本中死亡的总次数", --916
"在10人团队副本中死亡的总次数£在10人团队副本中死亡的总次数", --917
"在5人地下城副本中死亡的总次数£在5人地下城副本中死亡的总次数", --918
"通过拍卖行所得金币£通过拍卖行所得金币", --919
"向商人出售物品所得金币£向商人出售物品所得金币", --921
"饮用法力药水£饮用法力药水", --922
"饮用药剂£饮用药剂", --923
"达到崇拜的诺森德声望£达到崇拜的诺森德声望", --924
"达到崇拜的外域声望£达到崇拜的外域声望", --925
"达到崇拜的部落声望£达到崇拜的部落声望", --926
"装备史诗物品的数量£装备史诗物品的数量", --927
"购买额外的银行栏位£购买额外的银行栏位", --928
"接触的阵营总量£接触的阵营总量", --931
"进入5人地下城副本的次数£进入5人地下城副本的次数", --932
"进入10人团队副本的次数£进入10人团队副本的次数", --933
"进入25人团队副本的次数£进入25人团队副本的次数", --934
"艾露恩的祝福£击败年兽并完成“艾露恩的祝福”任务。", --937
"诺森德的雪£在诺森德完成包括“母龙之怒”在内的所有赫米特·奈辛瓦里任务。", --938
"白色雷象一般的山丘£在纳格兰完成包括“终极挑战”在内的所有赫米特·奈辛瓦里任务。", --939
"荆棘谷的青山£在荆棘谷完成包括“荆棘谷的青山”和“王牌猎人”在内的所有赫米特·奈辛瓦里任务。", --940
"赫米特·奈辛瓦里：收集任务£完成“荆棘谷的青山”、“白色雷象一般的山丘”和“诺森德的雪”成就。", --941
"外交家£将你在木喉要塞、孢子村和库雷尼势力中的声望从冷淡提升到崇拜。", --942
"外交家£将你在木喉要塞、孢子村和玛格汉势力中的声望从冷淡提升到崇拜。", --943
"熊怪之友£在木喉要塞阵营中达到崇拜声望。", --944
"银色勇士£在银色黎明和银色北伐军阵营中达到崇拜声望。", --945
"银色黎明£在银色黎明阵营中达到崇拜声望。", --946
"银色北伐军£在银色北伐军阵营中达到崇拜声望。", --947
"联盟的大使£在5座主城中都达到崇拜声望。", --948
"海象人的偶像£在卡鲁亚克阵营中达到崇拜声望。", --949
"狂心氏族£在狂心氏族阵营中达到崇拜声望。", --950
"神谕者£在神谕者阵营中达到崇拜声望。", --951
"索拉查雇佣兵£在神谕者和狂心氏族阵营中达到崇拜声望。", --952
"塞纳留斯的卫士£在塞纳里奥议会和塞纳里奥远征队阵营中达到崇拜声望。", --953
"海达希亚水元素£在海达希亚水元素阵营中达到崇拜声望。", --955
"诺兹多姆的子嗣£在诺兹多姆的子嗣阵营中达到崇拜声望。", --956
"赞达拉部族的英雄£在赞达拉部族阵营中达到崇拜声望。", --957
"死誓者的誓言£在灰舌死誓者阵营中达到崇拜声望。", --958
"流沙之鳞£在流沙之鳞阵营中达到崇拜声望。", --959
"紫罗兰之眼£在紫罗兰之眼阵营中达到崇拜声望。", --960
"狂心的荣誉£为狂心氏族阵营完成下列8个日常任务。", --961
"神谕者的救星£为神谕者阵营完成下列8个日常任务。", --962
"卡利姆多的糖果£找到卡利姆多的糖罐。", --963
"失足坠落？£从65码的高度掉落下来，但是不摔死。", --964
"卡利姆多的糖果£找到卡利姆多的糖罐。", --965
"东部王国的糖果£找到东部王国的糖罐。", --966
"东部王国的糖果£找到东部王国的糖罐。", --967
"外域的糖果£找到外域的糖罐。", --968
"外域的糖果£找到外域的糖罐。", --969
"艾泽拉斯的糖果£完成卡利姆多、东部王国和外域的糖果成就。", --970
"艾泽拉斯的糖果£完成卡利姆多、东部王国和外域的糖果成就。", --971
"不给糖果就捣乱！£从任意一座旅店的糖罐里获取糖果。", --972
"完成5个日常任务£完成5个日常任务。", --973
"完成50个日常任务£完成50个日常任务。", --974
"完成200个日常任务£完成200个日常任务。", --975
"完成500个日常任务£完成500个日常任务。", --976
"完成1000个日常任务£完成1000个日常任务。", --977
"完成3000个任务£完成3000个任务。", --978
"面具怪杰£在万圣节期间获得一张劣质面具。", --979
"无头骑士的缰绳£在万圣节期间，从血色修道院的无头骑士那里获取无头骑士的缰绳。", --980
"闪亮的微笑£使用牙签，展现你的闪亮笑容。", --981
"知己知彼£对五个种族的敌人分别进行一次荣誉击杀。", --1005
"城市卫兵£在你所属阵营的任意主城中杀死50个敌对阵营的玩家。", --1006
"龙眠联军£在龙眠联军阵营中达到崇拜声望。", --1007
"肯瑞托£在肯瑞托阵营中达到崇拜声望。", --1008
"黑锋骑士团£在黑锋骑士团阵营中达到崇拜声望。", --1009
"诺森德先锋£在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团阵营中达到崇拜声望。", --1010
"北地之风£在部落先遣军中达到崇拜声望。", --1011
"北地之风£在联盟先遣军中达到崇拜声望。", --1012
"35个声望崇拜£在35个势力中达到崇拜声望。", --1014
"40个声望崇拜£在40个势力中达到崇拜声望。", --1015
"我可以养它吗？£获得一只小宠物。", --1017
"十件战袍£收集10种不同的战袍。", --1020
"二十五件战袍£装备过25种不同的战袍。", --1021
"东部王国护焰者£祭拜东部王国的火焰。", --1022
"卡利姆多护焰者£祭拜卡利姆多的火焰。", --1023
"外域护焰者£祭拜外域的火焰。", --1024
"东部王国护火者£祭拜东部王国的火焰。", --1025
"卡利姆多护火者£祭拜卡利姆多的火焰。", --1026
"外域护火者£祭拜外域的火焰。", --1027
"东部王国灭火£亵渎部落在东部王国的篝火。", --1028
"卡利姆多灭火£亵渎部落在卡利姆多的篝火。", --1029
"外域灭火£亵渎部落在外域的篝火。", --1030
"东部王国灭火£亵渎联盟在东部王国的篝火。", --1031
"卡利姆多灭火£亵渎联盟在卡利姆多的篝火。", --1032
"外域灭火£亵渎联盟在外域的篝火。", --1033
"艾泽拉斯的火焰£完成“东部王国护焰者”、“卡利姆多护焰者”和“外域护焰者”成就。", --1034
"亵渎部落£完成“东部王国灭火”、“卡利姆多灭火”和“外域灭火”成就。", --1035
"艾泽拉斯的火焰£完成“东部王国护火者”、“卡利姆多护火者”和“外域护火者”成就。", --1036
"亵渎联盟£完成“东部王国灭火”、“卡利姆多灭火”和“外域灭火”成就。", --1037
"护焰者£完成下列仲夏火焰节成就。", --1038
"护火者£完成下列仲夏火焰节成就。", --1039
"糟糕的万圣节£完成哈特曼中士交予的破坏稻草人庆典和清理南海镇臭气弹的任务，把部落的万圣节搞砸。", --1040
"糟糕的万圣节£完成黑暗召唤者雅恩卡交予的在南海镇向酒桶里扔烂鸡蛋和在镇中投掷臭气弹的任务，把联盟的万圣节搞砸。", --1041
"拥抱的次数£拥抱的次数", --1042
"对战利品掷贪婪骰子的次数£对战利品掷贪婪骰子的次数", --1043
"对战利品掷需求骰子的次数£对战利品掷需求骰子的次数", --1044
"欢呼的总次数£欢呼的总次数", --1045
"捂脸次数£捂脸次数", --1047
"在2v2比赛中死亡£在2v2比赛中死亡", --1057
"挥手次数£挥手次数", --1065
"大笑的总次数£大笑的总次数", --1066
"哭泣次数£哭泣次数", --1067
"消灭击碎者克里丹（鲜血熔炉）£消灭击碎者克里丹（鲜血熔炉）", --1068
"杀死节点亲王沙法尔（法力陵墓）£杀死节点亲王沙法尔（法力陵墓）", --1069
"消灭时空猎手（逃离敦霍尔德）£消灭时空猎手（逃离敦霍尔德）", --1070
"消灭夸格米拉（奴隶围栏）£消灭夸格米拉（奴隶围栏）", --1071
"消灭黑色阔步者（幽暗沼泽）£消灭黑色阔步者（幽暗沼泽）", --1072
"消灭大主教玛拉达尔（奥金尼地穴）£消灭大主教玛拉达尔（奥金尼地穴）", --1073
"消灭利爪之王艾吉斯（塞泰克大厅）£消灭利爪之王艾吉斯（塞泰克大厅）", --1074
"消灭摩摩尔（暗影迷宫）£消灭摩摩尔（暗影迷宫）", --1075
"消灭埃欧努斯（开启黑暗之门）£消灭埃欧努斯（开启黑暗之门）", --1076
"消灭督军卡利瑟里斯（蒸汽地窟）£消灭督军卡利瑟里斯（蒸汽地窟）", --1077
"消灭酋长卡加斯·刃拳（破碎大厅）£消灭酋长卡加斯·刃拳（破碎大厅）", --1078
"消灭计算者帕萨雷恩（能源舰）£消灭计算者帕萨雷恩（能源舰）", --1079
"消灭迁跃扭木（生态船）£消灭迁跃扭木（生态船）", --1080
"消灭预言者斯克瑞斯（禁魔监狱）£消灭预言者斯克瑞斯（禁魔监狱）", --1081
"消灭凯尔萨斯·逐日者（魔导师平台）£消灭凯尔萨斯·逐日者（魔导师平台）", --1082
"消灭玛克扎尔王子（卡拉赞）£消灭玛克扎尔王子（卡拉赞）", --1083
"消灭祖尔金（祖阿曼）£消灭祖尔金（祖阿曼）", --1084
"消灭格鲁尔（格鲁尔的巢穴）£消灭格鲁尔（格鲁尔的巢穴）", --1085
"消灭玛瑟里顿（玛瑟里顿的巢穴）£消灭玛瑟里顿（玛瑟里顿的巢穴）", --1086
"消灭瓦丝琪（毒蛇神殿）£消灭瓦丝琪（毒蛇神殿）", --1087
"消灭凯尔萨斯·逐日者（风暴要塞）£消灭凯尔萨斯·逐日者（风暴要塞）", --1088
"消灭伊利丹·怒风（黑暗神殿）£消灭伊利丹·怒风（黑暗神殿）", --1089
"消灭基尔加丹（太阳之井高地）£消灭基尔加丹（太阳之井高地）", --1090
"杀死艾德温·范克里夫（死亡矿井）£杀死艾德温·范克里夫（死亡矿井）", --1091
"消灭大法师阿鲁高（影牙城堡）£消灭大法师阿鲁高（影牙城堡）", --1092
"杀死莫格莱尼（血色修道院）£杀死莫格莱尼（血色修道院）", --1093
"消灭乌克兹·沙顶（祖尔法拉克）£消灭乌克兹·沙顶（祖尔法拉克）", --1094
"消灭达格兰·索瑞森大帝（黑石深渊）£消灭达格兰·索瑞森大帝（黑石深渊）", --1095
"杀死达基萨斯将军（黑石尖塔）£消灭达基萨斯将军（黑石塔）", --1096
"杀死瑞文戴尔男爵（斯坦索姆）£杀死瑞文戴尔男爵（斯坦索姆）", --1097
"消灭奥妮克希亚（奥妮克希亚的巢穴）£消灭奥妮克希亚（奥妮克希亚的巢穴）", --1098
"消灭拉格纳罗斯（熔火之心）£消灭拉格纳罗斯（熔火之心）", --1099
"消灭奈法利安（黑翼之巢）£消灭奈法利安（黑翼之巢）", --1100
"消灭克苏恩（安其拉神殿）£消灭克苏恩（安其拉神殿）", --1101
"消灭哈卡（祖尔格拉布）£消灭哈卡（祖尔格拉布）", --1102
"《巫妖王之怒》5人副本完成次数（杀死最终首领）£《巫妖王之怒》5人副本完成次数（杀死最终首领）", --1103
"《巫妖王之怒》10人团队副本完成次数（杀死最终首领）£《巫妖王之怒》10人团队副本完成次数（杀死最终首领）", --1104
"在风暴之眼中死亡£在风暴之眼中死亡", --1106
"在3v3比赛中死亡£在3v3比赛中死亡", --1107
"在5v5比赛中死亡£在5v5比赛中死亡", --1108
"5v5竞技场荣誉消灭£5v5竞技场荣誉消灭", --1109
"3v3竞技场荣誉消灭£3v3竞技场荣誉消灭", --1110
"2v2竞技场荣誉消灭£2v2竞技场荣誉消灭", --1111
"风暴之眼荣誉消灭£风暴之眼荣誉消灭", --1112
"奥特兰克山谷荣誉消灭£奥特兰克山谷荣誉消灭", --1113
"阿拉希盆地荣誉消灭£阿拉希盆地荣誉消灭", --1114
"战歌峡谷荣誉消灭£战歌峡谷荣誉消灭", --1115
"最常使用的绷带£最常使用的绷带", --1125
"火焰节之王£从敌对阵营的主城中窃取烈焰，并完成“盗贼的奖励”任务。", --1145
"花费在旅行上的金币£花费在旅行上的金币", --1146
"花费在理发店中的金币£花费在理发店中的金币", --1147
"花费在邮寄信件上的金币£花费在邮寄信件上的金币", --1148
"重新分配天赋£重新分配天赋", --1149
"花费在修改天赋上的金币£花费在修改天赋上的金币", --1150
"忠诚的卫士£在奥特兰克山谷的雷矛大厅中杀死50名敌对玩家。", --1151
"固若金汤£在一场阿拉希盆地的战斗中防守3座基地。", --1153
"决斗赢家£在与其他玩家的决斗中获胜。", --1157
"两人世界：2200£在80级2v2竞技场战队中达到2200个人等级。", --1159
"三人行：2200£在80级3v3竞技场战队中达到2200个人等级。", --1160
"五子登科：2200£在80级5v5竞技场战队中达到2200个人等级。", --1161
"再接再厉£在80级时获得连续10场排位赛的胜利，且保持战队等级在1800以上。", --1162
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --1164
"我的背包是“巨无霸”£装备哈莉丝·西尔顿的“巨无霸”背包。", --1165
"曝光的照片£在奥特兰克山谷中拾取提古勒的签名照。", --1166
"奥特兰克山谷主宰£完成下列奥特兰克山谷成就。", --1167
"奥特兰克山谷主宰£完成下列奥特兰克山谷成就。", --1168
"阿拉希盆地主宰£完成下列阿拉希盆地成就。", --1169
"阿拉希盆地主宰£完成下列阿拉希盆地成就。", --1170
"风暴之眼主宰£完成下列风暴之眼成就。", --1171
"战歌峡谷主宰£完成下列战歌峡谷成就。", --1172
"战歌峡谷主宰£完成下列战歌峡谷成就。", --1173
"竞技场大师£完成下列竞技场成就。", --1174
"战斗大师£完成下列战场成就。", --1175
"积少成多£拾取100金币。", --1176
"积少成多£拾取1000金币。", --1177
"积少成多£拾取5000金币。", --1178
"积少成多£拾取10000金币。", --1180
"积少成多£拾取25000金币。", --1181
"养家糊口£通过任务奖励获得10000金币。", --1182
"年度美酒£品尝本月美酒俱乐部提供的12种啤酒。", --1183
"奇怪的美酒£品尝下列美酒节啤酒。", --1184
"美酒节的佳肴£品尝下列8种美酒节食品。", --1185
"干掉黑铁矮人£在黑铁矮人进攻时保卫美酒节营地，并完成任务“那次，我喝醉了之后……”。", --1186
"钥匙大师£获得下列钥匙。", --1187
"被射中了！£使用银色箭头射中10个玩家。", --1188
"来往地狱火半岛£在地狱火半岛完成80个任务。", --1189
"沼泽的秘密£在赞加沼泽完成54个任务。", --1190
"泰罗卡的恐惧£在泰罗卡森林完成63个任务。", --1191
"纳格兰大满贯£在纳格兰完成75个任务。", --1192
"刀锋之山£在刀锋山完成86个任务。", --1193
"进入虚空£在虚空风暴完成120个任务。", --1194
"背叛者之影£在影月谷完成90个任务。", --1195
"击败总数£击败总数", --1197
"击败并获得经验/荣誉的总数£击败并获得经验/荣誉的总数", --1198
"学习专业£学习专业", --1199
"辅助技能达到上限£辅助技能达到上限", --1200
"专业技能达到上限£专业技能达到上限", --1201
"武器技能达到最高£武器技能达到最高", --1202
"奇怪的美酒£品尝下列美酒节啤酒。", --1203
"沙塔斯的英雄£在占星者和奥尔多阵营中达到崇拜声望。", --1205
"我亲爱的小松鼠们£向艾泽拉斯的小动物展示你的爱心（使用/love命令）。", --1206
"外域渔夫£在下列渔点中各钓到一条鱼。", --1225
"被德鲁伊复活£被德鲁伊复活", --1229
"杀死克莉斯塔萨（魔枢）£杀死克莉斯塔萨（魔枢）", --1231
"杀死阿努巴拉克（艾卓-尼鲁布）£杀死阿努巴拉克（艾卓-尼鲁布）", --1232
"杀死传令官沃拉兹（安卡赫特：古代王国）£杀死传令官沃拉兹（安卡赫特：古代王国）", --1233
"杀死先知萨隆亚（达克萨隆要塞）£杀死先知萨隆亚（达克萨隆要塞）", --1234
"杀死塞安妮苟萨（紫罗兰监狱）£杀死塞安妮苟萨（紫罗兰监狱）", --1235
"杀死迦尔达拉（古达克）£杀死迦尔达拉（古达克）", --1236
"杀死塑铁者斯约尼尔（岩石大厅）£杀死塑铁者斯约尼尔（岩石大厅）", --1237
"杀死洛肯（闪电大厅）£杀死洛肯（闪电大厅）", --1238
"杀死魔网守护者埃雷苟斯（魔环）£杀死魔网守护者埃雷苟斯（魔环）", --1239
"杀死伊米隆国王（乌特加德之巅）£杀死伊米隆国王（乌特加德之巅）", --1240
"击败玛尔加尼斯（时光之穴：斯坦索姆）£击败玛尔加尼斯（时光之穴：斯坦索姆）", --1241
"杀死掠夺者因格瓦尔（乌特加德城堡）£杀死掠夺者因格瓦尔（乌特加德城堡）", --1242
"鱼没有脚印£学习寻找渔点技能。", --1243
"饱读诗书£阅读下列书籍。", --1244
"宠物成堆£收集25种不同的小宠物。", --1248
"理智购物，理智购……宠物£收集50种不同的小宠物。", --1250
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出战歌军旗室之前将其杀死，总计2次。", --1251
"超级防守者£在战歌峡谷杀死100个携带旗帜者。", --1252
"变成食尸鬼复活£变成食尸鬼复活", --1253
"火鸡的末日£在3分钟内杀死15只火鸡。", --1254
"冬幕节见鬼去吧！£在冬幕节期间，向国王麦格尼·铜须投掷一枚雪球。", --1255
"打捞者£在下列漂浮残骸中各钓到一条鱼。", --1257
"你需要冷静一下£在风暴之眼中，杀死一名获得了狂暴增效的玩家。", --1258
"不是很快£在战歌峡谷中，杀死一名获得了加速增效的玩家。", --1259
"醉酒摔落£在美酒节期间，喝得烂醉如泥，然后从65码的高度掉落下来，但是不摔死。", --1260
"侏儒美味营养糖之怒£当你带有侏儒美味营养糖效果时，获得50个荣誉击杀。对于敌人来说真是太耻辱了！", --1261
"外域的博学者£完成下列外域任务成就。", --1262
"探索嚎风峡湾£探索嚎风峡湾，走过世界地图中被遮住的各个角落。", --1263
"探索北风苔原£探索北风苔原，走过世界地图中被遮住的各个角落。", --1264
"探索龙骨荒野£探索龙骨荒野，走过世界地图中被遮住的各个角落。", --1265
"探索灰熊丘陵£探索灰熊丘陵，走过世界地图中被遮住的各个角落。", --1266
"探索祖达克£探索祖达克，走过世界地图中被遮住的各个角落。", --1267
"探索索拉查盆地£探索索拉查盆地，走过世界地图中被遮住的各个角落。", --1268
"探索风暴峭壁£探索风暴峭壁，走过世界地图中被遮住的各个角落。", --1269
"探索冰冠冰川£探索冰冠冰川，走过世界地图中被遮住的各个角落。", --1270
"来往地狱火半岛£在地狱火半岛完成90个任务。", --1271
"泰罗卡的恐惧£在泰罗卡森林完成68个任务。", --1272
"纳格兰大满贯£在纳格兰完成87个任务。", --1273
"外域的博学者£完成下列外域任务成就", --1274
"炸翻天£在不组队的情况下，2分钟15秒内完成“轰炸斯克提斯”任务。", --1275
"刀锋山炸弹人£在不组队的情况下，2分钟15秒内完成“继续轰炸！”任务。", --1276
"迅速防御£在不组队的情况下，3分钟内完成“保卫龙眠神殿”任务。", --1277
"自讨苦吃£喝个烂醉如泥，洒上最好的香水，向斯拉兹扔一把玫瑰花瓣，然后亲吻他。到了早上你就会后悔的。", --1279
"自讨苦吃£喝个烂醉如泥，洒上最好的香水，向杰雷米亚·派森扔一把玫瑰花瓣，然后亲吻他。到了早上你就会后悔的。", --1280
"红色的焰火£在25秒内发射10束红色烟花束。", --1281
"奥格瑞拉，铃儿响叮当£在冬幕节期间，骑在飞行驯鹿身上完成“继续轰炸！”任务。", --1282
"旧世地下城大师£完成下列《魔兽世界》地下城成就。", --1283
"外域地下城大师£完成下列《燃烧的远征》地下城成就。", --1284
"旧世奇兵£完成下列《魔兽世界》团队副本成就。", --1285
"外域奇兵£完成下列《燃烧的远征》团队副本成就。", --1286
"外域地下城英雄£完成下列《燃烧的远征》英雄副本成就。", --1287
"诺森德地下城大师£完成下列诺森德地下城成就。", --1288
"诺森德地下城英雄£完成下列诺森德英雄副本成就。", --1289
"独身一人？£在情人节期间的达拉然城中参加别人的浪漫午餐会，并品尝快乐奶油。", --1291
"黄色美酒节酒杯£拥有美酒节赠送的黄色美酒节酒杯。", --1292
"蓝色美酒节酒杯£拥有美酒节赠送的蓝色美酒节酒杯。", --1293
"打打撞撞£在冬幕节期间，使用你的打架赛车获得25次胜利。", --1295
"看着他死£在看守者加什拉、看守者纳尔伊和看守者希尔希克仍然存活的情况下，击败艾卓-尼鲁布的看门者克里克希尔（英雄难度）。", --1296
"哈多诺克斯的闭门羹£在艾卓-尼鲁布的哈多诺克斯用蛛网封住顶部入口、阻止更多怪物进入之前将其击败（英雄难度）。", --1297
"使用不同类型的绷带£使用不同类型的绷带", --1298
"最常用的治疗药水£最常用的治疗药水", --1299
"使用不同的治疗药水£使用不同的治疗药水", --1300
"最常使用的法力药水£最常使用的法力药水", --1301
"使用不同的法力药水£使用不同的法力药水", --1302
"最常饮用的药剂£最常饮用的药剂", --1303
"饮用不同的药剂£饮用不同的药剂", --1304
"最常饮用的合剂£最常饮用的合剂", --1305
"饮用不同的合剂£饮用不同的合剂", --1306
"黑石塔上层£击败达基萨斯将军。", --1307
"远古海滩胜利£在远古海滩获胜。", --1308
"远古海滩精英£在远古海滩获得100场胜利。", --1309
"抢滩登陆£在4分钟内夺取泰坦圣物。", --1310
"稀有品种£杀死下列非常罕见的外域生物中的一个。", --1311
"罕见品种£杀死下列非常罕见的外域生物。", --1312
"最常消灭的怪物类型£最常消灭的怪物类型", --1336
"消灭不同的怪物类型£消灭不同的怪物类型", --1337
"最常使用的法师传送门£最常使用的法师传送门", --1339
"峡湾巡游£在嚎风峡湾完成105个任务。", --1356
"欢迎来到灰熊丘陵£在灰熊丘陵完成75个任务。", --1357
"这个苔原不太远£在北风苔原完成150个任务。", --1358
"龙骨荒野之力£在龙骨荒野完成130个任务。", --1359
"诺森德的博学者£完成下列诺森德任务成就。", --1360
"杀死阿努布雷坎（10人纳克萨玛斯）£杀死阿努布雷坎（10人纳克萨玛斯）", --1361
"杀死黑女巫法琳娜（10人纳克萨玛斯）£杀死黑女巫法琳娜（10人纳克萨玛斯）", --1362
"杀死迈克斯纳（10人纳克萨玛斯）£杀死迈克斯纳（10人纳克萨玛斯）", --1363
"杀死帕奇维克（10人纳克萨玛斯）£杀死帕奇维克（10人纳克萨玛斯）", --1364
"杀死药剂师诺斯（10人纳克萨玛斯）£杀死药剂师诺斯（10人纳克萨玛斯）", --1365
"杀死收割者戈提克（10人纳克萨玛斯）£杀死收割者戈提克（10人纳克萨玛斯）", --1366
"杀死帕奇维克（25人纳克萨玛斯）£杀死帕奇维克（25人纳克萨玛斯）", --1367
"杀死阿努布雷坎（25人纳克萨玛斯）£杀死阿努布雷坎（25人纳克萨玛斯）", --1368
"杀死肮脏的希尔盖（10人纳克萨玛斯）£杀死肮脏的希尔盖（10人纳克萨玛斯）", --1369
"杀死洛欧塞布（10人纳克萨玛斯）£杀死洛欧塞布（10人纳克萨玛斯）", --1370
"杀死格罗布鲁斯（10人纳克萨玛斯）£杀死格罗布鲁斯（10人纳克萨玛斯）", --1371
"杀死格拉斯（10人纳克萨玛斯）£杀死格拉斯（10人纳克萨玛斯）", --1372
"杀死塔迪乌斯（10人纳克萨玛斯）£杀死塔迪乌斯（10人纳克萨玛斯）", --1373
"杀死教官拉苏维奥斯（10人纳克萨玛斯）£杀死教官拉苏维奥斯（10人纳克萨玛斯）", --1374
"杀死天启四骑士（10人纳克萨玛斯）£杀死天启四骑士（10人纳克萨玛斯）", --1375
"杀死萨菲隆（10人纳克萨玛斯）£杀死萨菲隆（10人纳克萨玛斯）", --1376
"杀死克尔苏加德（10人纳克萨玛斯）£杀死克尔苏加德（10人纳克萨玛斯）", --1377
"杀死格拉斯（25人纳克萨玛斯）£杀死格拉斯（25人纳克萨玛斯）", --1378
"杀死收割者戈提克（25人纳克萨玛斯）£杀死收割者戈提克（25人纳克萨玛斯）", --1379
"杀死黑女巫法琳娜（25人纳克萨玛斯）£杀死黑女巫法琳娜（25人纳克萨玛斯）", --1380
"杀死格罗布鲁斯（25人纳克萨玛斯）£杀死格罗布鲁斯（25人纳克萨玛斯）", --1381
"杀死肮脏的希尔盖（25人纳克萨玛斯）£杀死肮脏的希尔盖（25人纳克萨玛斯）", --1382
"杀死天启四骑士（25人纳克萨玛斯）£杀死天启四骑士（25人纳克萨玛斯）", --1383
"杀死教官拉苏维奥斯（25人纳克萨玛斯）£杀死教官拉苏维奥斯（25人纳克萨玛斯）", --1384
"杀死洛欧塞布（25人纳克萨玛斯）£杀死洛欧塞布（25人纳克萨玛斯）", --1385
"杀死迈克斯纳（25人纳克萨玛斯）£杀死迈克斯纳（25人纳克萨玛斯）", --1386
"杀死药剂师诺斯（25人纳克萨玛斯）£杀死药剂师诺斯（25人纳克萨玛斯）", --1387
"杀死塔迪乌斯（25人纳克萨玛斯）£杀死塔迪乌斯（25人纳克萨玛斯）", --1388
"杀死萨菲隆（25人纳克萨玛斯）£杀死萨菲隆（25人纳克萨玛斯）", --1389
"杀死克尔苏加德（25人纳克萨玛斯）£杀死克尔苏加德（25人纳克萨玛斯）", --1390
"杀死玛里苟斯（10人）£杀死玛里苟斯（10人）", --1391
"杀死萨塔里奥（10人龙神之厅）£杀死萨塔里奥（10人龙神之厅）", --1392
"杀死萨塔里奥（25人龙神之厅）£杀死萨塔里奥（25人龙神之厅）", --1393
"杀死玛里苟斯（25人）£杀死玛里苟斯（25人）", --1394
"诺森德的长者£祭拜诺森德的长者。", --1396
"服务器第一！魔法追寻者£参与在本服务器首次击杀玛里苟斯（25人）。", --1400
"服务器第一！纳克萨玛斯的征服者£参与在本服务器首次击杀克尔苏加德（25人）。", --1402
"服务器第一！80级侏儒£本服务器第一个达到80级的侏儒。", --1404
"服务器第一！80级血精灵£本服务器第一个达到80级的血精灵。", --1405
"服务器第一！80级德莱尼£本服务器第一个达到80级的德莱尼。", --1406
"服务器第一！80级矮人£本服务器第一个达到80级的矮人。", --1407
"服务器第一！80级人类£本服务器第一个达到80级的人类。", --1408
"服务器第一！80级暗夜精灵£本服务器第一个达到80级的暗夜精灵。", --1409
"服务器第一！80级兽人£本服务器第一个达到80级的兽人。", --1410
"服务器第一！80级牛头人£本服务器第一个达到80级的牛头人。", --1411
"服务器第一！80级巨魔£本服务器第一个达到80级的巨魔。", --1412
"服务器第一！80级亡灵£本服务器第一个达到80级的亡灵。", --1413
"服务器第一！宗师级锻造技能£本服务器第一个达到450点锻造技能。", --1414
"服务器第一！宗师级炼金技能£本服务器第一个达到450点炼金技能。", --1415
"服务器第一！宗师级烹饪技能£本服务器第一个达到450点烹饪技能。", --1416
"服务器第一！宗师级附魔技能£本服务器第一个达到450点附魔技能。", --1417
"服务器第一！宗师级工程学技能£本服务器第一个达到450点工程学技能。", --1418
"服务器第一！宗师级急救技能£本服务器第一个达到450点急救技能。", --1419
"服务器第一！宗师级钓鱼技能£本服务器第一个达到450点钓鱼技能。", --1420
"服务器第一！宗师级采药技能£本服务器第一个达到450点草药学技能。", --1421
"服务器第一！宗师级铭文技能£本服务器第一个达到450点铭文技能。", --1422
"服务器第一！宗师级珠宝加工技能£本服务器第一个达到450点珠宝加工技能。", --1423
"服务器第一！宗师级制皮技能£本服务器第一个达到450点制皮技能。", --1424
"服务器第一！宗师级采矿技能£本服务器第一个达到450点采矿技能。", --1425
"服务器第一！宗师级剥皮技能£本服务器第一个达到450点剥皮技能。", --1426
"服务器第一！宗师级裁缝技能£本服务器第一个达到450点裁缝技能。", --1427
"扫雷£在斯巴索克雷区连续被10枚地雷炸到，期间不落地。", --1428
"上面的朋友£通过战友招募系统获得一匹斑马坐骑。", --1436
"钓到鱼和其它东西£钓到鱼和其它东西", --1456
"探索晶歌森林£探索晶歌森林，走过世界地图中被遮住的各个角落。", --1457
"最常获得荣誉杀敌的大陆£最常获得荣誉杀敌的大陆", --1458
"获得公正徽章£获得公正徽章", --1462
"服务器第一！诺森德先锋£本服务器第一个在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团都达到崇拜声望的玩家。", --1463
"获得英雄纹章£获得英雄纹章", --1464
"获得勇气纹章£获得勇气纹章", --1465
"达到崇拜的联盟声望£达到崇拜的联盟声望", --1466
"巫妖王 - 杀死5人地下城首领的次数£巫妖王 - 杀死5人地下城首领的次数", --1467
"巫妖王 - 杀死不同的5人地下城首领的总数£巫妖王 - 杀死不同的5人地下城首领的总数", --1485
"远古海滩荣誉杀敌£远古海滩荣誉杀敌", --1486
"消灭总数£消灭总数", --1487
"世界消灭总数£卡利姆多", --1488
"最常击杀敌人的大陆£最常击杀敌人的大陆", --1489
"竞技场消灭£竞技场消灭", --1490
"战场消灭£战场消灭", --1491
"2v2竞技场消灭£2v2竞技场消灭", --1492
"3v3竞技场消灭£3v3竞技场消灭", --1493
"5v5竞技场消灭£5v5竞技场消灭", --1494
"奥特兰克山谷消灭£奥特兰克山谷消灭", --1495
"阿拉希盆地消灭£阿拉希盆地消灭", --1496
"战歌峡谷消灭£战歌峡谷消灭", --1497
"风暴之眼亲手消灭£风暴之眼亲手消灭", --1498
"远古海滩击杀£远古海滩击杀", --1499
"在远古海滩中死亡£在远古海滩中死亡", --1500
"被其他玩家消灭次数£被其他玩家消灭次数", --1501
"来去如风£拿起旗帜并在75秒内交还。", --1502
"杀死掠夺者因格瓦尔（英雄乌特加德城堡）£杀死掠夺者因格瓦尔（英雄乌特加德城堡）", --1504
"杀死克莉斯塔萨（英雄魔枢）£杀死克莉斯塔萨（英雄魔枢）", --1505
"杀死阿努巴拉克（英雄艾卓-尼鲁布）£杀死阿努巴拉克（英雄艾卓-尼鲁布）", --1506
"杀死传令官沃拉兹（英雄安卡赫特）£杀死传令官沃拉兹（英雄安卡赫特）", --1507
"杀死先知萨隆亚（英雄达克萨隆要塞）£杀死先知萨隆亚（英雄达克萨隆要塞）", --1508
"杀死塞安妮苟萨（英雄紫罗兰监狱）£杀死塞安妮苟萨（英雄紫罗兰监狱）", --1509
"杀死迦尔达拉（英雄古达克）£杀死迦尔达拉（英雄古达克）", --1510
"杀死塑铁者斯约尼尔（英雄岩石大厅）£杀死塑铁者斯约尼尔（英雄岩石大厅）", --1511
"杀死洛肯（英雄闪电大厅）£杀死洛肯（英雄闪电大厅）", --1512
"杀死魔网守护者埃雷苟斯（英雄魔环）£杀死魔网守护者埃雷苟斯（英雄魔环）", --1513
"杀死伊米隆国王（英雄乌特加德之巅）£杀死伊米隆国王（英雄乌特加德之巅）", --1514
"击败玛尔加尼斯（英雄时光之穴：斯坦索姆）£击败玛尔加尼斯（英雄时光之穴：斯坦索姆）", --1515
"垂钓有成£完成下列钓鱼成就。", --1516
"诺森德渔夫£在下列指定渔点中各钓上一条鱼来。", --1517
"钓到鱼的数量£钓到鱼的数量", --1518
"钓鱼技能£钓鱼技能", --1519
"烹饪技术£烹饪技术", --1524
"完成烹饪日常任务£完成烹饪日常任务", --1525
"完成钓鱼日常任务£完成钓鱼日常任务", --1526
"最高的炼金术技能£最高的炼金术技能", --1527
"最高的锻造技能£最高的锻造技能", --1532
"最高的附魔技能£最高的附魔技能", --1535
"最高的制皮技能£最高的制皮技能", --1536
"最高的采矿技能£最高的采矿技能", --1537
"最高的采药技能£最高的采药技能", --1538
"最高的铭文技能£最高的铭文技能", --1539
"最高的珠宝加工技能£最高的珠宝加工技能", --1540
"最高的剥皮技能£最高的剥皮技能", --1541
"最高的裁缝技能£最高的裁缝技能", --1542
"最高的工程学技能£最高的工程学技能", --1544
"勇气竞技场参赛£勇气竞技场参赛", --1545
"勇气竞技场获胜£勇气竞技场获胜", --1546
"达拉然下水道参赛£达拉然下水道参赛", --1547
"达拉然下水道获胜£达拉然下水道获胜", --1548
"远古海滩的战斗£远古海滩", --1549
"远古海滩胜利£远古海滩", --1550
"疯狂爆竹£在30秒内燃放10束春节爆竹。", --1552
"25条鱼£钓到25件物品。", --1556
"50条鱼£钓到50件物品。", --1557
"100条鱼£钓到100件物品。", --1558
"250条鱼£钓到250件物品。", --1559
"500条鱼£钓到500件物品。", --1560
"1000条鱼£钓到1000件物品。", --1561
"向大厨致敬£完成下列烹饪成就。", --1563
"鲜血与痛苦£完成纳格兰的“鲜血竞技场”系列任务，以及祖达克的“痛苦斗兽场”系列任务。", --1576
"达库鲁的知己£完成下列与达库鲁有关的主线剧情任务。", --1596
"竞争者的战袍£拥有2008年竞争之魂活动赠送的竞争者的战袍。", --1636
"竞争之魂£拥有2008年竞争之魂活动赠送的竞争之魂。", --1637
"破碎天空£在灵翼浮岛的龙喉飞行竞赛中击败汤告鲁士·碎空。", --1638
"神圣之名£完成下列万圣节成就。", --1656
"神圣之名£完成下列万圣节成就。", --1657
"冰冻废土的勇士£击败下列地下城和团队副本首领。", --1658
"东部王国的博学者£在东部王国完成700个任务。", --1676
"东部王国的博学者£在东部王国完成550个任务。", --1677
"卡利姆多的博学者£在卡利姆多完成700个任务。", --1678
"卡利姆多的博学者£在卡利姆多完成685个任务。", --1680
"博学者£完成下列任务成就。", --1681
"博学者£完成下列任务成就。", --1682
"酒仙£完成下列美酒节成就。", --1683
"酒仙£完成下列美酒节成就。", --1684
"节日情谊£在冬幕节期间，对部落的“兄弟”使用槲寄生。", --1685
"节日情谊£在冬幕节期间，对联盟的“兄弟”使用槲寄生。", --1686
"雪花纷飞£在冬幕节期间，对下列种族/职业组合各使用一捧雪花。", --1687
"冬幕节美食家£在冬幕节期间，运用你的烹饪技巧制作一份小姜饼、一份蛋奶酒和一份热苹果酒。", --1688
"他知道你是不是乖孩子£在冬幕节期间，打开树下的一件礼物。", --1689
"冰冷的握手£在冬幕节期间的达拉然城中，使用你的冬幕伪装包变成雪人，并且与另一个雪人跳舞。", --1690
"欢乐使者£完成下列冬幕节成就。", --1691
"欢乐使者£完成下列冬幕节成就。", --1692
"爱情冲昏头£完成下列情人节成就。", --1693
"爱情的好运£打开一件可爱的裙装盒，并获得一件可爱的黑裙子。", --1694
"危险的爱£协助热砂港的卡特尔粉碎险恶的皇冠药剂公司的阴谋。", --1695
"粉色的焰火£在20秒内发射10束爱心火箭。", --1696
"爱慕之国£在每个联盟的主城中完成可爱的情人符手镯日常任务。", --1697
"爱慕之国£在每个部落的主城中完成可爱的情人符手镯日常任务。", --1698
"爱情花簇£对下列种族/职业组合使用一堆玫瑰花瓣。", --1699
"匹德菲特恒久远£通过制造一支真银箭头获得永久性的小匹德菲特宠物。", --1700
"和我在一起吧！£吃掉下列从“一袋糖果\"中获得的8种情人糖。", --1701
"齿颊留香£品尝下列情人节糖果。", --1702
"我的爱就像火红的玫瑰£在情人节期间获得一束红玫瑰或一束黑玫瑰。", --1703
"爱情娃娃£在下列地区对爱情娃娃使用/pity命令。", --1704
"发条战士£拥有2007年冬幕节赠送的发条战士。", --1705
"打架赛车£拥有2008年冬幕节赠送的打架赛车。", --1706
"爱情冲昏头£完成下列情人节成就。", --1707
"杀敌数最多的战场£杀敌数最多的战场", --1716
"冬拥湖的胜利£在冬拥湖的战斗中获胜。", --1717
"冬拥湖的精英£在冬拥湖获得100场胜利。", --1718
"荣誉杀敌最多的战场£荣誉杀敌最多的战场", --1719
"岩石看守者阿尔卡冯（25人）£击败岩石看守者阿尔卡冯（25人）。", --1721
"岩石看守者阿尔卡冯（10人）£击败岩石看守者阿尔卡冯（10人）。", --1722
"人仰车翻£在冬拥湖使用载具或火炮杀死100名玩家。", --1723
"冬拥湖斜塔£摧毁冬拥湖的一座哨塔。", --1727
"学习炼金术配方£学习炼金术配方", --1729
"学习锻造图样£学习锻造图样", --1730
"学习工程学结构图£学习工程学结构图", --1734
"学习铭文£学习铭文", --1735
"毁车灭迹£摧毁下列各种载具。", --1737
"学习珠宝加工配方£学习珠宝加工配方", --1738
"学习制皮配方£学习制皮配方", --1740
"学习裁缝图样£学习裁缝图样", --1741
"学习烹饪食谱£学习烹饪食谱", --1745
"学习急救配方£学习急救配方", --1748
"毫无机会£使用炮台杀死20名骑乘坐骑的玩家。", --1751
"冬拥湖主宰£完成下列冬拥湖成就。", --1752
"杀死岩石看守者阿尔卡冯（冬拥湖10人团队）£杀死岩石看守者阿尔卡冯（冬拥湖10人团队）", --1753
"杀死岩石看守者阿尔卡冯（冬拥湖25人团队）£杀死岩石看守者阿尔卡冯（冬拥湖25人团队）", --1754
"胜券在握£攻打冬拥湖，并且在10分钟内获胜。", --1755
"巫妖王 - 杀死25人团队首领的次数£巫妖王 - 杀死25人团队首领的次数", --1756
"巫妖王 - 杀死不同的25人团队首领的总数£巫妖王 - 杀死不同的25人团队首领的总数", --1759
"巫妖王 - 最常杀死的25人团队首领£巫妖王 - 最常杀死的25人团队首领", --1760
"爆破精英£布署100枚爆盐炸弹，并成功摧毁一段城墙。", --1761
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --1762
"炮台精英£使用炮台摧毁100辆载具。", --1763
"扔掉它！£杀死100名携带爆盐炸弹的玩家。", --1764
"稳若磐石£在一场战斗中拆除5枚爆盐炸弹。", --1765
"远古保卫者£在一场战斗中的远古庭院杀死10名玩家。", --1766
"《巫妖王之怒》25人团队副本完成次数（杀死最终首领）£《巫妖王之怒》25人团队副本完成次数（杀死最终首领）", --1768
"巫妖王 - 杀死10人团队首领的次数£巫妖王 - 杀死10人团队首领的次数", --1770
"巫妖王 - 杀死不同的10人团队首领的总数£巫妖王 - 杀死不同的10人团队首领的总数", --1771
"巫妖王 - 最常杀死的10人团队首领£巫妖王 - 最常杀死的10人团队首领", --1772
"最常饮用的饮料£最常饮用的饮料", --1773
"饮用不同的饮料£饮用不同的饮料", --1774
"食用不同的食物£食用不同的食物", --1775
"最常吃的食品£最常吃的食品", --1776
"诺森德美食家£烹饪下列诺森德美食中的15种。", --1777
"诺森德美食家£烹饪下列诺森德美食中的30种。", --1778
"诺森德美食家£烹饪下列诺森德美食中的45种。", --1779
"情绪丰富£品尝下列所有“情绪”食品。", --1780
"小动物诱拐者£使用小动物的零食，在3分钟内诱使10只小动物成为你的宠物。", --1781
"日常食粮£完成由达拉然的凯瑟琳·李交予的下列烹饪日常任务。", --1782
"日常食粮£完成由达拉然的埃维罗·隆古巴交予的下列烹饪日常任务。", --1783
"向大厨致敬£完成下列烹饪成就。", --1784
"不可能的晚餐£在下列战场中摆放大型筵席。", --1785
"硬汉学校£将你的孤儿带进战场，并完成下列任务。", --1786
"坏榜样£当你的孤儿在一旁观看时，吃掉下列糖果。", --1788
"家务杂事£在召唤出你的孤儿的情况下，完成五个日常任务。", --1789
"向国王致敬，宝贝£在召唤出你的孤儿的情况下，击败乌特加德之巅的伊米隆国王。", --1790
"独自在家£在召唤出孤儿的情况下使用炉石。", --1791
"呀，真可爱！£获得一种儿童周奖励宠物。", --1792
"为了孩子£完成下列儿童周成就。", --1793
"午餐女仆£学习25个烹饪食谱。", --1795
"散点厨师£学习50个烹饪食谱。", --1796
"二厨£学习75个烹饪食谱。", --1797
"副厨师长£学习100个烹饪食谱。", --1798
"厨师长£学习160个烹饪食谱。", --1799
"外域美食家£烹饪下列外域美食。", --1800
"拉姆瑟船长的特酿啤酒£酿制一些拉姆瑟船长的特酿啤酒。", --1801
"毫无防备£在紫罗兰监狱中，不使用防御控制水晶，保持监狱封印完整度100%，并击败塞安妮苟萨（英雄难度）。", --1816
"净化时间£在净化斯坦索姆事件中击败永恒腐蚀者（英雄难度）。", --1817
"海陆全席£品尝艾泽拉斯的50种美食。", --1832
"快乐时光£饮用25种不同的饮料。", --1833
"雷击£在闪电大厅的比亚格里将军携带临时电荷的状态下将其击败（英雄难度）。", --1834
"老滑头£钓起奥格瑞玛的老滑头。", --1836
"老铁腭£钓起铁炉堡的老铁腭。", --1837
"帕奇维克陪你玩（10人）£在3分钟内杀死纳克萨玛斯的帕奇维克（10人）。", --1856
"帕奇维克陪你玩（25人）£在3分钟内杀死纳克萨玛斯的帕奇维克（25人）。", --1857
"蜘蛛克星（10人）£在杀死阿努布雷坎之后的20分钟内杀死纳克萨玛斯的迈克斯纳（10人）。", --1858
"蜘蛛克星（25人）£在杀死阿努布雷坎之后的20分钟内杀死纳克萨玛斯的迈克斯纳（25人）。", --1859
"速战速决！£在4分钟内击败艾卓-尼鲁布的阿努巴拉克（英雄难度）。", --1860
"沃拉兹的快速死亡£在2分钟内杀死安卡赫特的传令官沃拉兹（英雄难度）。", --1862
"什么味道？£在受到野性残渣效果影响的状态下，击败古达克的迦尔达拉（英雄难度）。", --1864
"一级戒备！£在紫罗兰监狱中，击败谢沃兹、拉文索尔、艾库隆、湮灭者祖拉玛特、埃雷克姆和摩拉格（英雄难度）。", --1865
"无尽悲伤£在1分钟内击败岩石大厅的悲伤圣女（英雄难度）。", --1866
"适时死亡£在2分钟内击败闪电大厅的洛肯（英雄难度）。", --1867
"分秒必争£在杀死审讯者达库斯之后的20分钟内，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --1868
"龙口拔牙（10人）£以少于9人的阵容击败玛里苟斯（10人）。", --1869
"龙口拔牙（25人）£以少于21人的阵容击败玛里苟斯（25人）。", --1870
"资深龙骑兵£在三次魔环的战斗中，分别骑乘翡翠幼龙、琥珀幼龙和红玉幼龙击败魔网守护者埃雷苟斯（英雄难度）。", --1871
"僵尸围城！£在净化斯坦索姆战役中，1分钟内杀死100个复活的僵尸（英雄难度）。", --1872
"我们都爱斯卡迪£在通道事件触发后的3分钟内击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --1873
"你并非永恒（10人）£在6分钟内击败玛里苟斯（10人）。", --1874
"你并非永恒（25人）£在6分钟内击败玛里苟斯（25人）。", --1875
"击败黑龙军团（10人）£击败黑岩守护者萨塔里奥（10人）。", --1876
"少即是多（25人）£以少于21人的阵容击败黑岩守护者萨塔里奥和其它暮光幼龙（25人）。", --1877
"加些冰块£在不击碎任何冰霜墓穴的情况下击败乌特加德城堡的凯雷塞斯王子（英雄难度）。", --1919
"你的小飞兔丢了吗？£获得一只鹿角小飞兔宠物。", --1936
"进修£在达拉然城中阅读《奥术魔法的学派》中的下列章节。", --1956
"泉水中的金币£从达拉然的喷泉中钓起下列金币。", --1957
"好大的老鼠！£从达拉然下水道中钓起巨型下水道老鼠。", --1958
"获得达拉然烹饪奖牌£获得达拉然烹饪奖牌", --1976
"获得达拉然珠宝匠硬币£获得达拉然珠宝匠硬币", --1977
"安全舞蹈（10人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（10人）。", --1996
"歇斯底里（10人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（10人）", --1997
"达拉然烹饪奖牌£获得一块达拉然烹饪奖牌。", --1998
"10块达拉然烹饪奖牌£获得10块达拉然烹饪奖牌。", --1999
"25块达拉然烹饪奖牌£获得25块达拉然烹饪奖牌。", --2000
"50块达拉然烹饪奖牌£获得50块达拉然烹饪奖牌。", --2001
"100块达拉然烹饪奖牌£获得100块达拉然烹饪奖牌。", --2002
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2016
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2017
"防患未然£完成下列诺森德日常地下城任务。", --2018
"死亡证明£完成下列诺森德日常地下城任务。", --2019
"极度冰寒£在极度冰寒效果不叠加到两层以上的情况下，击败魔枢的克莉斯塔萨（英雄难度）。", --2036
"混沌理论£在不摧毁任何混乱裂隙的情况下击败魔枢的阿诺玛鲁斯（英雄难度）。", --2037
"尊敬长者£在不杀死任何安卡哈守护者的情况下，击败安卡赫特的纳多克斯长老（英雄难度）。", --2038
"跟爵德说再见£在达克萨隆要塞中挑战暴龙之王爵德，并且在战斗中杀死6名达卡莱裂肠者或达卡莱镰爪龙（英雄难度）。", --2039
"干掉莫拉比£在保证古达克的莫拉比没有一次成功变身为猛犸象的情况下击败他（英雄难度）。", --2040
"脱水£在没有任何水泡形成的情况下，击败紫罗兰监狱的艾库隆（英雄难度）。", --2041
"破碎的抵抗£击败闪电大厅的沃尔坎，并且不能让他击碎4个以上的脆弱的魔像（英雄难度）。", --2042
"天灾巨人£在乌特加德之巅，强迫席瓦拉·索格蕾杀死一个天灾巨人（英雄难度）。", --2043
"红玉虚空£在你的小队中无人使用红玉幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2044
"翡翠虚空£在你的小队中无人使用翡翠幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2045
"琥珀虚空£在你的小队中无人使用琥珀幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2046
"小心火山（10人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（10人）。", --2047
"小心火山（25人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（25人）。", --2048
"暮光帮凶（10人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2049
"暮光二重奏（10人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2050
"暮光领域（10人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2051
"暮光帮凶（25人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2052
"暮光二重奏（25人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2053
"暮光领域（25人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2054
"志愿工作£在不杀死任何暮光志愿者的情况下，击败安卡赫特的耶戈达·觅影者（英雄难度）。", --2056
"哦，诺沃斯！£在没有任何亡灵爪牙爬上地面的情况下击败达克萨隆要塞的召唤者诺沃斯（英雄难度）。", --2057
"蛇。为什么是蛇？£在不被蛇缠住的情况下击败古达克的斯拉德兰（英雄难度）。", --2058
"装甲棕熊£从达拉然的梅尔·弗兰希斯那里获得一头装甲棕熊。", --2076
"长毛猛犸象£从达拉然的梅尔·弗兰希斯那里获得一头长毛猛犸象。", --2077
"旅行者的苔原猛犸象£从达拉然的梅尔·弗兰希斯那里购买一头旅行者的苔原猛犸象。", --2078
"保卫者的战袍£通过开启黑暗之门的事件获得一件保卫者的战袍。", --2079
"黑色猛犸战象£获得一头黑色猛犸战象。", --2080
"重型黑色猛犸战象£获得一头重型黑色猛犸战象。", --2081
"冰雪猛犸象£获得一头冰雪猛犸象。", --2082
"重型冰雪猛犸象£获得一头重型冰雪猛犸象。", --2083
"肯瑞托的戒指£在达拉然购买一枚肯瑞托徽记、肯瑞托指环、肯瑞托指箍或肯瑞托戒指。", --2084
"50块岩石守卫者的碎片£获得50块岩石守卫者的碎片。", --2085
"100块岩石守卫者的碎片£获得100块岩石守卫者的碎片。", --2086
"250块岩石守卫者的碎片£获得250块岩石守卫者的碎片。", --2087
"500块岩石守卫者的碎片£获得500块岩石守卫者的碎片。", --2088
"1000块岩石守卫者的碎片£获得1000块岩石守卫者的碎片。", --2089
"挑战者£在80级的竞技场赛季中获得“挑战者”头衔。", --2090
"角斗士£在80级的竞技场赛季中获得“角斗士”头衔。", --2091
"决斗者£在80级的竞技场赛季中获得“决斗者”头衔。", --2092
"竞争者£在80级的竞技场赛季中获得“竞争者”头衔。", --2093
"一枚铜板£从达拉然的喷泉中钓起下列铜币。", --2094
"城中的银币£从达拉然的喷泉中钓起下列银币。", --2095
"钱币大师£完成下列许愿硬币钓鱼成就。", --2096
"上车！£获得一辆机械师的摩托车或一辆机械路霸。", --2097
"银色黎明战袍£通过天灾入侵事件获得一件银色黎明战袍。", --2116
"英雄的荣耀£完成下列英雄难度地下城成就。", --2136
"团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2137
"团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2138
"安全舞蹈（25人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（25人）。", --2139
"歇斯底里（25人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（25人）。", --2140
"马厩管理员£获得10种坐骑。", --2141
"坐骑满仓£获得25种坐骑。", --2142
"骑兵队长£获得50种坐骑。", --2143
"千奇百怪的漫长旅行£完成下列世界事件成就。", --2144
"千奇百怪的漫长旅行£完成下列世界事件成就。", --2145
"百点俱乐部（10人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（10人）。", --2146
"百点俱乐部（25人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（25人）。", --2147
"断子绝孙（10人）£当你乘坐悬浮之碟时，亲手击杀一名永恒子嗣（10人）。", --2148
"断子绝孙（25人）£当你乘坐悬浮之碟时，亲手击杀一名永恒子嗣（25人）。", --2149
"分裂人格£在魔枢的大魔导师泰蕾丝塔两次分身时，相隔5秒之内击杀她的每个分身，然后击败她（英雄难度）。", --2150
"难以下咽£在吞噬效果叠加到10层之前，击败达克萨隆要塞的托尔戈（英雄难度）。", --2151
"有爱共享£在5名队员都被穿刺过的情况下，击败古达克的迦尔达拉（英雄难度）。", --2152
"虚空之舞£在不杀死任何虚空斥候的情况下，击败紫罗兰监狱中的湮灭者祖拉玛特（英雄难度）。", --2153
"毫发无伤的布莱恩£在岩石大厅的远古法庭事件中获胜，并且保证布莱恩·铜须不受到任何伤害（英雄难度）。", --2154
"清扫淤泥£在杀死5只铁淤泥的情况下，击败岩石大厅的塑铁者斯约尼尔（英雄难度）。", --2155
"短命斯卡迪£在一次格拉乌弗通过的周期中将其杀死，然后击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --2156
"弑君者£在队伍中无人触发灾祸效果的情况下，击败乌特加德之巅的伊米隆国王（英雄难度）。", --2157
"同生共死（10人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（10人）。", --2176
"同生共死（25人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（25人）。", --2177
"电击！（10人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（10人）。", --2178
"电击！（25人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（25人）。", --2179
"做减法（10人）£以少于9人的阵容击败纳克萨玛斯的塔迪乌斯（10人）。", --2180
"做减法（25人）£以少于21人的阵容击败纳克萨玛斯的塔迪乌斯（25人）。", --2181
"孢子保护主义者（10人）£在不杀死任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（10人）。", --2182
"孢子保护主义者（25人）£在不杀死任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（25人）。", --2183
"远远不够（10人）£在克尔苏加德的大厅中杀死至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（10人）。", --2184
"远远不够（25人）£在克尔苏加德的大厅中杀死至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（25人）。", --2185
"永恒者£在一个团队副本周期内，击败25人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2186
"不朽者（10人）£在一个团队副本周期内，击败10人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2187
"灭团之星£在15秒内杀死50条群居雏龙。", --2188
"炮台专家£在一场战斗中使用炮台摧毁5辆载具。", --2189
"马上扔掉它！£在一场战斗中杀死5名携带爆盐炸弹的玩家。", --2190
"远古庭院卫士£在远古庭院中杀死100名玩家。", --2191
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --2192
"爆破专家£在一场战斗中布署5枚爆盐炸弹，并成功损坏一段城墙。", --2193
"远古海滩主宰£完成下列远古海滩成就。", --2194
"远古海滩主宰£完成下列远古海滩成就。", --2195
"冬拥湖游侠£在冬拥湖的下列区域各杀死10名玩家。", --2199
"最致命的《巫妖王之怒》地下城副本首领£最致命的《巫妖王之怒》地下城副本首领", --2216
"最致命的《巫妖王之怒》10人团队首领£最致命的《巫妖王之怒》10人团队首领", --2217
"最致命的《巫妖王之怒》25人团队首领£最致命的《巫妖王之怒》25人团队首领", --2218
"在5人地下城英雄副本中死亡的总次数£在5人地下城英雄副本中死亡的总次数", --2219
"诺森德珍兽£杀死下列非常罕见的诺森德生物中的一个。", --2256
"霜害£杀死下列非常罕见的诺森德生物。", --2257
"接受召唤£接受召唤", --2277
"野蛮角斗士的虚空幼龙£获取《燃烧的远征》竞技场第四赛季的野蛮角斗士的虚空幼龙。", --2316
"你疯了吧？！£提升你在下列地区中的声望。", --2336
"克索诺斯的恐惧战马£完成克索诺斯的恐惧战马任务。", --2357
"军马£完成圣骑士的军马任务。", --2358
"迅捷飞行形态£完成迅捷飞行形态的任务。", --2359
"最常参与的战场£最常参与的战场", --2396
"最常获胜的战场£最常获胜的战场", --2397
"魔兽世界四周年£在魔兽世界四周年庆典期间登录游戏。", --2398
"泉水煮蛋£在复活节期间，装扮成一只兔子并前往安戈洛环形山的葛拉卡温泉，在那里产一枚卵。", --2416
"巧克力爱好者£在复活节期间吃下25块复活节巧克力。", --2417
"巧克力沉迷者£在复活节期间吃下100块复活节巧克力。", --2418
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2419
"贵族的花园£在银月城中藏匿一枚鲜艳的彩蛋。", --2420
"贵族的花园£在暴风城中藏匿一枚鲜艳的彩蛋。", --2421
"摇摇你的兔耳朵£使用春季花朵，为不低于18级的玩家戴上兔耳朵。", --2422
"沙漠玫瑰£使用春季长袍，在下列沙漠地区种植花朵。", --2436
"吸血鬼猎人£杀死特里斯·黯血王子并获得他的吸血蝙蝠宝宝。", --2456
"毁车灭迹£摧毁下列各种载具。", --2476
"第五元素£获得一份水之精萃。", --2496
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2497
"宠物大师£收集75种不同的小宠物。", --2516
"坐骑成堆£获得100种坐骑。", --2536
"坐骑成堆£获得100种坐骑。", --2537
"害虫控制£杀死下列害虫。", --2556
"陪伴我成长的小松鼠们£向更多的艾泽拉斯小动物展示你的爱心（使用/love命令）。", --2557
"羞怯的新娘£穿着白色礼服衬衣和黑色礼服短裤，亲吻一个穿着端庄的裙子的人。", --2576
"杀死比格沃斯£杀死比格沃斯", --2596
"我找到一枚！£找到一枚鲜艳的彩蛋。", --2676
"双天赋£达到至少40级之后去拜访你的职业训练师，并开启你的双天赋界面。", --2716
"银色候选者£在银色锦标赛中接受训练，作为你的种族阵营中的候选者出场比赛。", --2756
"银色勇士£在银色锦标赛中接受训练，作为你的种族阵营中的勇士出场比赛。", --2758
"尊贵的达纳苏斯冠军£在达纳苏斯阵营中达到崇拜声望，并获得在银色锦标赛中代表达纳苏斯出战的资格。", --2760
"尊贵的埃索达冠军£在埃索达阵营中达到崇拜声望，并获得在银色锦标赛中代表埃索达出战的资格。", --2761
"尊贵的诺莫瑞根冠军£在诺莫瑞根流亡者阵营中达到崇拜声望，并获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2762
"尊贵的铁炉堡冠军£在铁炉堡阵营中达到崇拜声望，并获得在银色锦标赛中代表铁炉堡出战的资格。", --2763
"尊贵的暴风城冠军£在暴风城阵营中达到崇拜声望，并获得在银色锦标赛中代表暴风城出战的资格。", --2764
"尊贵的奥格瑞玛冠军£在奥格瑞玛阵营中达到崇拜声望，并获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2765
"尊贵的森金冠军£在森金阵营中达到崇拜声望，并获得在银色锦标赛中代表森金出战的资格。", --2766
"尊贵的银月城冠军£在银月城阵营中达到崇拜声望，并获得在银色锦标赛中代表银月城出战的资格。", --2767
"尊贵的雷霆崖冠军£在雷霆崖阵营中达到崇拜声望，并获得在银色锦标赛中代表雷霆崖出战的资格。", --2768
"尊贵的幽暗城冠军£在幽暗城阵营中达到崇拜声望，并获得在银色锦标赛中代表幽暗城出战的资格。", --2769
"尊贵的联盟冠军£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2770
"尊贵的部落冠军£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2771
"全速冲击！£在银色锦标赛的骑乘决斗中击败另一名玩家。", --2772
"轻伤而已£在银色锦标赛中揭穿黑骑士的阴谋，并且击败他。", --2773
"冬拥湖主宰£完成下列冬拥湖成就。", --2776
"达纳苏斯冠军£获得在银色锦标赛中代表达纳苏斯出战的资格。", --2777
"埃索达冠军£获得在银色锦标赛中代表埃索达出战的资格。", --2778
"诺莫瑞根冠军£获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2779
"铁炉堡冠军£获得在银色锦标赛中代表铁炉堡出战的资格。", --2780
"暴风城冠军£获得在银色锦标赛中代表暴风城出战的资格。", --2781
"联盟冠军£获得在银色锦标赛中代表所有联盟种族阵营出战的资格。", --2782
"奥格瑞玛冠军£获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2783
"森金冠军£获得在银色锦标赛中代表森金出战的资格。", --2784
"银月城冠军£获得在银色锦标赛中代表银月城出战的资格。", --2785
"雷霆崖冠军£获得在银色锦标赛中代表雷霆崖出战的资格。", --2786
"幽暗城冠军£获得在银色锦标赛中代表幽暗城出战的资格。", --2787
"部落冠军£获得在银色锦标赛中代表所有部落种族阵营出战的资格。", --2788
"本月美酒£加入本月美酒俱乐部。", --2796
"复活节的贵族£完成下列复活节成就。", --2797
"复活节的贵族£完成下列复活节成就。", --2798
"尊贵的部落银色冠军£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2816
"尊贵的联盟银色冠军£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2817
"长枪骑士£在银色锦标赛中，分别击败所有种族阵营的骑士。", --2836
"杀死烈焰巨兽（10人奥杜尔）£杀死烈焰巨兽（10人奥杜尔）", --2856
"杀死锋鳞（10人奥杜尔）£杀死锋鳞（10人奥杜尔）", --2857
"杀死掌炉者伊格尼斯（10人奥杜尔）£杀死掌炉者伊格尼斯（10人奥杜尔）", --2858
"杀死XT-002拆解者（10人奥杜尔）£杀死XT-002拆解者（10人奥杜尔）", --2859
"杀死钢铁议会（10人奥杜尔）£杀死钢铁议会（10人奥杜尔）", --2860
"杀死科隆加恩（10人奥杜尔）£杀死科隆加恩（10人奥杜尔）", --2861
"战胜霍迪尔（10人奥杜尔）£战胜霍迪尔（10人奥杜尔）", --2862
"战胜托里姆（10人奥杜尔）£战胜托里姆（10人奥杜尔）", --2863
"战胜弗蕾亚（10人奥杜尔）£战胜弗蕾亚（10人奥杜尔）", --2864
"战胜米米尔隆（10人奥杜尔）£战胜米米尔隆（10人奥杜尔）", --2865
"杀死维扎克斯将军（10人奥杜尔）£杀死维扎克斯将军（10人奥杜尔）", --2866
"杀死观察者奥尔加隆（10人奥杜尔）£杀死观察者奥尔加隆（10人奥杜尔）", --2867
"杀死欧尔莉亚（10人奥杜尔）£杀死欧尔莉亚（10人奥杜尔）", --2868
"杀死尤格-萨隆（10人奥杜尔）£杀死尤格-萨隆（10人奥杜尔）", --2869
"杀死风暴看守者埃玛尔隆（冬拥湖10人团队）£杀死风暴看守者埃玛尔隆（冬拥湖10人团队）", --2870
"杀死烈焰巨兽（25人奥杜尔）£杀死烈焰巨兽（25人奥杜尔）", --2872
"杀死锋鳞（25人奥杜尔）£杀死锋鳞（25人奥杜尔）", --2873
"杀死掌炉者伊格尼斯（25人奥杜尔）£杀死掌炉者伊格尼斯（25人奥杜尔）", --2874
"杀死科隆加恩（25人奥杜尔）£杀死科隆加恩（25人奥杜尔）", --2875
"战胜米米尔隆（25人奥杜尔）£战胜米米尔隆（25人奥杜尔）", --2879
"杀死维扎克斯将军（25人奥杜尔）£杀死维扎克斯将军（25人奥杜尔）", --2880
"杀死观察者奥尔加隆（25人奥杜尔）£杀死观察者奥尔加隆（25人奥杜尔）", --2881
"杀死欧尔莉亚（25人奥杜尔）£杀死欧尔莉亚（25人奥杜尔）", --2882
"杀死尤格-萨隆（25人奥杜尔）£杀死尤格-萨隆（25人奥杜尔）", --2883
"杀死XT-002拆解者（25人奥杜尔）£杀死XT-002拆解者（25人奥杜尔）", --2884
"杀死钢铁议会（25人奥杜尔）£杀死钢铁议会（25人奥杜尔）", --2885
"围攻奥杜尔（10人）£击败奥杜尔攻城区域的首领（10人）。", --2886
"围攻奥杜尔（25人）£击败奥杜尔攻城区域的首领（25人）。", --2887
"奥杜尔的前厅（10人）£击败奥杜尔前厅区域的首领（10人）。", --2888
"奥杜尔的前厅（25人）£击败奥杜尔前厅区域的首领（25人）。", --2889
"奥杜尔的守护者（10人）£击败奥杜尔的守护者首领（10人）。", --2890
"奥杜尔的守护者（25人）£击败奥杜尔的守护者首领（25人）。", --2891
"疯狂阶梯（10人）£击败奥杜尔疯狂阶梯区域的首领（10人）。", --2892
"疯狂阶梯（25人）£击败奥杜尔疯狂阶梯区域的首领（25人）。", --2893
"奥杜尔的秘密（10人）£击败奥杜尔的所有首领（10人）。", --2894
"奥杜尔的秘密（25人）£击败奥杜尔的所有首领（25人）。", --2895
"奥杜尔的勇士£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（10人）。", --2903
"奥杜尔的征服者£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（25人）。", --2904
"毫发无损（10人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（10人）。", --2905
"毫发无损（25人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（25人）。", --2906
"三车库（10人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（10人）。", --2907
"三车库（25人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（25人）。", --2908
"端掉那些炮台！（10人）£摧毁一座烈焰巨兽防御炮台（10人）。", --2909
"端掉那些炮台！（25人）£摧毁一座烈焰巨兽防御炮台（25人）。", --2910
"停机（10人）£在没有造成系统关闭的情况下击败烈焰巨兽（10人）。", --2911
"停机（25人）£在没有造成系统关闭的情况下击败烈焰巨兽（25人）。", --2912
"轨道炮击（10人）£在至少1个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2913
"轨道破坏（10人）£在至少2个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2914
"轨道轰炸（10人）£在至少3个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2915
"轨道破坏（25人）£在2个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2916
"轨道轰炸（25人）£在3个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2917
"轨道炮击（25人）£在1个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2918
"快刀斩锋鳞（10人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（10人）。", --2919
"快刀斩锋鳞（25人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（25人）。", --2921
"铁矮人，五分熟（10人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（10人）。", --2923
"铁矮人，五分熟（25人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（25人）。", --2924
"支离破碎（10人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（10人）。", --2925
"支离破碎（25人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（25人）。", --2926
"热锅中的蚂蚁（10人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（10人）。", --2927
"热锅中的蚂蚁（25人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（25人）。", --2928
"煽风点火（25人）£在4分钟内击败掌炉者伊格尼斯（25人）。", --2929
"煽风点火（10人）£在4分钟内击败掌炉者伊格尼斯（10人）。", --2930
"削弱工程学（10人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（10人）。", --2931
"削弱工程学（25人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（25人）。", --2932
"削弱废料机器人（10人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（10人）。", --2933
"削弱重力炸弹（10人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（10人）。", --2934
"削弱废料机器人（25人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（25人）。", --2935
"削弱重力炸弹（25人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（25人）。", --2936
"快拆快解（10人）£在205秒内击败XT-002拆解者（10人）。", --2937
"快拆快解（25人）£在205秒内击败XT-002拆解者（25人）。", --2938
"就是你了，符文大师莫尔基姆（10人）£击败钢铁议会，并将符文大师莫尔基姆留到最后杀死（10人）。", --2939
"就是你了，唤雷者布隆迪尔（10人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后杀死（10人）。", --2940
"就是你了，断钢者（10人）£击败钢铁议会，并将断钢者留到最后杀死（10人）。", --2941
"就是你了，符文大师莫尔基姆（25人）£击败钢铁议会，并将符文大师莫尔基姆留到最后杀死（25人）。", --2942
"就是你了，唤雷者布隆迪尔（25人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后杀死（25人）。", --2943
"就是你了，断钢者（25人）£击败钢铁议会，并将断钢者留到最后杀死（25人）。", --2944
"我是自己人！（10人）£在带有铁靴烈酒效果的情况下击败钢铁议会（10人）。", --2945
"我是自己人！（25人）£在带有铁靴烈酒效果的情况下击败钢铁议会（25人）。", --2946
"谨防昏迷（10人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（10人）。", --2947
"谨防昏迷（25人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（25人）。", --2948
"张开双臂（10人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（10人）。", --2951
"张开双臂（25人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（25人）。", --2952
"断其臂膀（10人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（10人）。", --2953
"断其臂膀（25人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（25人）。", --2954
"致命的眼神（10人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（10人）。", --2955
"致命的眼神（25人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（25人）。", --2956
"奥杜尔团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2957
"奥杜尔团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2958
"碎石滚滚（10人）£在至少出现25个碎石的情况下击败科隆加恩（10人）。", --2959
"碎石滚滚（25人）£在至少出现25个碎石的情况下击败科隆加恩（25人）。", --2960
"别冻坏了（10人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（10人）。", --2961
"别冻坏了（25人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（25人）。", --2962
"我的强力伙伴们（10人）£在没有任何友方NPC死亡的情况下击败霍迪尔（10人）。", --2963
"我的强力伙伴们（25人）£在没有任何友方NPC死亡的情况下击败霍迪尔（25人）。", --2965
"这里真冷呀（10人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（10人）。", --2967
"这里真冷呀（25人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（25人）。", --2968
"注意保暖（10人）£同时拥有温暖的火焰、风暴之力和星光效果（10人）。", --2969
"注意保暖（25人）£同时拥有温暖的火焰、风暴之力和星光效果（25人）。", --2970
"粗心遭雷劈（10人）£在团队中无一人被闪电充能击中的情况下击败托里姆（10人）。", --2971
"粗心遭雷劈（25人）£在团队中无一人被闪电充能击中的情况下击败托里姆（25人）。", --2972
"看我一个打三个（10人）£击败托里姆、古代符文巨人和符印巨像（10人）。", --2973
"看我一个打三个（25人）£击败托里姆、古代符文巨人和符印巨像（25人）。", --2974
"嗜血？要啥嗜血？（10人）£在拥有敏锐光环效果的情况下击败托里姆（10人）。", --2975
"嗜血？要啥嗜血？（25人）£在拥有敏锐光环效果的情况下击败托里姆（25人）。", --2976
"冒牌西芙（10人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（10人）。", --2977
"冒牌西芙（25人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（25人）。", --2978
"滥砍滥伐（10人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（10人）。", --2979
"秋风扫落叶（10人）£在杀死第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（10人）。", --2980
"秋风扫落叶（25人）£在杀死第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（25人）。", --2981
"回归大自然（10人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（10人）。", --2982
"回归大自然（25人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（25人）。", --2983
"破坏植被（25人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（25人）。", --2984
"破坏植被（10人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（10人）。", --2985
"狂轰滥炸（10人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（10人）。", --2989
"友军误伤（25人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（25人）。", --2995
"暗影躲避者（10人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（10人）。", --2996
"暗影躲避者（25人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（25人）。", --2997
"超巨黑洞（25人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（25人）。", --3002
"超巨黑洞（10人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（10人）。", --3003
"灭到你流泪（10人）£击败观察者奥尔加隆，并且在该团队副本周期内，团队中无一人死于观察者奥尔加隆的战斗（10人）。", --3004
"灭到你流泪（25人）£在团队中无一人死亡的情况下，击败观察者奥尔加隆（25人）。", --3005
"疯狂的猫咪女王（10人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（10人）。", --3006
"疯狂的猫咪女王（25人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（25人）。", --3007
"我为卿狂（10人）£在团队中无一人发狂的情况下击败尤格-萨隆（10人）。", --3008
"弥补裂痕的吻（10人）£当奥杜尔（10人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3009
"我为卿狂（25人）£在团队中无一人发狂的情况下击败尤格-萨隆（25人）。", --3010
"弥补裂痕的吻（25人）£当奥杜尔（25人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3011
"上古之神作古（10人）£在7分钟内击败尤格-萨隆（10人）。", --3012
"上古之神作古（25人）£在7分钟内击败尤格-萨隆（25人）。", --3013
"它们冲过来了！（10人）£在12秒内击败9个尤格-萨隆的卫士（10人）。", --3014
"梦境中的等待（10人）£经历过尤格-萨隆脑海中的全部3个幻象（10人）。", --3015
"梦境中的等待（25人）£经历过尤格-萨隆脑海中的全部3个幻象（25人）。", --3016
"它们冲过来了！（25人）£在12秒内击败9个尤格-萨隆的卫士（25人）。", --3017
"获得征服纹章£获得征服纹章", --3018
"被观察者（10人）£击败观察者奥尔加隆（10人）。", --3036
"被观察者（25人）£击败观察者奥尔加隆（25人）。", --3037
"轨道毁灭（10人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（10人）。", --3056
"轨道毁灭（25人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（25人）。", --3057
"心碎欲绝（10人）£摧毁XT-002拆解者的心脏，然后击败它（10人）。", --3058
"心碎欲绝（25人）£摧毁XT-002拆解者的心脏，然后击败它（25人）。", --3059
"九命猫（10人）£在击败欧尔莉亚的同时击败野性防御者（10人）。", --3076
"九命猫（25人）£在击败欧尔莉亚的同时击败野性防御者（25人）。", --3077
"致命角斗士的冰霜巨龙£获得《巫妖王之怒》竞技场第五赛季的致命角斗士的冰霜巨龙。", --3096
"矮人的末日（10人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（10人）。", --3097
"矮人的末日（25人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（25人）。", --3098
"服务器第一！死亡的终结£在困难模式下击败钢铁议会和所有的守护者后，在没有任何守护者协助的情况下，参与在本服务器首次击杀尤格-萨隆（25人）。", --3117
"滥砍滥伐（25人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（25人）。", --3118
"风暴看守者埃玛尔隆（10人）£击败风暴看守者埃玛尔隆（10人）。", --3136
"风暴看守者埃玛尔隆（25人）£击败风暴看守者埃玛尔隆（25人）。", --3137
"友军误伤（10人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（10人）。", --3138
"黑暗中的两盏灯（10人）£在最多2位守护者的协助下击败尤格-萨隆（10人）。", --3141
"瓦兰奈尔，远古王者之锤£获得瓦兰奈尔，远古王者之锤", --3142
"黑暗中的三盏灯（10人）£在最多3位守护者的协助下击败尤格-萨隆（10人）。", --3157
"黑暗中的一盏灯（10人）£在最多1位守护者的协助下击败尤格-萨隆（10人）。", --3158
"黑暗中的独影（10人）£在没有守护者协助的情况下击败尤格-萨隆（10人）。", --3159
"黑暗中的三盏灯（25人）£在最多3位守护者的协助下击败尤格-萨隆（25人）。", --3161
"黑暗中的两盏灯（25人）£在最多2位守护者的协助下击败尤格-萨隆（25人）。", --3162
"黑暗中的一盏灯（25人）£在最多1位守护者的协助下击败尤格-萨隆（25人）。", --3163
"黑暗中的独影（25人）£在没有守护者协助的情况下击败尤格-萨隆（25人）。", --3164
"摆脱幻觉（10人）£在西芙没有离开的情况下击败托里姆（10人）。", --3176
"敲一棵树（10人）£在至少有1位长者存活的情况下击败弗蕾亚（10人）。", --3177
"敲两棵树（10人）£在至少有2位长者存活的情况下击败弗蕾亚（10人）。", --3178
"敲三棵树（10人）£在全部3位长者都存活的情况下击败弗蕾亚（10人）。", --3179
"烈火金刚（10人）£激活米米尔隆的自毁程序，然后击败他（10人）。", --3180
"我爱萨隆邪铁的清香（10人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（10人）。", --3181
"珍贵的宝箱（10人）£在霍迪尔打碎他的珍贵宝箱之前击败他（10人）。", --3182
"摆脱幻觉（25人）£在西芙没有离开的情况下击败托里姆（25人）。", --3183
"珍贵的宝箱（25人）£在霍迪尔打碎他的珍贵宝箱之前击败他（25人）。", --3184
"敲一棵树（25人）£在至少有1位长者存活的情况下击败弗蕾亚（25人）。", --3185
"敲两棵树（25人）£在至少有2位长者存活的情况下击败弗蕾亚（25人）。", --3186
"敲三棵树（25人）£在全部3位长者都存活的情况下击败弗蕾亚（25人）。", --3187
"我爱萨隆邪铁的清香（25人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（25人）。", --3188
"烈火金刚（25人）£激活米米尔隆的自毁程序，然后击败他（25人）。", --3189
"学会熔炼配方£学会熔炼配方", --3216
"玛西娅的工作£完成下列的5个玛西娅·切斯的钓鱼日常任务。", --3217
"海龟垂钓£在诺森德的任意钓鱼场所钓到一只海龟坐骑。", --3218
"杀死风暴看守者埃玛尔隆（冬拥湖25人团队）£杀死风暴看守者埃玛尔隆（冬拥湖25人团队）", --3236
"狂轰滥炸（25人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（25人）。", --3237
"战胜霍迪尔（25人奥杜尔）£战胜霍迪尔（25人奥杜尔）", --3256
"战胜托里姆（25人奥杜尔）£战胜托里姆（25人奥杜尔）", --3257
"战胜弗蕾亚（25人奥杜尔）£战胜弗蕾亚（25人奥杜尔）", --3258
"服务器第一！天界保卫者£参与在本服务器首次击杀观察者奥尔加隆（25人）。", --3259
"正装厨师£获得一顶大厨的帽子。", --3296
"泰坦的使者£在团队中的所有成员身上的所有装备的物品等级都不高于232的情况下，击败观察者奥尔加隆（10人）。", --3316
"致命角斗士£获得头衔“致命角斗士”。", --3336
"冬泉霜刃豹£获得一只冬泉霜刃豹。", --3356
"毒皮暴掠龙£获得一只毒皮暴掠龙。", --3357
"狂怒角斗士£获得狂怒角斗士的头衔。", --3436
"逝者的聚会£在悼念日与卡特琳娜跳舞来变成一只骷髅。", --3456
"船长的宝藏£在海盗日与恐怖船长德梅萨对饮来成为她的船员。", --3457
"感恩者£完成下列感恩节成就。", --3478
"酒酣马快£获得一头史诗品质的美酒节坐骑。", --3496
"在奥杜尔中的总死亡次数£在奥杜尔中的总死亡次数", --3516
"玛润£拥有2009年暴雪娱乐嘉年华赠送的鱼人陆战队员玛润。", --3536
"感恩者的好胃口£在每个联盟主城的一个完整的盛宴餐桌中获得分享之魂。", --3556
"感恩者的好胃口£在每个部落主城的一个完整的盛宴餐桌中获得分享之魂。", --3557
"分享即是关爱£传递盛宴餐桌上的每一道菜。", --3558
"火鸡捉贼者£用你的火鸡枪轰杀那些鬼鬼祟祟的潜行者。", --3559
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3576
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3577
"火鸡终结者£尽快猎杀足够的野生火鸡来获得对火鸡的全面胜利。", --3578
"“食物大战！”£在盛宴餐桌旁将食物丢在一名食客的头上。", --3579
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3580
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3581
"泰罗卡的火鸡盛宴£在戴着感恩者礼帽，穿着感恩者的裙子、长袍或是外衣中的任意一件时，击败利爪之王艾吉斯。", --3582
"感恩之路£完成每一个感恩节日常任务。", --3596
"感恩之路£完成每一个感恩节日常任务。", --3597
"角斗士莫叽姆斯£拥有角斗士莫叽姆斯", --3618
"碧玉虎£在碧玉虎的赠送期间登录游戏。", --3636
"感恩者£完成下列感恩节成就。", --3656
"银色挚友£在银色盟约阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3676
"夺日者£在夺日者阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3677
"小马快跑！£在北伐军军需官卡普萨里斯夫人那里购买一匹银色马驹，并使用它。", --3736
"狂怒角斗士的冰霜巨龙£获取《巫妖王之怒》竞技场第六赛季的狂怒角斗士的冰霜巨龙。", --3756
"无情角斗士的冰霜巨龙£获取《巫妖王之怒》竞技场第七赛季的无情角斗士的冰霜巨龙。", --3757
"无情角斗士£获得头衔“无情角斗士”。", --3758
"征服之岛胜利£获得征服之岛的胜利。", --3776
"征服之岛精英£在征服之岛获得100场胜利。", --3777
"勇士的选拔£击败冠军的试炼中的所有首领", --3778
"上背酸痛（10人）£在至少还有2名雪地狗头人存活的情况下击败冰吼（10人）。", --3797
"韧性是关键（10人）£从杀死第一个算起，在60秒内连续击杀所有敌方英雄（10人）。", --3798
"时不我待（10人）£在三分钟之内击败瓦格里双子（10人）。", --3799
"叛变的国王（10人）£在30秒内杀死40只虫群甲虫（10人）。", --3800
"银色神官£多次进入冠军的试炼，在驱散5个不同的昔日回忆后击败银色神官帕尔崔丝（英雄难度）。", --3802
"用脸不用脑£在冠军的试炼中使用纯洁者耶德瑞克的锤子将其击败（英雄难度）。", --3803
"这还不算惨£在冠军的试炼中击败黑骑士，并且任何队员不能被引爆食尸鬼击中（英雄难度）。", --3804
"对技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（10人）。", --3808
"对精湛技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（10人）。", --3809
"对疯狂的嘉奖（10人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（10人）。", --3810
"北伐的最高召唤（25人）£击败大十字军的试炼中的所有首领（英雄难度25人）。", --3812
"上背酸痛（25人）£在至少还有4名雪地狗头人存活的情况下击败冰吼（25人）。", --3813
"韧性是关键（25人）£从杀死第一个算起，在60秒内连续击杀所有敌方英雄（25人）。", --3814
"时不我待（25人）£在三分钟之内击败瓦格里双子（25人）。", --3815
"叛变的国王（25人）£在30秒内杀死40只虫群甲虫（25人）。", --3816
"对技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（25人）。", --3817
"对精湛技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（25人）。", --3818
"对疯狂的嘉奖（25人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（25人）。", --3819
"火焰看守者科拉隆（10人）£击败火焰看守者科拉隆（10人）。", --3836
"火焰看守者科拉隆（25人）£击败火焰看守者科拉隆（25人）。", --3837
"地下城与团队副本纹章£拾取1枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3838
"25枚地下城与团队副本纹章£拾取25枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3839
"50枚地下城与团队副本纹章£拾取50枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3840
"100枚地下城与团队副本纹章£拾取100枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3841
"250枚地下城与团队副本纹章£拾取250枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3842
"500枚地下城与团队副本纹章£拾取500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3843
"1000枚地下城与团队副本纹章£拾取1000枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3844
"征服之岛全明星£在一场征服之岛的战斗中，突袭一座基地、守住一座基地、摧毁一辆载具，并且杀死一名玩家。", --3845
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --3846
"四车库£在征服之岛中，控制过以下载具：", --3847
"炸弹强人£在一场征服之岛的战斗中，对敌人的大门使用5枚爆盐炸弹。", --3848
"炸弹狂人£在一场征服之岛的战斗中，对敌人的大门使用5枚巨型爆盐炸弹。", --3849
"炮平四海£在征服之岛中，使用炮台摧毁10辆载具并轰杀100名玩家。", --3850
"都是我的£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --3851
"剪蓝线……别剪红线！£在征服之岛中，拆除25颗炸弹。", --3852
"无处不在£在一场征服之岛的战斗中，在下列地点各击杀一名玩家：", --3853
"后院起火£在征服之岛中，在敌方大门没有被攻破前冲入他们的庭院。", --3854
"投刃绞肉车£在征服之岛中，使用一辆投刃车杀死10名玩家，并且自己不死亡。", --3855
"毁车不倦£在征服之岛中摧毁下列载具。", --3856
"征服之岛主宰£完成下列征服之岛成就。", --3857
"1500枚地下城与团队副本纹章£拾取1500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3876
"墨玉猎豹£拥有一只墨玉猎豹", --3896
"北伐的召唤（25人）£击败十字军的试炼中的所有首领（25人）。", --3916
"北伐的召唤（10人）£击败十字军的试炼中的所有首领（10人）。", --3917
"北伐的最高召唤（10人）£击败大十字军的试炼中的所有首领（英雄难度10人）。", --3918
"一石二虫（10人）£在10秒之内连续击败酸喉和恐鳞（10人）。", --3936
"一石二虫（25人）£在10秒之内同时击败酸喉和恐鳞（25人）。", --3937
"征服之岛主宰£完成下列征服之岛成就。", --3957
"痛苦之刺（10人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（10人）。", --3996
"痛苦之刺（25人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（25人）。", --3997
"地、风和火（10人）£在60秒内连续击杀岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（10人）。", --4016
"地、风和火（25人）£在60秒内连续击杀岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（25人）。", --4017
"对猎人冠军的胜利（普通难度：冠军的试炼）£战胜猎人冠军（普通难度：冠军的试炼）", --4018
"对猎人冠军的胜利（英雄难度：冠军的试炼）£战胜猎人冠军（英雄难度：冠军的试炼）", --4019
"对银色神官帕尔崔丝的胜利（普通难度：冠军的试炼）£战胜银色神官帕尔崔丝（普通难度：冠军的试炼）", --4022
"对银色神官帕尔崔丝的胜利（英雄难度：冠军的试炼）£战胜银色神官帕尔崔丝（英雄难度：冠军的试炼）", --4023
"对纯洁者耶德瑞克的胜利（普通难度：冠军的试炼）£战胜纯洁者耶德瑞克（普通难度：冠军的试炼）", --4024
"对纯洁者耶德瑞克的胜利（英雄难度：冠军的试炼）£战胜纯洁者耶德瑞克（英雄难度：冠军的试炼）", --4025
"黑骑士之死（普通难度：冠军的试炼）£杀死黑骑士（普通难度：冠军的试炼）", --4026
"黑骑士之死（英雄难度：冠军的试炼）£杀死黑骑士（英雄难度：冠军的试炼）", --4027
"击败诺森德猛兽（10人十字军的试炼）£击败诺森德猛兽（10人十字军的试炼）", --4028
"击败诺森德猛兽（25人大十字军的试炼）£击败诺森德猛兽（25人大十字军的试炼）", --4029
"击败诺森德猛兽（10人大十字军的试炼）£击败诺森德猛兽（10人大十字军的试炼）", --4030
"击败诺森德猛兽（25人十字军的试炼）£击败诺森德猛兽（25人十字军的试炼）", --4031
"加拉克苏斯大王之死（10人十字军的试炼）£杀死加拉克苏斯大王（10人十字军的试炼）", --4032
"加拉克苏斯大王之死（10人大十字军的试炼）£杀死加拉克苏斯大王（10人大十字军的试炼）", --4033
"加拉克苏斯大王之死（25人十字军的试炼）£杀死加拉克苏斯大王（25人十字军的试炼）", --4034
"加拉克苏斯大王之死（25人大十字军的试炼）£杀死加拉克苏斯大王（25人大十字军的试炼）", --4035
"击败阵营冠军（10人十字军的试炼）£击败阵营冠军（10人十字军的试炼）", --4036
"击败阵营冠军（10人大十字军的试炼）£击败阵营冠军（10人大十字军的试炼）", --4037
"击败阵营冠军（25人十字军的试炼）£击败阵营冠军（25人十字军的试炼）", --4038
"击败阵营冠军（25人大十字军的试炼）£击败阵营冠军（25人大十字军的试炼）", --4039
"杀死瓦格里双子（10人十字军的试炼）£杀死瓦格里双子（10人十字军的试炼）", --4040
"杀死瓦格里双子（10人大十字军的试炼）£杀死瓦格里双子（10人大十字军的试炼）", --4041
"杀死瓦格里双子（25人十字军的试炼）£杀死瓦格里双子（25人十字军的试炼）", --4042
"杀死瓦格里双子（25人大十字军的试炼）£杀死瓦格里双子（25人大十字军的试炼）", --4043
"完成十字军试炼的次数（10人）£完成十字军试炼的次数（10人）", --4044
"完成大十字军试炼的次数（10人）£完成大十字军试炼的次数（10人）", --4045
"完成十字军试炼的次数（25人）£完成十字军试炼的次数（25人）", --4046
"完成大十字军试炼的次数（25人）£完成大十字军试炼的次数（25人）", --4047
"对法师冠军的胜利（普通难度：冠军的试炼）£战胜法师冠军（普通难度：冠军的试炼）", --4048
"对法师冠军的胜利（英雄难度：冠军的试炼）£战胜法师冠军（英雄难度：冠军的试炼）", --4049
"对潜行者冠军的胜利（普通难度：冠军的试炼）£战胜潜行者冠军（普通难度：冠军的试炼）", --4050
"对潜行者冠军的胜利（英雄难度：冠军的试炼）£战胜潜行者冠军（英雄难度：冠军的试炼）", --4051
"对萨满祭司冠军的胜利（普通难度：冠军的试炼）£战胜萨满祭司冠军（普通难度：冠军的试炼）", --4052
"对萨满祭司冠军的胜利（英雄难度：冠军的试炼）£战胜萨满祭司冠军（英雄难度：冠军的试炼）", --4053
"对战士冠军的胜利（普通难度：冠军的试炼）£战胜战士冠军（普通难度：冠军的试炼）", --4054
"对战士冠军的胜利（英雄难度：冠军的试炼）£战胜战士冠军（英雄难度：冠军的试炼）", --4055
"火焰看守者科拉隆之死（冬拥湖10人团队）£杀死火焰看守者科拉隆（10人冬拥湖）", --4074
"火焰看守者科拉隆之死（冬拥湖25人团队）£杀死火焰看守者科拉隆（25人冬拥湖）", --4075
"服务器第一！大十字军£参与本服务器首次完成大十字军的试炼，并且尝试次数还剩50次（25人）。", --4078
"对不朽的嘉奖£在大十字军的试炼中，在击杀任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4079
"对极度疯狂的嘉奖£达到“成就：对疯狂的嘉奖”的所有要求，并且所有团队成员不得使用过任何一件只能在本副本25人版本中获得的物品，或任何更高级物品。", --4080
"征服之岛的战斗£征服之岛的战斗", --4096
"征服之岛胜利£征服之岛胜利", --4097
"对不朽的嘉奖£在大十字军的试炼中，在击杀任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4156
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --4176
"一个也不能少£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --4177
"毁车不倦£在征服之岛中摧毁下列载具。", --4256
"冠军的试炼（普通难度）£在冠军的试炼中击败所有首领（普通难度）。", --4296
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4297
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4298
"2500枚地下城与团队副本纹章£拾取2500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --4316
"奥妮克希亚的巢穴（10人）£击败奥妮克希亚（10人）。", --4396
"奥妮克希亚的巢穴（25人）£击败奥妮克希亚（25人）。", --4397
"魔兽世界五周年£在魔兽世界五周年庆典期间登录游戏。", --4400
"上痛！上诅咒！上钉刺！（10人）£在5分钟内击败奥妮克希亚（10人）。", --4402
"最少扣你50DKP！！（10人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（10人）。", --4403
"深呼吸之谜（10人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（10人）。", --4404
"上痛！上诅咒！上钉刺！（25人）£在5分钟内击败奥妮克希亚（25人）。", --4405
"最少扣你50DKP！！（25人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（25人）。", --4406
"深呼吸之谜（25人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（25人）。", --4407
"枪神£射击下列敌对领袖。", --4436
"枪神£射击下列敌对领袖。", --4437
"随机巫妖王普通地下城完成次数£使用寻求组队系统，随机参与《巫妖王之怒》普通难度地下城的完成次数。", --4456
"1Q4，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到10名。", --4476
"1Q9，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到50名。", --4477
"1Q24，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到100名。", --4478
"指数突破9000点！£获得的成就点数超过9000点。", --4496
"灵魂洪炉£击败灵魂洪炉的首领们。", --4516
"萨隆矿坑£击败萨隆矿坑的首领们。", --4517
"映像大厅£击败映像大厅的首领们。", --4518
"灵魂洪炉（英雄难度）£击败灵魂洪炉的首领们（英雄难度）。", --4519
"萨隆矿坑（英雄难度）£击败萨隆矿坑的首领们（英雄难度）。", --4520
"映像大厅（英雄难度）£击败映像大厅的首领们（英雄难度）。", --4521
"灵魂之能£在灵魂洪炉副本中击败布隆亚姆，并且至少剩下4块被腐蚀的灵魂残片（英雄难度）。", --4522
"三面之灵£在灵魂洪炉副本中，在噬魂者成功施放幽灵冲击之前将他击败（英雄难度）。", --4523
"11大限£在萨隆矿坑副本中，在任何玩家获得11层永冻效果前击败熔炉领主加弗斯特（英雄难度）。", --4524
"别往上看£在萨隆矿坑副本中，在首次挑战天灾领主泰兰努斯之前，清理通道时无人受到冰锥的伤害（英雄难度）。", --4525
"这不是撤退，是战略转移。£在6分钟内从巫妖王的追杀中逃脱。", --4526
"霜翼大厅（10人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度10人）。", --4527
"天灾工厂（10人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度10人）。", --4528
"血色厅堂（10人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度10人）。", --4529
"冰封王座（10人）£在冰冠堡垒中击败巫妖王（普通难度10人）。", --4530
"进攻堡垒（10人）£击败冰冠堡垒的前4个首领（普通难度10人）。", --4531
"巫妖王的陨落（10人）£击败冰冠堡垒的所有首领（普通难度10人）。", --4532
"白骨贯体（10人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（10人）。", --4534
"欢聚一堂（10人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（10人）。", --4535
"我上船了（10人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰2次的情况下获得胜利（10人）。", --4536
"啊，真惨（10人）£在阵亡勇士的印记施放3次之前，击败死亡使者（10人）。", --4537
"与软泥共舞（10人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（10人）。", --4538
"一朝被咬，十年胆小（10人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（10人）。", --4539
"随机巫妖王英雄地下城完成次数£使用寻求组队系统，随机参与《巫妖王之怒》英雄难度地下城的完成次数。", --4556
"服务器第一！巫妖王的陨落£参与在本服务器首次击杀巫妖王（英雄难度25人）。", --4576
"勤通风，多喝水（10人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（10人）。", --4577
"反胃、烧心、消化不良……（10人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（10人）。", --4578
"门神（10人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（10人）。", --4579
"极限（10人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（10人）。", --4580
"身陷邪恶（10人）£将生成的每个卑劣的灵魂在炸裂前杀死，然后击败巫妖王（10人）。", --4581
"宝珠低语者（10人）£在没有任何团队成员从单次攻击中受到23000点法术伤害的情况下，击败鲜血议会（10人）。", --4582
"冰河踏破者£在冰冠堡垒中击败巫妖王（英雄难度10人）。", --4583
"黎明之光£在冰冠堡垒中击败巫妖王（英雄难度25人）。", --4584
"击败寒冰看守者图拉旺（10人）。£击败寒冰看守者图拉旺（10人）。", --4585
"击败寒冰看守者图拉旺（25人）。£击败寒冰看守者图拉旺（25人）。", --4586
"颅中剑£找回遗失的奎尔德拉剑柄，从剑冢中拔出奎尔德拉，将其重铸，随后在太阳之井中进行净化，而它将成为你不辞辛苦的奖励。", --4596
"冰封王座（25人）£在冰冠堡垒中击败巫妖王（普通难度25人）。", --4597
"灰烬审判军£在灰烬审判军阵营中达到崇拜声望。", --4598
"暴怒角斗士£获得头衔“暴怒角斗士”。", --4599
"暴怒角斗士的冰霜巨龙£从巫妖王之怒的竞技场第8季取得暴怒角斗士的冰霜巨龙。", --4600
"解脱（10人）£在击败巫妖王前让死疽效果堆叠至30层（10人）", --4601
"冰河踏破者的荣耀（10人）£完成下列10人模式团队副本成就。", --4602
"冰河踏破者的荣耀（25人）£完成下列25人模式团队副本成就。", --4603
"进攻冰冠堡垒（25人）£击败冰冠堡垒的前4个首领（普通难度25人）。", --4604
"天灾工厂（25人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度25人）。", --4605
"血色厅堂（25人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度25人）。", --4606
"霜翼大厅（25人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度25人）。", --4607
"巫妖王的陨落（25人）£击败冰冠堡垒的所有首领（普通难度25人）。", --4608
"白骨贯体（25人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（25人）。", --4610
"欢聚一堂（25人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（25人）。", --4611
"我上船了（25人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰1次的情况下获得胜利（25人）。", --4612
"啊，真惨（25人）£在阵亡勇士的印记施放5次之前，击败死亡使者（25人）。", --4613
"与软泥共舞（25人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（25人）。", --4614
"勤通风，多喝水（25人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（25人）。", --4615
"反胃、烧心、消化不良……（25人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（25人）。", --4616
"宝珠低语者（25人）£在没有任何团队成员从单次攻击中受到25000点法术伤害的情况下，击败鲜血议会（25人）。", --4617
"一朝被咬，十年胆小（25人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（25人）。", --4618
"门神（25人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（25人）。", --4619
"极限（25人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（25人）。", --4620
"解脱（25人）£在击败巫妖王前让死疽效果堆叠至30层（25人）。", --4621
"身陷邪恶（25人）£将生成的每个卑劣的灵魂在炸裂前杀死，然后击败巫妖王（25人）。", --4622
"影之哀伤£获得影之哀伤。", --4623
"艰难的爱£击败影牙城堡中的3个皇家药剂师。", --4624
"无敌的缰绳£在冰冠堡垒中，从阿尔萨斯身上获得骸骨战马－－无敌。", --4625
"我来组成头部！£在没有任何守护者协助的情况下，在对抗尤格-萨隆的战斗中获得米米尔隆的头部（25人）。", --4626
"X-45偷心火箭£在情人节期间，从影牙城堡的药剂师汉摩尔处取得X-45偷心火箭。", --4627
"进攻冰冠堡垒（英雄难度10人）£击败冰冠堡垒的前4个首领（英雄难度10人）。", --4628
"天灾工厂（英雄难度10人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度10人）。", --4629
"血色厅堂（英雄难度10人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度10人）。", --4630
"霜翼大厅（英雄难度10人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度10人）。", --4631
"进攻冰冠堡垒（英雄难度25人）£击败冰冠堡垒的前4个首领（英雄难度25人）。", --4632
"天灾工厂（英雄难度25人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度25人）。", --4633
"血色厅堂（英雄难度25人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度25人）。", --4634
"霜翼大厅（英雄难度25人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度25人）。", --4635
"巫妖王的陨落（英雄难度10人）£击败冰冠堡垒的所有首领（英雄难度10人）。", --4636
"巫妖王的陨落（英雄难度25人）£击败冰冠堡垒的所有首领（英雄难度25人）。", --4637
"杀死玛洛加尔领主（普通难度10人冰冠堡垒）£杀死玛洛加尔领主（普通难度10人冰冠堡垒）", --4639
"杀死玛洛加尔领主（英雄难度10人冰冠堡垒）£杀死玛洛加尔领主（英雄难度10人冰冠堡垒）", --4640
"杀死玛洛加尔领主（普通难度25人冰冠堡垒）£杀死玛洛加尔领主（普通难度25人冰冠堡垒）", --4641
"杀死玛洛加尔领主（英雄难度25人冰冠堡垒）£杀死玛洛加尔领主（英雄难度25人冰冠堡垒）", --4642
"杀死亡语者女士（普通难度10人冰冠堡垒）£杀死亡语者女士（普通难度10人冰冠堡垒）", --4643
"在炮舰战斗中获胜（普通难度10人冰冠堡垒）£在炮舰战斗中获胜（普通难度10人冰冠堡垒）", --4644
"杀死死亡使者（普通难度10人冰冠堡垒）£杀死死亡使者（普通难度10人冰冠堡垒）", --4645
"杀死烂肠（普通难度10人冰冠堡垒）£杀死烂肠（普通难度10人冰冠堡垒）", --4646
"杀死腐面（普通难度10人冰冠堡垒）£杀死腐面（普通难度10人冰冠堡垒）", --4647
"杀死鲜血王子议会（普通难度10人冰冠堡垒）£杀死鲜血王子议会（普通难度10人冰冠堡垒）", --4648
"解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）", --4649
"杀死普崔塞德教授（普通难度10人冰冠堡垒）£杀死普崔塞德教授（普通难度10人冰冠堡垒）", --4650
"杀死鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）", --4651
"杀死辛达苟萨（普通难度10人冰冠堡垒）£杀死辛达苟萨（普通难度10人冰冠堡垒）", --4652
"战胜巫妖王（普通难度10人冰冠堡垒）£战胜巫妖王（普通难度10人冰冠堡垒）", --4653
"杀死亡语者女士（英雄难度10人冰冠堡垒）£杀死亡语者女士（英雄难度10人冰冠堡垒）", --4654
"杀死亡语者女士（普通难度25人冰冠堡垒）£杀死亡语者女士（普通难度25人冰冠堡垒）", --4655
"杀死亡语者女士（英雄难度25人冰冠堡垒）£杀死亡语者女士（英雄难度25人冰冠堡垒）", --4656
"杀死寒冰看守者图拉旺（冬拥湖10人团队）£杀死寒冰看守者图拉旺（冬拥湖10人团队）", --4657
"杀死寒冰看守者图拉旺（冬拥湖25人团队）£杀死寒冰看守者图拉旺（冬拥湖25人团队）", --4658
"在炮舰战斗中获胜（英雄难度10人冰冠堡垒）£在炮舰战斗中获胜（英雄难度10人冰冠堡垒）", --4659
"在炮舰战斗中获胜（普通难度25人冰冠堡垒）£在炮舰战斗中获胜（普通难度25人冰冠堡垒）", --4660
"在炮舰战斗中获胜（英雄难度25人冰冠堡垒）£在炮舰战斗中获胜（英雄难度25人冰冠堡垒）", --4661
"杀死死亡使者（英雄难度10人冰冠堡垒）£杀死死亡使者（英雄难度10人冰冠堡垒）", --4662
"杀死死亡使者（普通难度25人冰冠堡垒）£杀死死亡使者（普通难度25人冰冠堡垒）", --4663
"杀死死亡使者（英雄难度25人冰冠堡垒）£杀死死亡使者（英雄难度25人冰冠堡垒）", --4664
"杀死烂肠（英雄难度10人冰冠堡垒）£杀死烂肠（英雄难度10人冰冠堡垒）", --4665
"杀死烂肠（普通难度25人冰冠堡垒）£杀死烂肠（普通难度25人冰冠堡垒）", --4666
"杀死烂肠（英雄难度25人冰冠堡垒）£杀死烂肠（英雄难度25人冰冠堡垒）", --4667
"杀死腐面（英雄难度10人冰冠堡垒）£杀死腐面（英雄难度10人冰冠堡垒）", --4668
"杀死腐面（普通难度25人冰冠堡垒）£杀死腐面（普通难度25人冰冠堡垒）", --4669
"杀死腐面（英雄难度25人冰冠堡垒）£杀死腐面（英雄难度25人冰冠堡垒）", --4670
"杀死鲜血王子议会（英雄难度10人冰冠堡垒）£杀死鲜血王子议会（英雄难度10人冰冠堡垒）", --4671
"杀死鲜血王子议会（普通难度25人冰冠堡垒）£杀死鲜血王子议会（普通难度25人冰冠堡垒）", --4672
"杀死鲜血王子议会（英雄难度25人冰冠堡垒）£杀死鲜血王子议会（英雄难度25人冰冠堡垒）", --4673
"解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）", --4674
"解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）", --4675
"解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）", --4676
"杀死普崔塞德教授（英雄难度10人冰冠堡垒）£杀死普崔塞德教授（英雄难度10人冰冠堡垒）", --4677
"杀死普崔塞德教授（普通难度25人冰冠堡垒）£杀死普崔塞德教授（普通难度25人冰冠堡垒）", --4678
"杀死普崔塞德教授（英雄难度25人冰冠堡垒）£杀死普崔塞德教授（英雄难度25人冰冠堡垒）", --4679
"杀死鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）", --4680
"杀死鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）", --4681
"杀死鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）", --4682
"杀死辛达苟萨（普通难度25人冰冠堡垒）£杀死辛达苟萨（普通难度25人冰冠堡垒）", --4683
"杀死辛达苟萨（英雄难度10人冰冠堡垒）£杀死辛达苟萨（英雄难度10人冰冠堡垒）", --4684
"杀死辛达苟萨（英雄难度25人冰冠堡垒）£杀死辛达苟萨（英雄难度25人冰冠堡垒）", --4685
"战胜巫妖王（英雄难度10人冰冠堡垒）£战胜巫妖王（英雄难度10人冰冠堡垒）", --4686
"战胜巫妖王（普通难度25人冰冠堡垒）£战胜巫妖王（普通难度25人冰冠堡垒）", --4687
"战胜巫妖王（英雄难度25人冰冠堡垒）£战胜巫妖王（英雄难度25人冰冠堡垒）", --4688
"杀死布隆亚姆（灵魂洪炉）£布隆亚姆", --4713
"杀死布隆亚姆（英雄难度灵魂洪炉）£布隆亚姆", --4714
"杀死噬魂者（灵魂洪炉）£噬魂者", --4715
"杀死噬魂者（英雄难度灵魂洪炉）£噬魂者", --4716
"杀死熔炉领主加弗斯特（萨隆矿坑）£熔炉之主加弗斯特", --4717
"杀死伊克和科瑞克（萨隆矿坑）£伊克和科瑞克", --4718
"杀死伊克和科瑞克（英雄难度萨隆矿坑）£伊克和科瑞克", --4719
"杀死天灾领主泰兰努斯（萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4720
"杀死天灾领主泰兰努斯（英雄难度萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4721
"杀死法瑞克（映像大厅）£法瑞克", --4722
"杀死法瑞克（英雄难度映像大厅）£法瑞克", --4723
"杀死玛维恩（映像大厅）£玛维恩", --4724
"杀死玛维恩（英雄难度映像大厅）£玛维恩", --4725
"逃离巫妖王的追杀（映像大厅）£在与巫妖王的战斗中存活下来", --4726
"逃离巫妖王的追杀（英雄难度映像大厅）£在与巫妖王的战斗中存活下来", --4727
"杀死熔炉领主加弗斯特（英雄难度萨隆矿坑）£熔炉之主加弗斯特", --4728
"获得凯旋纹章£获得凯旋纹章", --4729
"获得寒冰纹章£获得寒冰纹章", --4730
"征服之岛击杀£征服之岛击杀", --4777
"对战利品掷分解骰子的次数£对战利品掷分解骰子的次数", --4778
"征服之岛荣誉击杀£征服之岛荣誉击杀", --4779
"在十字军的试炼中的总死亡次数£在十字军的试炼中的总死亡次数", --4780
"在冰冠堡垒中的总死亡次数£在冰冠堡垒中的总死亡次数", --4781
"绿色美酒节酒杯£拥有美酒节赠送的绿色美酒节酒杯。", --4782
"获得纹章£获得任意种类的纹章。", --4784
"获得纹章£获得任意种类的纹章。", --4785
"诺莫瑞根行动£在光复诺莫瑞根地上部分中协助过大工匠梅卡托克和诺莫瑞根流亡者。", --4786
"扎拉赞恩的灭亡£你协助沃金彻底击败了扎拉赞恩，为暗矛巨魔光复了回音群岛。", --4790
"暮光毁灭者（25人）£击败红玉圣殿的海里昂（25人）。", --4815
"暮光毁灭者（英雄难度25人）£击败红玉圣殿的海里昂（英雄难度 25人）。", --4816
"暮光毁灭者（10人）£击败红玉圣殿的海里昂（10人）。", --4817
"暮光毁灭者（英雄难度10人）£击败红玉圣殿的海里昂（英雄难度 10人）。", --4818
"杀死海里昂（25人红玉圣殿）£杀死海里昂（普通难度25人红玉圣殿）。", --4820
"杀死海里昂（10人红玉圣殿）£杀死海里昂（普通难度10人红玉圣殿）。", --4821
"杀死海里昂（英雄难度10人红玉圣殿）£杀死海里昂（英雄难度10人红玉圣殿）。", --4822
"杀死海里昂（英雄难度25人红玉圣殿）£杀死海里昂（英雄难度25人红玉圣殿）。", --4823
"迷你雷神£拥有《星际争霸II》赠送的迷你雷神宠物。", --4824
"狱火角斗士£获得头衔“狱火角斗士”。", --15018
"角斗士：第1赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15019
"决斗者：第1赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15020
"竞争者：第1赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15021
"挑战者：第1赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15022
"你尚未完成此成就", --15198
"角斗士：第2赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15199
"角斗士：第4赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15200
"决斗者：第4赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15201
"竞争者：第4赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15202
"挑战者：第4赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15203
"角斗士：第3赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15204
"决斗者：第3赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15205
"竞争者：第3赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15206
"挑战者：第3赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15207
"决斗者：第2赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15208
"竞争者：第2赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15209
"挑战者：第2赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15210
"炎魔之王的生还者（赛季服）£在赛季服直到击败拉格纳罗斯为止都没有死亡。", --15330
"你尚未完成此成就", --15332
"暗影烈焰的生还者（赛季服）£在赛季服直到击败奈法利安为止都没有死亡。", --15333
"上古之神的生还者（赛季服）£在赛季服直到击败克苏恩为止都没有死亡。", --15334
"诅咒生还者（赛季服）£在赛季服直到击败克尔苏加德为止都没有死亡。", --15335
"永恒者（赛季服）£在一个团队副本锁定周期内，在赛季服击败纳克萨玛斯中的所有首领，并且在所有这些首领战中无一人死亡。", --15637
"|A:achievementcompare-GreenCheckmark:0:0|a完成于8/31/2022", --15853
"竞争者：第5赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16313
"角斗士：第5赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16314
"决斗者：第5赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16315
"挑战者：第5赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16316
"完美的鹅卵石£从企鹅小岩处获得一颗发光的鹅卵石。", --16332
"你尚未完成此成就", --16397
"钢铁之魂（赛季服）£在赛季服升到60级为止都没有死亡。", --16433
"你没有此成就的进度", --16437
"防御协议阿尔法：乌特加德城堡£在防御协议阿尔法激活时击败乌特加德城堡的首领（英雄难度）。", --17213
"防御协议阿尔法：魔枢£在防御协议阿尔法激活时击败魔枢的首领（英雄难度）。", --17283
"防御协议阿尔法：艾卓-尼鲁布£在防御协议阿尔法激活时击败艾卓-尼鲁布的首领（英雄难度）。", --17285
"防御协议阿尔法：安卡赫特：古代王国£在防御协议阿尔法激活时击败安卡赫特：古代王国的首领（英雄难度）。", --17291
"防御协议阿尔法：达克萨隆要塞£在防御协议阿尔法激活时击败达克萨隆要塞的首领（英雄难度）。", --17292
"防御协议阿尔法：紫罗兰监狱£在防御协议阿尔法激活时击败紫罗兰监狱的首领（英雄难度）。", --17293
"防御协议阿尔法：古达克£在防御协议阿尔法激活时击败古达克的首领（英雄难度）。", --17295
"防御协议阿尔法：岩石大厅£在防御协议阿尔法激活时击败岩石大厅的首领（英雄难度）。", --17297
"防御协议阿尔法：闪电大厅£在防御协议阿尔法激活时击败闪电大厅的首领（英雄难度）。", --17299
"防御协议阿尔法：魔环£在防御协议阿尔法激活时击败魔环的首领（英雄难度）。", --17300
"防御协议阿尔法：乌特加德之巅£在防御协议阿尔法激活时击败乌特加德之巅的首领（英雄难度）。", --17301
"防御协议阿尔法：净化斯坦索姆£在防御协议阿尔法激活时击败净化斯坦索姆的首领（英雄难度）。", --17302
"防御协议阿尔法：终结£完成下列诺森德英雄副本成就。", --17304
"你尚未完成此成就", --17328
"引领潮流：尤格-萨隆£在下一阶段团队副本开放前击败奥杜尔的尤格-萨隆（未削弱版10人或25人难度）。", --17340
"千钧一发：奥杜尔£在下一阶段团队副本开放前击败奥杜尔中的所有英雄模式首领（未削弱版10人或25人难度）。", --17341
};
WoWeuCN_Tooltips_AchievementIndexData_0 = {
nil,nil,nil,nil,nil,
1,
2,
3,
4,
5,
6,
7,
8,nil,
9,
10,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
11,
12,
13,
14,
15,
16,
17,
18,
19,
20,
21,
22,
23,
24,
25,
26,nil,nil,
27,
28,
29,
30,
31,
32,
33,
34,
35,
36,
37,
38,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
39,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
40,
41,nil,
42,
43,
44,
45,
46,
47,
48,
49,
50,nil,
51,
52,nil,
53,nil,
54,
55,
56,
57,
58,nil,nil,nil,nil,
59,
60,
61,
62,
63,
64,
65,
66,
67,
68,
69,
70,
71,
72,
73,nil,
74,nil,nil,nil,
75,nil,nil,
76,nil,nil,nil,nil,nil,
77,nil,nil,
78,
79,
80,
81,
82,
83,
84,nil,
85,
86,nil,nil,
87,
88,
89,
90,nil,nil,nil,nil,nil,nil,nil,nil,nil,
91,nil,nil,
92,nil,
93,nil,nil,nil,nil,nil,
94,nil,nil,nil,
95,nil,nil,nil,
96,
97,
98,
99,
100,
101,
102,
103,nil,
104,
105,
106,
107,nil,
108,
109,
110,
111,nil,
112,nil,
113,
114,
115,
116,
117,
118,
119,
120,
121,
122,nil,
123,
124,
125,nil,
126,nil,nil,nil,nil,
127,
128,nil,nil,nil,nil,nil,
129,
130,
131,
132,
133,nil,nil,
134,nil,nil,
135,nil,nil,nil,
136,
137,nil,nil,
138,nil,nil,nil,nil,nil,nil,nil,
139,
140,
141,nil,
142,nil,
143,nil,
144,nil,
145,nil,
146,
147,nil,nil,nil,
148,
149,nil,
150,
151,
152,nil,
153,nil,nil,nil,nil,nil,nil,nil,
154,nil,nil,
155,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
156,
157,
158,
159,
160,
161,
162,nil,
163,nil,
164,
165,
166,
167,
168,
169,
170,nil,
171,nil,
172,
173,nil,
174,
175,nil,
176,
177,
178,
179,nil,
180,
181,nil,nil,
182,nil,nil,nil,nil,nil,nil,nil,nil,
183,
184,
185,
186,
187,
188,nil,nil,
189,nil,nil,nil,
190,nil,nil,
191,
192,nil,nil,
193,
194,
195,nil,nil,nil,nil,
196,
197,nil,nil,nil,
198,
199,
200,
201,
202,
203,
204,
205,
206,
207,
208,
209,
210,
211,
212,
213,
214,nil,
215,
216,nil,
217,
218,
219,nil,
220,
221,
222,nil,nil,nil,
223,
224,
225,nil,
226,
227,
228,
229,
230,
231,
232,
233,
234,
235,
236,
237,
238,
239,
240,
241,
242,
243,
244,
245,
246,
247,
248,
249,
250,
251,
252,nil,
253,
254,
255,
256,
257,
258,
259,
260,
261,
262,
263,
264,
265,
266,
267,
268,
269,
270,nil,nil,nil,
271,
272,
273,
274,
275,
276,
277,
278,
279,
280,
281,
282,
283,
284,
285,
286,
287,
288,
289,
290,
291,
292,
293,
294,nil,nil,
295,
296,
297,
298,
299,
300,
301,nil,nil,
302,
303,nil,
304,
305,nil,
306,
307,
308,
309,
310,
311,
312,nil,nil,
313,
314,
315,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
316,
317,
318,nil,nil,nil,nil,nil,nil,nil,nil,
319,
320,
321,
322,
323,
324,
325,
326,
327,
328,
329,
330,
331,
332,nil,nil,
333,
334,
335,
336,
337,
338,
339,
340,nil,nil,
341,
342,
343,
344,
345,
346,
347,
348,
349,nil,nil,
350,
351,
352,
353,nil,nil,nil,nil,nil,nil,
354,
355,
356,
357,
358,
359,
360,
361,
362,
363,
364,
365,
366,
367,
368,
369,
370,nil,
371,
372,
373,
374,
375,
376,
377,
378,
379,
380,
381,
382,
383,
384,
385,
386,
387,
388,
389,
390,
391,
392,
393,
394,
395,
396,
397,
398,
399,
400,
401,
402,
403,
404,
405,
406,
407,
408,
409,
410,
411,
412,
413,
414,
415,
416,
417,
418,
419,
420,
421,
422,
423,
424,
425,
426,
427,
428,
429,
430,
431,
432,
433,
434,
435,
436,
437,
438,
439,
440,
441,
442,
443,
444,
445,
446,
447,
448,
449,
450,
451,nil,nil,nil,
452,
453,
454,
455,
456,
457,
458,
459,
460,
461,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
462,
463,
464,
465,
466,
467,
468,
469,
470,
471,
472,
473,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
474,nil,
475,
476,nil,nil,nil,nil,nil,
477,
478,
479,
480,
481,
482,
483,
484,nil,
485,
486,
487,
488,
489,
490,
491,
492,
493,
494,
495,
496,
497,
498,
499,
500,
501,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
502,nil,
503,
504,
505,
506,
507,nil,nil,nil,nil,nil,nil,nil,nil,
508,
509,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
510,
511,nil,nil,nil,nil,nil,nil,
512,
513,
514,
515,
516,
517,
518,
519,
520,
521,
522,
523,
524,
525,
526,
527,
528,
529,
530,
531,
532,
533,
534,
535,
536,
537,
538,
539,
540,
541,
542,
543,
544,
545,
546,
547,
548,nil,
549,
550,
551,
552,
553,
554,
555,
556,
557,
558,
559,
560,
561,
562,
563,
564,
565,
566,
567,
568,nil,
569,
570,
571,
572,
573,
574,
575,
576,nil,
577,
578,
579,
580,
581,
582,
583,
584,
585,
586,
587,
588,
589,
590,
591,nil,
592,
593,
594,
595,
596,
597,
598,
599,nil,nil,
600,
601,
602,
603,nil,nil,
604,
605,
606,
607,
608,
609,
610,
611,
612,
613,
614,
615,
616,
617,
618,
619,
620,nil,
621,
622,
623,
624,
625,
626,
627,
628,
629,
630,
631,
632,
633,
634,
635,
636,
637,
638,
639,
640,
641,
642,
643,
644,
645,
646,
647,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
648,
649,
650,
651,
652,
653,
654,
655,nil,
656,
657,nil,
658,nil,nil,
659,
660,
661,
662,
663,
664,
665,
666,
667,
668,
669,
670,
671,
672,
673,
674,
675,
676,
677,
678,
679,
680,
681,
682,
683,
684,nil,
685,nil,nil,nil,nil,nil,nil,nil,nil,nil,
686,nil,nil,nil,nil,nil,nil,nil,
687,
688,
689,
690,
691,
692,
693,
694,
695,
696,
697,
698,
699,
700,
701,
702,
703,
704,
705,
706,
707,
708,
709,
710,
711,
712,
713,
714,
715,
716,
717,
718,
719,
720,
721,
722,
723,
724,
725,
726,nil,
727,
728,
729,
730,
731,
732,
733,
734,
735,
736,nil,nil,nil,nil,nil,nil,nil,nil,nil,
737,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
738,
739,
740,
741,
742,
743,
744,nil,
745,nil,nil,nil,
746,nil,
747,
748,
749,
750,nil,
751,
752,
753,
754,
755,
756,
757,
758,
759,
760,
761,
762,
763,
764,
765,nil,
766,
767,
768,
769,
770,
771,
772,
773,
774,
775,
776,
777,
778,
779,
780,
781,nil,
782,
783,
784,
785,
786,
787,
788,nil,
789,
790,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
791,nil,nil,nil,
792,nil,
793,
794,
795,
796,
797,
798,
799,
800,
801,
802,
803,
804,
805,
806,nil,nil,nil,
807,nil,
808,
809,
810,
811,
812,
813,nil,
814,
815,
816,
817,
818,
819,
820,
821,
822,
823,
824,
825,
826,
827,
828,
829,
830,
831,
832,
833,
834,nil,
835,
836,
837,
838,
839,
840,
841,
842,
843,
844,
845,nil,
846,
847,
848,nil,
849,
850,
851,
852,
853,
854,
855,
856,
857,
858,
859,
860,
861,
862,
863,
864,
865,
866,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
867,
868,nil,
869,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
870,
871,
872,
873,
874,
875,
876,
877,
878,
879,
880,
881,
882,
883,
884,
885,
886,
887,
888,
889,
890,
891,
892,
893,
894,
895,
896,
897,
898,
899,
900,
901,
902,
903,
904,
905,
906,
907,
908,nil,
909,nil,nil,nil,
910,nil,
911,nil,
912,
913,
914,
915,
916,
917,
918,
919,
920,
921,
922,
923,
924,
925,
926,
927,
928,
929,
930,
931,
932,
933,
934,
935,
936,nil,nil,nil,nil,nil,nil,nil,
937,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
938,
939,
940,nil,nil,nil,
941,
942,
943,
944,
945,
946,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
947,
948,
949,
950,
951,
952,
953,
954,
955,
956,
957,
958,
959,
960,
961,
962,
963,
964,nil,
965,
966,
967,
968,
969,
970,
971,
972,
973,
974,
975,
976,
977,
978,
979,
980,nil,nil,nil,nil,
981,
982,
983,
984,nil,nil,nil,nil,
985,nil,nil,
986,
987,
988,
989,
990,
991,
992,
993,nil,
994,
995,
996,
997,
998,
999,
1000,nil,
1001,nil,nil,nil,
1002,
1003,
1004,
1005,
1006,
1007,nil,
1008,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1009,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1010,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1011,
1012,
1013,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1014,
1015,
1016,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1017,
1018,
1019,nil,
1020,
1021,
1022,
1023,
1024,
1025,
1026,
1027,
1028,
1029,
1030,
1031,
1032,
1033,
1034,
1035,
1036,
1037,
1038,
1039,
1040,
1041,
1042,
1043,
1044,
1045,
1046,
1047,nil,nil,nil,nil,nil,nil,nil,nil,
1048,
1049,
1050,
1051,nil,
1052,
1053,
1054,nil,nil,nil,
1055,nil,
1056,
1057,nil,nil,nil,
1058,
1059,nil,
1060,
1061,nil,
1062,
1063,nil,nil,nil,
1064,nil,nil,
1065,nil,nil,
1066,
1067,
1068,
1069,
1070,
1071,nil,nil,
1072,
1073,
1074,
1075,
1076,
1077,
1078,
1079,nil,
1080,nil,
1081,
1082,
1083,
1084,
1085,
1086,
1087,
1088,
1089,
1090,
1091,
1092,
1093,
1094,
1095,
1096,
1097,nil,
1098,
1099,
1100,
1101,
1102,
1103,nil,
1104,
1105,
1106,
1107,
1108,
1109,
1110,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1111,
1112,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1113,
1114,
1115,nil,
1116,
1117,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1118,
1119,
1120,
1121,
1122,nil,
1123,nil,
1124,
1125,
1126,
1127,
1128,
1129,
1130,
1131,
1132,
1133,
1134,
1135,
1136,
1137,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1138,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1139,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1140,
1141,
1142,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1143,
1144,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1145,
1146,
1147,
1148,
1149,
1150,
1151,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1152,
1153,
1154,
1155,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1156,
1157,
1158,
1159,
1160,
1161,
1162,
1163,
1164,
1165,
1166,
1167,
1168,
1169,
1170,
1171,
1172,
1173,
1174,nil,
1175,
1176,
1177,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1178,
1179,
1180,
1181,
1182,
1183,
1184,
1185,
1186,
1187,
1188,
1189,
1190,
1191,
1192,
1193,
1194,
1195,
1196,
1197,
1198,
1199,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1200,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1201,
1202,
1203,
1204,
1205,
1206,
1207,
1208,
1209,
1210,
1211,
1212,
1213,
1214,
1215,
1216,
1217,
1218,
1219,
1220,
1221,
1222,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1223,
1224,
1225,
1226,
1227,
1228,
1229,
1230,
1231,
1232,
1233,
1234,
1235,
1236,
1237,
1238,
1239,
1240,
1241,
1242,nil,nil,nil,
1243,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1244,
1245,
1246,
1247,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1248,
1249,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1250,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1251,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1252,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1253,
1254,
1255,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1256,
1257,
1258,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1259,
1260,
1261,
1262,
1263,
1264,
1265,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1266,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1267,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1268,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1269,
1270,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1271,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1272,
1273,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1274,
1275,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1276,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1277,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1278,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1279,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1280,nil,
1281,nil,
1282,
1283,
1284,
1285,
1286,
1287,
1288,
1289,
1290,
1291,
1292,
1293,
1294,
1295,nil,nil,
1296,
1297,
1298,
1299,
1300,
1301,
1302,
1303,
1304,
1305,
1306,
1307,
1308,nil,nil,nil,nil,nil,nil,nil,
1309,
1310,
1311,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1312,
1313,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1314,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1315,
1316,
1317,
1318,
1319,
1320,
1321,
1322,
1323,
1324,
1325,
1326,
1327,
1328,
1329,nil,
1330,
1331,
1332,
1333,nil,nil,nil,
1334,
1335,
1336,
1337,
1338,
1339,
1340,
1341,
1342,
1343,
1344,
1345,
1346,
1347,
1348,
1349,
1350,nil,nil,nil,nil,nil,nil,nil,
1351,
1352,
1353,
1354,
1355,
1356,
1357,
1358,
1359,
1360,
1361,
1362,
1363,
1364,
1365,
1366,
1367,nil,
1368,nil,
1369,
1370,
1371,
1372,
1373,
1374,
1375,
1376,
1377,
1378,
1379,
1380,
1381,
1382,
1383,
1384,
1385,
1386,
1387,
1388,
1389,
1390,
1391,
1392,
1393,
1394,nil,nil,
1395,
1396,
1397,
1398,
1399,
1400,
1401,
1402,
1403,
1404,
1405,
1406,
1407,nil,
1408,nil,
1409,
1410,
1411,
1412,
1413,
1414,
1415,
1416,
1417,
1418,
1419,
1420,
1421,
1422,
1423,
1424,
1425,
1426,
1427,nil,nil,nil,
1428,nil,nil,nil,nil,nil,
1429,
1430,
1431,nil,nil,nil,nil,
1432,
1433,
1434,
1435,
1436,
1437,
1438,
1439,
1440,
1441,
1442,
1443,
1444,
1445,
1446,
1447,
1448,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1449,
1450,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1451,
1452,
1453,
1454,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1455,
1456,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1457,
1458,
1459,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1460,
1461,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1462,
1463,
1464,nil,nil,
1465,
1466,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1467,
1468,
1469,nil,
1470,
1471,
1472,
1473,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1474,
1475,
1476,
1477,
1478,
1479,
1480,
1481,
1482,
1483,
1484,
1485,
1486,
1487,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1488,
1489,
1490,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1491,
1492,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1493,
1494,
1495,
1496,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1497,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1498,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1499,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1500,
1501,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1502,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1503,
1504,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1505,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1506,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1507,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1508,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1509,
1510,
1511,
1512,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1513,
1514,
1515,
1516,
1517,
1518,
1519,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1520,
1521,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1522,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1523,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1524,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1525,
1526,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1527,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1528,
1529,
1530,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1531,
1532,
1533,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1534,
1535,
1536,
1537,nil,
1538,
1539,
1540,nil,nil,nil,
1541,
1542,
1543,nil,
1544,
1545,
1546,
1547,
1548,
1549,
1550,
1551,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1552,
1553,
1554,
1555,
1556,
1557,
1558,
1559,
1560,
1561,
1562,
1563,
1564,
1565,
1566,
1567,
1568,
1569,
1570,
1571,
1572,
1573,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1574,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1575,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1576,
1577,
1578,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1579,
1580,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1581,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1582,
1583,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1584,
1585,
1586,
1587,nil,nil,
1588,
1589,
1590,
1591,
1592,
1593,
1594,
1595,
1596,
1597,
1598,
1599,
1600,
1601,
1602,
1603,
1604,
1605,
1606,
1607,
1608,
1609,
1610,
1611,
1612,
1613,
1614,
1615,
1616,
1617,
1618,
1619,
1620,
1621,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1622,
1623,nil,nil,
1624,
1625,
1626,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1627,
1628,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1629,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1630,
1631,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1632,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1633,
1634,
1635,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1636,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1637,
1638,nil,nil,
1639,nil,
1640,
1641,
1642,
1643,
1644,
1645,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1646,
1647,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1648,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1649,
1650,
1651,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1652,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1653,
1654,
1655,
1656,
1657,
1658,
1659,
1660,
1661,
1662,
1663,
1664,
1665,
1666,
1667,
1668,
1669,nil,
1670,
1671,
1672,
1673,
1674,
1675,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1676,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1677,
1678,
1679,
1680,
1681,
1682,
1683,
1684,
1685,
1686,
1687,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1688,
1689,
1690,
1691,
1692,
1693,
1694,
1695,
1696,
1697,
1698,
1699,
1700,nil,
1701,
1702,
1703,
1704,
1705,
1706,
1707,
1708,
1709,
1710,
1711,
1712,
1713,
1714,
1715,
1716,
1717,
1718,
1719,
1720,
1721,
1722,
1723,
1724,
1725,
1726,
1727,
1728,nil,
1729,
1730,
1731,
1732,
1733,
1734,
1735,
1736,
1737,
1738,
1739,
1740,
1741,
1742,
1743,
1744,
1745,
1746,
1747,
1748,
1749,
1750,
1751,
1752,
1753,
1754,
1755,
1756,
1757,
1758,
1759,
1760,
1761,
1762,
1763,
1764,
1765,
1766,
1767,
1768,
1769,
1770,
1771,
1772,
1773,
1774,
1775,
1776,
1777,
1778,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1779,
1780,
1781,
1782,
1783,
1784,
1785,
1786,
1787,
1788,
1789,
1790,
1791,
1792,
1793,
1794,
1795,
1796,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1797,
1798,
1799,
1800,
1801,
1802,nil,
1803,
1804,
1805,nil,nil,nil,
1806,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1807,
1808,
1809,
1810,nil,
1811,
1812,
1813,
1814,
1815,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1816,
1817,
1818,
1819,
1820,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1821,
1822,
1823,
1824,
1825,
1826,
1827,
1828,
1829,
1830,
1831,
1832,
1833,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1834,nil,
1835,
1836,
1837,
1838,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1839,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1840,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1841,
1842,
1843,
1844,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1845,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1846,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1847,nil,nil,nil,
1848,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1849,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1850,nil,
1851,nil,nil,nil,nil,nil,
1852,
1853,
1854,nil,
1855,nil,
1856,nil,
1857,
1858,
1859,
1860,nil,
1861,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1862,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1863,
1864,
};
end