function loadAchievementData0()
  WoWeuCN_Tooltips_AchievementData_0 = {
"10级£升到10级。", --6
"20级£升到20级。", --7
"30级£升到30级。", --8
"40级£升到40级。", --9
"50级£升到50级。", --10
"60级£升到60级。", --11
"70级£升到70级。", --12
"80级£升到80级。", --13
"宠物成群£收集15种不同的小宠物。", --15
"有人想吃一拳吗？£徒手技能达到400。", --16
"简单日常任务£连续5天，每天完成一个日常任务。", --31
"完成2000个任务£完成2000个任务。", --32
"这个苔原不太远£在北风苔原完成130个任务。", --33
"峡湾巡游£在嚎风峡湾完成130个任务。", --34
"龙骨荒野之力£在龙骨荒野完成115个任务。", --35
"祖达克帝国£在祖达克完成100个任务。", --36
"欢迎来到灰熊丘陵£在灰熊丘陵完成85个任务。", --37
"风暴峭壁之巅£在风暴峭壁完成100个任务。", --38
"进入盆地£在索拉查盆地完成75个任务。", --39
"冰冠冰川：终极目标£在冰冠冰川完成140个任务。", --40
"诺森德的博学者£完成下列诺森德任务成就。", --41
"探索东部王国£探索东部王国的各个区域。", --42
"探索卡利姆多£探索卡利姆多的各个区域。", --43
"探索外域£探索外域的各个区域。", --44
"探索诺森德£探索诺森德的各个区域。", --45
"世界探索者£探索东部王国、卡利姆多、外域、诺森德以及大灾变后出现的地区。", --46
"奥特兰克山谷获胜£奥特兰克山谷获胜", --49
"风暴之眼获胜£风暴之眼获胜", --50
"阿拉希盆地获胜£阿拉希盆地获胜", --51
"战歌峡谷的战斗£战歌峡谷的战斗", --52
"奥特兰克山谷战斗£奥特兰克山谷战斗", --53
"风暴之眼战斗£风暴之眼战斗", --54
"阿拉希盆地战斗£阿拉希盆地战斗", --55
"在战歌峡谷中死亡£在战歌峡谷中死亡", --56
"在奥特兰克山谷中死亡£在奥特兰克山谷中死亡", --57
"被德雷克塔尔杀死£被德雷克塔尔杀死", --58
"在阿拉希盆地中死亡£在阿拉希盆地中死亡", --59
"死亡的总次数£死亡的总次数", --60
"横扫盆地£在一场阿拉希盆地的战斗中突袭3座基地。", --73
"放弃任务£放弃任务", --94
"平均每日完成的任务数量£平均每日完成的任务数量", --95
"完成日常任务£完成日常任务", --97
"完成任务£完成任务", --98
"洛丹伦废墟比赛£洛丹伦废墟比赛", --99
"试炼竞技场获胜£试炼竞技场获胜", --100
"试炼竞技场参赛£试炼竞技场参赛", --101
"洛丹伦废墟胜利£洛丹伦废墟胜利", --102
"鲜血竞技场参赛£鲜血竞技场参赛", --103
"鲜血竞技场获胜£鲜血竞技场获胜", --104
"战歌峡谷胜利£战歌峡谷胜利", --105
"消灭怪物数量£消灭怪物数量", --107
"消灭小动物数量£消灭小动物数量", --108
"巫妖王 - 最常杀死的5人地下城首领£巫妖王 - 最常杀死的5人地下城首领", --110
"死于溺水£死于溺水", --112
"死于疲劳£死于疲劳", --113
"死于坠落£死于坠落", --114
"死于火焰和熔岩£死于火焰和熔岩", --115
"中级专业水准£在某一专业中，获得150点技能点数。", --116
"中级烹饪£获得150点烹饪技能点数。", --121
"高级厨师£获得225点烹饪技能点数。", --122
"烹饪专家£获得300点烹饪技能点数。", --123
"大师级厨师£获得375点烹饪技能点数。", --124
"宗师级厨师£获得450点烹饪技能点数。", --125
"中级钓鱼£获得150点钓鱼技能点数。", --126
"高级渔夫£获得225点钓鱼技能点数。", --127
"钓鱼专家£获得300点钓鱼技能点数。", --128
"大师级渔夫£获得375点钓鱼技能点数。", --129
"宗师级渔夫£获得450点钓鱼技能点数。", --130
"中级急救£获得150点急救技能点数。", --131
"高级急救师£获得225点急救技能点数。", --132
"急救专家£获得300点急救技能点数。", --133
"大师级急救师£获得375点急救技能点数。", --134
"宗师级急救师£获得450点急救技能点数。", --135
"囤积绷带£制造500条厚霜纹布绷带。", --137
"救命如救火£为生命值低于5%的玩家包扎厚霜纹布绷带或烬丝绷带。", --141
"钓起鱼斯拉£钓起毒蛇神殿的鱼斯拉。", --144
"钓鱼外交£在奥格瑞玛和暴风城钓鱼。", --150
"老侏儒与海£成功地从鱼群中钓上鱼来。", --153
"阿拉希盆地胜利£在阿拉希盆地获胜。", --154
"阿拉希盆地精英£在阿拉希盆地获得100场胜利。", --155
"领土优势£在占领全部5面旗帜的情况下获取10次阿拉希盆地的胜利。", --156
"雷霆救兵！£在阿拉希盆地中，通过夺回旗帜保卫50次基地。", --157
"夺旗能手£在阿拉希盆地夺取50面旗帜。", --158
"一鼓作气£在6分钟内获得阿拉希盆地的胜利。", --159
"百折不挠£在阿拉希盆地资源落后500点的情况下反超并获胜。", --161
"完胜！*咳*£在阿拉希盆地以50点或更小的资源优势获胜。", --162
"完美阿拉希盆地£在阿拉希盆地以1600比0获胜。", --165
"战歌峡谷胜利£在战歌峡谷获胜。", --166
"战歌峡谷精英£在战歌峡谷获得100场胜利。", --167
"完美战歌峡谷£以3比0的比分在战歌峡谷获胜。", --168
"学习附魔公式£学习附魔公式", --178
"分解物品£分解物品", --181
"通过分解获得的材料£通过分解获得的材料", --183
"施放的最大治疗£施放的最大治疗", --189
"造成的最高伤害£造成的最高伤害", --193
"造成的伤害总量£造成的伤害总量", --197
"施放的治疗总量£施放的治疗总量", --198
"夺旗£在战歌峡谷中夺取并运回旗帜。", --199
"坚强的卫士£在战歌峡谷中夺回本方的50面旗帜。", --200
"战歌如风£在7分钟内赢得战歌峡谷的胜利。", --201
"来去如风£拿起旗帜并在75秒内交还。", --202
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出银翼军旗室之前将其杀死，总计2次。", --203
"铁人£在一场战歌峡谷的战斗中，连续夺取并运回3面旗帜，并且不死亡。", --204
"超级防守者£在战歌峡谷杀死100个携带旗帜者。", --206
"好险！£当敌方的旗帜仍在他们的基地中，且敌方成员已经将你方的旗帜运回他们的军旗室时，杀死携带旗帜的敌人。", --207
"风暴之眼胜利£在风暴之眼获胜。", --208
"风暴之眼精英£在风暴之眼获得100场胜利。", --209
"风暴的荣耀£当你的队伍占领风暴之眼的4座基地时，夺取旗帜并将其运回基地。", --211
"风暴旗手£在风暴之眼中夺取并运回旗帜。", --212
"突击队员£在一场风暴之眼的战斗中杀死5名携带旗帜者。", --213
"疾风闪电£在6分钟内获得风暴之眼的胜利。", --214
"荣耀之跃£在一场风暴之眼的战斗中，在不死亡的情况下夺取3次旗帜。", --216
"奥特兰克山谷胜利£在奥特兰克山谷获胜。", --218
"奥特兰克山谷精英£在奥特兰克山谷获得100场胜利。", --219
"完美雷矛£在不损失任何一名上尉或任何一座哨塔、同时还控制着所有部落哨塔的情况下获得奥特兰克山谷的胜利。", --220
"奥特兰克盗墓贼£在奥特兰克山谷夺取50处墓地。", --221
"防御哨塔£在奥特兰克山谷中保卫50次哨塔。", --222
"生病的瞪羚£在奥特兰克山谷的征战平原上，抢在一名敌人下马之前将其杀死。", --223
"忠诚的卫士£在奥特兰克山谷的霜狼大厅中杀死50名敌方玩家。", --224
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --225
"奥特兰克闪击战£在6分钟内获得奥特兰克山谷的胜利。", --226
"伤害控制£在任意战场的一场战斗中造成300000点伤害或者治疗，并且这些伤害或治疗的目标必须是玩家。", --227
"恐怖收割者£在任意战场的一场战斗中，获得30个荣誉击杀。", --229
"战斗大师£完成下列战场成就。", --230
"摧枯拉朽£在任意战场的一场战斗中，亲手杀死20名敌人，并且自己不死亡。", --231
"嗜血的狂暴者£在风暴之眼的战斗中，携带狂暴效果并杀死一名敌人。", --233
"一次荣誉击杀£完成一次荣誉击杀。", --238
"25000个荣誉击杀£达到25000个荣誉击杀。", --239
"职业杀手£亲手对下列职业中的一种进行荣誉击杀。", --245
"知己知彼£对6个种族的敌人分别进行一次荣誉击杀。", --246
"要有爱，不要魔兽争霸£在敌方玩家释放灵魂之前，对他们使用/hug表情命令。", --247
"假日礼服£在复活节期间，通过打开鲜艳的彩蛋获得白色礼服衬衣和黑色礼服短裤。", --248
"应景装扮£在复活节期间，通过打开鲜艳的彩蛋获得一件端庄的裙子。", --249
"我的小帮手£通过欢乐制造器变成冬天爷爷的小助手，然后获得50个荣誉击杀。", --252
"取下他的首……呃，等等£杀死无头骑士。", --255
"冬幕节见鬼去吧！£在冬幕节期间，向贝恩·血蹄投掷一枚雪球。", --259
"魅力四射£制作12个可爱的情人符手镯。", --260
"冰霜之王£消灭奴隶围栏的埃霍恩。", --263
"木杆热舞£穿着全套仲夏火焰节套装，在彩带杆旁跳舞60秒。", --271
"火炬杂耍£在达拉然城、暴风城、铁炉堡、奥格瑞玛或幽暗城中，15秒内进行40次扔火炬杂耍。", --272
"拯救梅森！£拯救驯鹿梅森。", --273
"资深保姆£在同一个角色上获得蛋蛋的蛋、贪睡的威利和小象项圈。", --275
"冬天来了£在冬幕节期间，穿着3件冬季服饰，然后吃下格拉库的肉松蛋糕。", --277
"真讨厌£完成夺回被偷走的烟林牧场礼物的任务，并获得烟林牧场的感谢。", --279
"急救技能£急救技能", --281
"化妆舞会£被下列万圣节魔棒变形。", --283
"一张面具应万变£收集下列24种不同的面具。", --284
"狼吞虎咽£吃掉大量糖果，直到你觉得恶心。", --288
"万圣节的救星£完成一个从无头骑士的魔掌下拯救一座村庄的任务。", --289
"摸摸你的头£对下列各种族使用沉重的南瓜灯。", --291
"邪恶的召唤£获得一只邪恶的南瓜娃娃宠物和一顶万圣节头盔。", --292
"不得安宁£穿着3件美酒节服装，喝个烂醉如泥，在达拉然跳舞。", --293
"烈酒节£杀死科林·烈酒。", --295
"带酒上路£获得一头美酒节坐骑，或使用美酒节蛇麻草把你的坐骑变成一头美酒节坐骑。", --303
"艾泽拉斯的钓鱼大师£赢得藏宝海湾钓鱼大赛或卡鲁亚克钓鱼大赛的胜利。", --306
"被敌对阵营消灭的总次数£你没有此成就的进度", --318
"决斗获胜£决斗获胜", --319
"决斗失败£决斗失败", --320
"在地下城和团队副本中死亡的总次数£在地下城和团队副本中死亡的总次数", --321
"在《巫妖王之怒》地下城首领战中死亡的总次数£在《巫妖王之怒》地下城首领战中死亡的总次数", --322
"在《巫妖王之怒》10人团队首领战中死亡的总次数£在《巫妖王之怒》10人团队首领战中死亡的总次数", --323
"在《巫妖王之怒》25人团队首领战中死亡的总次数£在《巫妖王之怒》25人团队首领战中死亡的总次数", --324
"通过任务奖励所得金币£通过任务奖励所得金币", --326
"获得的金币总量£获得的金币总量", --328
"在拍卖行出售物品£在拍卖行出售物品", --329
"在拍卖行购买物品£在拍卖行购买物品", --330
"在拍卖行购买物品的最高价格£在拍卖行购买物品的最高价格", --331
"在拍卖行出售物品的最高价格£在拍卖行出售物品的最高价格", --332
"拾取金币£拾取金币", --333
"最大金币数量£最大金币数量", --334
"拥有传说物品£拥有传说物品", --336
"获得小宠物£获得小宠物", --338
"获得坐骑数量£获得坐骑数量", --339
"拾取史诗物品£拾取史诗物品", --341
"获得史诗物品£获得史诗物品", --342
"使用绷带£使用绷带", --344
"饮用治疗药水£饮用治疗药水", --345
"饮用饮料£饮用饮料", --346
"食用食品£食用食品", --347
"使用飞行出租服务£使用飞行出租服务", --349
"使用法师传送门£使用法师传送门", --350
"使用炉石的次数£使用炉石的次数", --353
"5v5胜利£5v5胜利", --362
"5v5比赛£5v5比赛", --363
"3v3胜利£3v3胜利", --364
"3v3比赛£3v3比赛", --365
"2v2胜利£2v2胜利", --366
"2v2比赛£2v2比赛", --367
"最高的2人战队个人等级£最高的2人战队个人等级", --370
"最高的2人战队等级£你没有此成就的进度", --374
"达到崇拜的声望£达到崇拜的声望", --377
"达到崇敬以上的声望£达到崇敬以上的声望", --378
"世界荣誉消灭£世界荣誉消灭", --381
"战场荣誉消灭£战场荣誉消灭", --382
"竞技场荣誉消灭£竞技场荣誉消灭", --383
"城市卫兵£在你所属阵营的任意主城中杀死50个敌对阵营的玩家。", --388
"竞技场高手饰物£从古拉巴什竞技场拾取竞技场高手饰物。", --389
"保卫奥特兰克山谷哨塔£保卫奥特兰克山谷哨塔", --393
"占领奥特兰克山谷哨塔£占领奥特兰克山谷哨塔", --394
"夺取战歌峡谷旗帜£夺取战歌峡谷旗帜", --395
"古拉巴什竞技场大师£完成小个子约翰·米斯瑞尔的任务，获得竞技场大师饰物。", --396
"进入竞技场£获得一场竞技场排位赛的胜利。", --397
"残酷的斗士£获得100场竞技场排位赛的胜利。", --398
"两人世界：1550£在2v2竞技场比赛中达到1550个人等级。", --399
"两人世界：1750£在2v2竞技场比赛中达到1750个人等级。", --400
"两人世界：2000£在2v2竞技场比赛中达到2000个人等级。", --401
"三人行：1550£在3v3竞技场比赛中达到1550个人等级。", --402
"三人行：1750£在3v3竞技场比赛中达到1750个人等级。", --403
"五子登科：2000£在5v5竞技场比赛中达到2000个人等级。", --404
"三人行：2000£在3v3竞技场比赛中达到2000个人等级。", --405
"五子登科：1550£在5v5竞技场比赛中达到1550个人等级。", --406
"五子登科：1750£在5v5竞技场比赛中达到1750个人等级。", --407
"连战连胜£获得连续10场排位赛的胜利。", --408
"最后一人£在5v5竞技场排位赛中成为最后一名幸存者。", --409
"奔波尔霸£拥有2005年BlizzCon赠送的鱼人宝宝。", --411
"鱼人服装£拥有2007年BlizzCon赠送的鱼人服装。", --412
"泰瑞尔的剑柄£拥有2008年巴黎WWI赠送的泰瑞尔的剑柄。", --414
"暴雪巨熊£拥有2008年BlizzCon赠送的暴雪巨熊。", --415
"甲虫之王£打开安其拉之门。", --416
"残酷角斗士£获得头衔“残酷角斗士”。", --418
"复仇角斗士£获得头衔“复仇角斗士”。", --419
"野蛮角斗士£获得头衔“野蛮角斗士”。", --420
"红色是身份的象征£获得一枚红色其拉共鸣水晶。", --424
"埃提耶什，守护者的传说之杖£获得埃提耶什，守护者的传说之杖。", --425
"埃辛诺斯战刃£获得一套埃辛诺斯战刃。", --426
"雷霆之怒，逐风者的祝福之剑£获得雷霆之怒，逐风者的祝福之剑。", --428
"萨弗拉斯，炎魔拉格纳罗斯之手£获得萨弗拉斯，炎魔拉格纳罗斯之手。", --429
"阿曼尼战熊£拥有一头阿曼尼战熊。", --430
"阿达尔之手£获得头衔“阿达尔之手”。", --431
"纳鲁的勇士£获得头衔“纳鲁的勇士”。", --432
"大元帅£获得头衔“大元帅”。", --433
"元帅£获得头衔“元帅”。", --434
"司令£获得头衔“司令”。", --435
"少校£获得头衔“少校”。", --436
"护卫骑士£获得头衔“护卫骑士”。", --437
"骑士队长£获得头衔“骑士队长”。", --438
"骑士£获得头衔“骑士”。", --439
"士官长£获得头衔“士官长”。", --440
"军士长£获得头衔“军士长”。", --441
"列兵£获得头衔“列兵”。", --442
"高阶督军£获得头衔“高阶督军”。", --443
"中将£获得头衔“中将”。", --444
"督军£获得头衔“督军”。", --445
"将军£获得头衔“将军”。", --446
"勇士£获得头衔“勇士”。", --447
"百夫长£获得头衔“百夫长”。", --448
"血卫士£获得头衔“血卫士”。", --449
"高阶军士£获得头衔“高阶军士”。", --450
"石头守卫£获得头衔“石头守卫”。", --451
"一等军士长£获得头衔“一等军士长”。", --452
"中士£获得头衔“中士”。", --453
"侦察兵£获得头衔“侦察兵”。", --454
"服务器第一！黑曜石杀手£参与在本服务器首次击杀黑岩守护者萨塔里奥（25人）。", --456
"服务器第一！80级£本服务器第一个达到80级的玩家。", --457
"服务器第一！80级潜行者£本服务器第一个达到80级的潜行者。", --458
"服务器第一！80级战士£本服务器第一个达到80级的战士。", --459
"服务器第一！80级法师£本服务器第一个达到80级的法师。", --460
"服务器第一！80级死亡骑士£本服务器第一个达到80级的死亡骑士。", --461
"服务器第一！80级猎人£本服务器第一个达到80级的猎人。", --462
"服务器第一！80级术士£本服务器第一个达到80级的术士。", --463
"服务器第一！80级牧师£本服务器第一个达到80级的牧师。", --464
"服务器第一！80级圣骑士£本服务器第一个达到80级的圣骑士。", --465
"服务器第一！80级德鲁伊£本服务器第一个达到80级的德鲁伊。", --466
"服务器第一！80级萨满祭司£本服务器第一个达到80级的萨满祭司。", --467
"步兵£获得头衔“步兵”。", --468
"军团士兵£获得头衔“军团士兵”。", --469
"下士£获得头衔“下士”。", --470
"中士£获得头衔“中士”。", --471
"骑士中尉£获得头衔“骑士中尉”。", --472
"统帅£获得头衔“统帅”。", --473
"乌特加德城堡£击败乌特加德城堡的首领。", --477
"魔枢£击败魔枢的首领。", --478
"净化斯坦索姆£击败时光之穴：斯坦索姆的首领。", --479
"艾卓-尼鲁布£击败艾卓-尼鲁布的首领。", --480
"安卡赫特：古代王国£击败安卡赫特：古代王国的首领。", --481
"达克萨隆要塞£击败达克萨隆要塞的首领。", --482
"紫罗兰监狱£击败紫罗兰监狱的塞安妮苟萨。", --483
"古达克£击败古达克的首领。", --484
"岩石大厅£击败岩石大厅的首领。", --485
"闪电大厅£击败闪电大厅的首领。", --486
"魔环£击败魔环的首领。", --487
"乌特加德之巅£击败乌特加德之巅的首领。", --488
"乌特加德城堡（英雄难度）£击败乌特加德城堡的首领（英雄难度）。", --489
"魔枢（英雄难度）£击败魔枢的首领（英雄难度）。", --490
"艾卓-尼鲁布（英雄难度）£击败艾卓-尼鲁布的首领（英雄难度）。", --491
"安卡赫特：古代王国（英雄难度）£击败安卡赫特：古代王国的首领（英雄难度）。", --492
"达克萨隆要塞（英雄难度）£击败达克萨隆要塞的首领（英雄难度）。", --493
"紫罗兰监狱（英雄难度）£击败紫罗兰监狱的塞安妮苟萨（英雄难度）。", --494
"古达克（英雄难度）£击败古达克的首领（英雄难度）。", --495
"岩石大厅（英雄难度）£击败岩石大厅的首领（英雄难度）。", --496
"闪电大厅（英雄难度）£击败闪电大厅的首领（英雄难度）。", --497
"魔环（英雄难度）£击败魔环的首领（英雄难度）。", --498
"乌特加德之巅（英雄难度）£击败乌特加德之巅的首领（英雄难度）。", --499
"净化斯坦索姆（英雄难度）£击败时光之穴：斯坦索姆的首领（英雄难度）。", --500
"完成50个任务£完成50个任务。", --503
"完成100个任务£完成100个任务。", --504
"完成250个任务£完成250个任务。", --505
"完成500个任务£完成500个任务。", --506
"完成1000个任务£完成1000个任务。", --507
"完成1500个任务£完成1500个任务。", --508
"10000个荣誉击杀£达到10000个荣誉击杀。", --509
"5000个荣誉击杀£达到5000个荣誉击杀。", --512
"100个荣誉击杀£达到100个荣誉击杀。", --513
"500个荣誉击杀£达到500个荣誉击杀。", --515
"1000个荣誉击杀£达到1000个荣誉击杀。", --516
"30个声望崇拜£在30个势力中达到崇拜声望。", --518
"25个声望崇拜£在25个势力中达到崇拜声望。", --519
"20个声望崇拜£在20个势力中达到崇拜声望。", --520
"15个声望崇拜£在15个势力中达到崇拜声望。", --521
"有人喜欢我£在一个势力中达到崇拜声望。", --522
"5个声望崇拜£在5个势力中达到崇拜声望。", --523
"10个声望崇拜£在10个势力中达到崇拜声望。", --524
"受到的最高伤害£受到的最高伤害", --527
"受到的伤害总量£受到的伤害总量", --528
"达到尊敬以上的声望£达到尊敬以上的声望", --529
"理发修面£去理发店理发。", --545
"安全仓库£购买7个额外的银行栏位。", --546
"天谴之门的精英£完成包括“返回安加萨”在内的龙骨荒野系列任务。", --547
"史诗£在身上的每一个装备栏中都装备一件物品等级不低于213级的史诗品质物品。", --556
"精良£在身上的每一个装备栏中都装备一件物品等级不低于187级的精良品质物品。", --557
"贪婪£在掷贪婪骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --558
"需求£在掷需求骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --559
"致命垂钓£使用臭泥鱼诱饵钓起祖尔格拉布的加兹兰卡。", --560
"仁德会拥护者£通过完成包括“刺杀哈罗德·兰恩”在内的一系列任务，用行动支持仁德会的理念。", --561
"蜘蛛区（10人）£击败纳克萨玛斯蜘蛛区的首领（10人）。", --562
"蜘蛛区（25人）£击败纳克萨玛斯蜘蛛区的首领（25人）。", --563
"构造区（10人）£击败纳克萨玛斯构造区的首领（10人）。", --564
"构造区（25人）£击败纳克萨玛斯构造区的首领（25人）。", --565
"瘟疫区（10人）£击败纳克萨玛斯瘟疫区的首领（10人）。", --566
"瘟疫区（25人）£击败纳克萨玛斯瘟疫区的首领（25人）。", --567
"军事区（10人）£击败纳克萨玛斯军事区的首领（10人）。", --568
"军事区（25人）£击败纳克萨玛斯军事区的首领（25人）。", --569
"萨菲隆之死（10人）£击败纳克萨玛斯的萨菲隆（10人）。", --572
"萨菲隆之死（25人）£击败纳克萨玛斯的萨菲隆（25人）。", --573
"击败克尔苏加德（10人）£击败纳克萨玛斯的克尔苏加德（10人）。", --574
"击败克尔苏加德（25人）£击败纳克萨玛斯的克尔苏加德（25人）。", --575
"纳克萨玛斯的陨落（10人）£击败纳克萨玛斯的所有首领（10人）。", --576
"纳克萨玛斯的陨落（25人）£击败纳克萨玛斯的所有首领（25人）。", --577
"少数精锐（10人）£以少于9人的阵容击败纳克萨玛斯的所有首领（10人）。", --578
"少数精锐（25人）£以少于21人的阵容击败纳克萨玛斯的所有首领（25人）。", --579
"奥特兰克山谷的全能明星£在一场奥特兰克山谷的战斗中，突袭一座墓地，保卫一座墓地，突袭一座哨塔，保卫一座哨塔，并且在征战平原上杀掉一名敌方成员。", --582
"阿拉希盆地全能明星£在一场阿拉希盆地的战斗中，突袭并防守两座基地。", --583
"阿拉希盆地刺客£在一场阿拉希盆地的战斗中，在每座基地获得5个荣誉击杀。", --584
"夺取风暴之眼旗帜£夺取风暴之眼旗帜", --585
"归还战歌峡谷旗帜£归还战歌峡谷旗帜", --586
"风暴刺客£在一场风暴之眼的战斗中，在每座基地获得5个荣誉击杀。", --587
"荣誉消灭总数£荣誉消灭总数", --588
"最高的5人战队等级£最高的5人战队等级", --589
"最高的3人战队等级£最高的3人战队等级", --590
"被范达尔·雷矛杀死£被范达尔·雷矛杀死", --593
"被霍格杀死£被霍格杀死", --594
"最高的3人战队个人等级£最高的3人战队个人等级", --595
"最高的5人战队个人等级£最高的5人战队个人等级", --596
"部落之怒£在下列主城中各杀死5名联盟玩家。", --603
"联盟之怒£在下列主城中各杀死5名部落玩家。", --604
"1枚先祖硬币£获得一枚先祖硬币。", --605
"5枚先祖硬币£获得5枚先祖硬币。", --606
"10枚先祖硬币£获得10枚先祖硬币。", --607
"25枚先祖硬币£获得25枚先祖硬币。", --608
"50枚先祖硬币£获得50枚先祖硬币。", --609
"杀死酋长！£杀死加尔鲁什·地狱咆哮。", --610
"流血的血蹄£杀死贝恩·血蹄。", --611
"黑暗女王之死£杀死希尔瓦娜斯·风行者。", --612
"死于奎尔萨拉斯£杀死洛瑟玛·塞隆。", --613
"为了联盟！£杀死部落的领袖。", --614
"暴风城的风暴£杀死瓦里安·乌瑞恩国王。", --615
"推翻议会£杀死茉艾拉·索瑞森、穆拉丁·铜须和弗斯塔德·蛮锤等议员。", --616
"不再永恒£杀死泰兰德·语风。", --617
"熄灭圣光£杀死先知维纶。", --618
"为了部落！£杀死联盟的领袖。", --619
"代表£装备一件战袍。", --621
"织法者的陨落（10人）£击败玛里苟斯（10人）。", --622
"织法者的陨落（25人）£击败玛里苟斯（25人）。", --623
"少即是多（10人）£以少于9人的阵容击败黑岩守护者萨塔里奥以及其它暮光幼龙（10人）。", --624
"击败黑龙军团（25人）£击败黑岩守护者萨塔里奥（25人）。", --625
"春节服装£使用先祖硬币购买一件节日裤装或者节日裙装。", --626
"探索丹莫罗£探索丹莫罗，走过世界地图中被遮住的各个角落。", --627
"死亡矿井£击败“船长”曲奇。", --628
"怒焰裂谷£击败饥饿者塔拉加曼。", --629
"哀嚎洞穴£击败吞噬者穆坦努斯。", --630
"影牙城堡£击败高弗雷勋爵。", --631
"黑暗深渊£击败阿库麦尔。", --632
"暴风城监狱£击败霍格。", --633
"诺莫瑞根£击败机械师瑟玛普拉格。", --634
"剃刀沼泽£击败卡尔加·刺肋。", --635
"剃刀高地£击败寒冰之王亚门纳尔。", --636
"血色修道院£在血色修道院击败血色十字军。", --637
"奥达曼£击败阿扎达斯。", --638
"祖尔法拉克£击败乌克兹·沙顶。", --639
"玛拉顿£击败瑟莱德丝公主。", --640
"沉没的神庙£击败伊兰尼库斯的阴影。", --641
"黑石深渊£击败达格兰·索瑞森大帝。", --642
"黑石塔下层£击败维姆萨拉克。", --643
"厄运之槌的国王£扫清厄运之槌的所有分支。", --644
"通灵学院£击败通灵学院的首领。", --645
"斯坦索姆£击败隐藏在斯坦索姆城中的邪恶头目。", --646
"地狱火城墙£击败无疤者奥摩尔。", --647
"鲜血熔炉£击败击碎者克里丹。", --648
"奴隶围栏£击败夸格米拉。", --649
"幽暗沼泽£击败黑色阔步者。", --650
"法力陵墓£击败节点亲王沙法尔。", --651
"逃离敦霍尔德£击败时空猎手。", --652
"塞泰克大厅£击败利爪之王艾吉斯。", --653
"暗影迷宫£击败摩摩尔。", --654
"开启黑暗之门£击败埃欧努斯。", --655
"蒸汽地窟£击败督军卡利瑟里斯。", --656
"破碎大厅£击败酋长卡加斯·刃拳。", --657
"能源舰£击败计算者帕萨雷恩。", --658
"生态船£击败迁跃扭木。", --659
"禁魔监狱£击败预言者斯克瑞斯。", --660
"魔导师平台£击败凯尔萨斯·逐日者。", --661
"典藏版：迷你破坏神£拥有《魔兽世界》典藏版赠送的迷你破坏神宠物。", --662
"典藏版：熊猫£拥有《魔兽世界》典藏版赠送的熊猫宠物。", --663
"典藏版：跳虫£拥有《魔兽世界》典藏版赠送的跳虫宠物。", --664
"典藏版：虚空龙宝宝£拥有《燃烧的远征》典藏版赠送的虚空龙宝宝宠物。", --665
"奥金尼地穴£击败大主教玛拉达尔。", --666
"地狱火城墙（英雄难度）£击败地狱火城墙的首领（英雄难度）。", --667
"鲜血熔炉（英雄难度）£击败击碎者克里丹（英雄难度）。", --668
"奴隶围栏（英雄难度）£击败夸格米拉（英雄难度）。", --669
"幽暗沼泽（英雄难度）£击败黑色阔步者（英雄难度）。", --670
"法力陵墓（英雄难度）£击败节点亲王沙法尔（英雄难度）。", --671
"奥金尼地穴（英雄难度）£击败大主教玛拉达尔（英雄难度）。", --672
"逃离敦霍尔德（英雄难度）£击败时空猎手（英雄难度）。", --673
"塞泰克大厅（英雄难度）£击败利爪之王艾吉斯（英雄难度）。", --674
"暗影迷宫（英雄难度）£击败摩摩尔（英雄难度）。", --675
"开启黑暗之门（英雄难度）£击败埃欧努斯（英雄难度）。", --676
"蒸汽地窟（英雄难度）£击败督军卡利瑟里斯（英雄难度）。", --677
"破碎大厅（英雄难度）£击败酋长卡加斯·刃拳（英雄难度）。", --678
"能源舰（英雄难度）£击败计算者帕萨雷恩（英雄难度）。", --679
"生态船（英雄难度）£击败迁跃扭木（英雄难度）。", --680
"禁魔监狱（英雄难度）£击败预言者斯克瑞斯（英雄难度）。", --681
"魔导师平台（英雄难度）£击败凯尔萨斯·逐日者（英雄难度）。", --682
"典藏版：冰霜龙宝宝£拥有《巫妖王之怒》典藏版赠送的冰龙宝宝宠物。", --683
"奥妮克希亚的巢穴（60级）£击败60级版本的奥妮克希亚。", --684
"黑翼之巢£击败奈法利安。", --685
"熔火之心£击败拉格纳罗斯。", --686
"安其拉神殿£击败克苏恩。", --687
"祖尔格拉布£击败哈卡。", --688
"安其拉废墟£击败无疤者奥斯里安。", --689
"卡拉赞£击败卡拉赞的玛克扎尔王子。", --690
"祖阿曼£击败祖阿曼的祖尔金。", --691
"格鲁尔的巢穴£击败格鲁尔的巢穴中的屠龙者格鲁尔。", --692
"玛瑟里顿的巢穴£击败玛瑟里顿的巢穴中的玛瑟里顿。", --693
"毒蛇神殿£击败毒蛇神殿的瓦丝琪。", --694
"海加尔山之战£在海加尔山之战中击败阿克蒙德。", --695
"风暴要塞£击败风暴要塞的凯尔萨斯·逐日者。", --696
"黑暗神殿£击败黑暗神殿的伊利丹。", --697
"太阳之井高地£击败太阳之井高地的基尔加丹。", --698
"世界冠军£在80级时，于刀锋山竞技场、纳格兰竞技场、达拉然下水道和洛丹伦废墟各赢得一场积分赛的胜利。", --699
"部落的自由£获得一个部落勋章或部落徽记。", --700
"联盟的自由£获得一个联盟勋章或联盟徽记。", --701
"武器大师£将四种武器技能提升到400。", --705
"霜狼嗥叫者£获得一头霜狼嗥叫者。", --706
"雷矛军用坐骑£获得一头雷矛军用坐骑。", --707
"霜狼氏族的英雄£在霜狼氏族阵营中达到崇拜声望。", --708
"雷矛卫队的英雄£在雷矛卫队阵营中达到崇拜声望。", --709
"污染者£在污染者阵营中达到崇拜声望。", --710
"阿拉索的骑士£在阿拉索联军阵营中达到崇拜声望。", --711
"战歌氏族£在战歌氏族阵营中达到崇拜声望。", --712
"银翼哨兵£在银翼要塞阵营中达到崇拜声望。", --713
"征服者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --714
"索利达尔，群星之怒£获得索利达尔，群星之怒。", --725
"钳子先生的魔法龙虾盒£找到钳子先生的魔法龙虾盒。", --726
"呼叫骑兵£通过荣誉系统，获取一头作战坐骑。", --727
"探索杜隆塔尔£探索杜隆塔尔，走过世界地图中被遮住的各个角落。", --728
"死亡军马的缰绳£在斯坦索姆中获得瑞文戴尔男爵的死亡军马缰绳。", --729
"自力更生£获得450点钓鱼、急救和烹饪技能点数。", --730
"高级专业水准£在某一专业中，获得225点技能点数。", --731
"专家级专业水准£在某一专业中，获得300点技能点数。", --732
"大师级专业水准£在某一专业中，获得375点技能点数。", --733
"宗师级专业水准£在某一专业中，获得450点技能点数。", --734
"全天不休£在两种专业中，都获得450点技能点数。", --735
"探索莫高雷£探索莫高雷，走过世界地图中被遮住的各个角落。", --736
"探索北贫瘠之地£探索贫瘠之地，走过世界地图中被遮住的各个角落。", --750
"在纳克萨玛斯中死亡的总次数£在纳克萨玛斯中死亡的总次数", --752
"平均每日获得的金币数量£平均每日获得的金币数量", --753
"平均每日完成的日常任务数量£平均每日完成的日常任务数量", --759
"探索奥特兰克山脉£探索奥特兰克山脉，走过世界地图中被遮住的各个角落。", --760
"探索阿拉希高地£探索阿拉希高地，走过世界地图中被遮住的各个角落。", --761
"部落的大使£在全部6座部落主城中都达到崇拜声望。", --762
"燃烧的远征£在所有《燃烧的远征》副本相关势力中达到崇拜声望。", --763
"燃烧的远征£在所有《燃烧的远征》副本相关势力中达到崇拜声望。", --764
"探索荒芜之地£探索荒芜之地，走过世界地图中被遮住的各个角落。", --765
"探索诅咒之地£探索诅咒之地，走过世界地图中被遮住的各个角落。", --766
"探索提瑞斯法林地£探索提瑞斯法林地，走过世界地图中被遮住的各个角落。", --768
"探索银松森林£探索银松森林，走过世界地图中被遮住的各个角落。", --769
"探索西瘟疫之地£探索西瘟疫之地，走过世界地图中被遮住的各个角落。", --770
"探索东瘟疫之地£探索东瘟疫之地，走过世界地图中被遮住的各个角落。", --771
"探索希尔斯布莱德丘陵£探索希尔斯布莱德丘陵，走过世界地图中被遮住的各个角落。", --772
"探索辛特兰£探索辛特兰，走过世界地图中被遮住的各个角落。", --773
"探索灼热峡谷£探索灼热峡谷，走过世界地图中被遮住的各个角落。", --774
"探索燃烧平原£探索燃烧平原，走过世界地图中被遮住的各个角落。", --775
"探索艾尔文森林£探索艾尔文森林，走过世界地图中被遮住的各个角落。", --776
"探索逆风小径£探索逆风小径，走过世界地图中被遮住的各个角落。", --777
"探索暮色森林£探索暮色森林，走过世界地图中被遮住的各个角落。", --778
"探索洛克莫丹£探索洛克莫丹，走过世界地图中被遮住的各个角落。", --779
"探索赤脊山£探索赤脊山，走过世界地图中被遮住的各个角落。", --780
"探索北荆棘谷£探索北荆棘谷，走过世界地图中被遮住的各个角落。", --781
"探索悲伤沼泽£探索悲伤沼泽，走过世界地图中被遮住的各个角落。", --782
"完美风暴£在风暴之眼以1600比0获胜。", --783
"统御风暴之眼£在占领4座基地的情况下获取10次风暴之眼的胜利。", --784
"被牧师复活£被牧师复活", --796
"被德鲁伊复生£被德鲁伊复生", --798
"被萨满祭司复活£被萨满祭司复活", --799
"被圣骑士救赎£被圣骑士救赎", --800
"被灵魂石复活£被灵魂石复活", --801
"探索西部荒野£探索西部荒野，走过世界地图中被遮住的各个角落。", --802
"饮用合剂£饮用合剂", --811
"使用治疗石£使用治疗石", --812
"受到的最大治疗£受到的最大治疗", --829
"受到的治疗总量£受到的治疗总量", --830
"竞技场获胜£竞技场获胜", --837
"竞技场参赛£竞技场参赛", --838
"参与战场£参与战场", --839
"战场获胜£战场获胜", --840
"探索湿地£探索湿地，走过世界地图中被遮住的各个角落。", --841
"探索泰达希尔£探索泰达希尔，走过世界地图中被遮住的各个角落。", --842
"探索虚空风暴£探索虚空风暴，走过世界地图中被遮住的各个角落。", --843
"探索黑海岸£探索黑海岸，走过世界地图中被遮住的各个角落。", --844
"探索灰谷£探索灰谷，走过世界地图中被遮住的各个角落。", --845
"探索千针石林£探索千针石林，走过世界地图中被遮住的各个角落。", --846
"探索石爪山脉£探索石爪山脉，走过世界地图中被遮住的各个角落。", --847
"探索凄凉之地£探索凄凉之地，走过世界地图中被遮住的各个角落。", --848
"探索菲拉斯£探索菲拉斯，走过世界地图中被遮住的各个角落。", --849
"探索尘泥沼泽£探索尘泥沼泽，走过世界地图中被遮住的各个角落。", --850
"探索塔纳利斯£探索塔纳利斯，走过世界地图中被遮住的各个角落。", --851
"探索艾萨拉£探索艾萨拉，走过世界地图中被遮住的各个角落。", --852
"探索费伍德森林£探索费伍德森林，走过世界地图中被遮住的各个角落。", --853
"探索安戈洛环形山£探索安戈洛环形山，走过世界地图中被遮住的各个角落。", --854
"探索月光林地£探索月光林地，走过世界地图中被遮住的各个角落。", --855
"探索希利苏斯£探索希利苏斯，走过世界地图中被遮住的各个角落。", --856
"探索冬泉谷£探索冬泉谷，走过世界地图中被遮住的各个角落。", --857
"探索幽魂之地£探索幽魂之地，走过世界地图中被遮住的各个角落。", --858
"探索永歌森林£探索永歌森林，走过世界地图中被遮住的各个角落。", --859
"探索秘蓝岛£探索秘蓝岛，走过世界地图中被遮住的各个角落。", --860
"探索秘血岛£探索秘血岛，走过世界地图中被遮住的各个角落。", --861
"探索地狱火半岛£探索地狱火半岛，走过世界地图中被遮住的各个角落。", --862
"探索赞加沼泽£探索赞加沼泽，走过世界地图中被遮住的各个角落。", --863
"探索影月谷£探索影月谷，走过世界地图中被遮住的各个角落。", --864
"探索刀锋山£探索刀锋山，走过世界地图中被遮住的各个角落。", --865
"探索纳格兰£探索纳格兰，走过世界地图中被遮住的各个角落。", --866
"探索泰罗卡森林£探索泰罗卡森林，走过世界地图中被遮住的各个角落。", --867
"探索奎尔丹纳斯岛£探索奎尔丹纳斯岛，走过世界地图中被遮住的各个角落。", --868
"50000个荣誉击杀£达到50000个荣誉击杀。", --869
"100000个荣誉击杀£达到100000个荣誉击杀。", --870
"遵命，船长！£获得血帆舰长之帽……然后出门去呼吸一点新鲜空气。", --871
"疯狂防御者£在一场战歌要塞的战斗中归还5面旗帜。", --872
"完美霜狼£在不损失任何一名上尉或任何一座哨塔，同时还控制着所有联盟哨塔的情况下获得奥特兰克山谷的胜利。", --873
"坚定的复仇者£获得200场竞技场排位赛的胜利。", --875
"野蛮的坚定£获得300场竞技场排位赛的胜利。", --876
"蛋糕不是谎言£烘焙一块美味巧克力蛋糕。", --877
"没跑掉的鱼£抓住下列稀有鱼类中的一条。", --878
"古典坐骑£拥有一种无法再获得的原始史诗坐骑。", --879
"迅捷祖利安猛虎£从祖尔格拉布的高阶祭司塞卡尔那里获取迅捷祖利安猛虎。", --880
"拉扎什迅猛龙£从祖尔格拉布的血领主曼多基尔那里获取拉扎什迅猛龙。", --881
"炽热战马的缰绳£从卡拉赞的猎手阿图门那里获取炽热战马的缰绳。", --882
"乌鸦之神的缰绳£从塞泰克大厅的安苏那里获取乌鸦之神的缰绳。", --883
"迅捷白色陆行鸟£从魔导师平台的凯尔萨斯·逐日者那里获取迅捷白色陆行鸟。", --884
"奥的灰烬£从风暴要塞的凯尔萨斯·逐日者那里获取奥的灰烬。", --885
"迅捷虚空幼龙£获取《燃烧的远征》竞技场第一赛季的迅捷虚空幼龙。", --886
"残酷角斗士的虚空幼龙£获取《燃烧的远征》竞技场第二赛季的残酷角斗士的虚空幼龙。", --887
"复仇角斗士的虚空幼龙£获取《燃烧的远征》竞技场第三赛季的复仇角斗士的虚空幼龙。", --888
"迅如闪电£学习中级骑术。", --889
"向远方奔跑£学习高级骑术。", --890
"驾！£学习初级骑术。", --891
"这就对了£学习专家级骑术。", --892
"塞纳里奥作战角鹰兽£从赞加沼泽的塞纳里奥远征队那里购买一头塞纳里奥作战角鹰兽。", --893
"翱翔在斯克提斯£在沙塔尔天空卫队阵营中达到崇拜声望。", --894
"每日一任务，食人魔全无忧£在奥格瑞拉阵营中达到崇拜声望。", --896
"残阳勇士£在破碎残阳阵营中达到崇拜声望。", --897
"灵翼之翼£在灵翼之龙阵营中达到崇拜声望。", --898
"库雷尼£在库雷尼阵营中达到崇拜声望。", --899
"孢子村之友£在孢子村阵营中达到崇拜声望。", --900
"德拉诺的玛格汉£在玛格汉阵营中达到崇拜声望。", --901
"首席崇拜官£在星界财团阵营中达到崇拜声望。", --902
"分裂的沙塔斯£在占星者阵营或奥尔多阵营中达到崇拜声望。", --903
"老渔夫巴尔洛£完成下列5个老渔夫巴尔洛的钓鱼日常任务。", --905
"香味弥漫£完成下列4个巨石洛克洛的烹饪日常任务。", --906
"审判者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --907
"战斗的召唤！£在满级时完成100次战场战斗。", --908
"战斗的召唤！£在满级时完成100次战场战斗。", --909
"地下城中的长者£祭拜地下城中的长者。", --910
"卡利姆多的长者£祭拜卡利姆多的长者。", --911
"东部王国的长者£祭拜东部王国的长者。", --912
"尊敬长者£完成下列春节成就。", --913
"部落的长者£祭拜部落主城中的长者。", --914
"联盟的长者£祭拜联盟主城中的长者。", --915
"在25人团队副本中死亡的总次数£在25人团队副本中死亡的总次数", --916
"在10人团队副本中死亡的总次数£在10人团队副本中死亡的总次数", --917
"在5人地下城副本中死亡的总次数£在5人地下城副本中死亡的总次数", --918
"通过拍卖行所得金币£通过拍卖行所得金币", --919
"向商人出售物品所得金币£向商人出售物品所得金币", --921
"饮用法力药水£饮用法力药水", --922
"饮用药剂£饮用药剂", --923
"达到崇拜的诺森德声望£达到崇拜的诺森德声望", --924
"达到崇拜的外域声望£达到崇拜的外域声望", --925
"达到崇拜的部落声望£达到崇拜的部落声望", --926
"装备史诗物品的数量£装备史诗物品的数量", --927
"购买额外的银行栏位£购买额外的银行栏位", --928
"接触的阵营总量£接触的阵营总量", --931
"进入5人地下城副本的次数£进入5人地下城副本的次数", --932
"进入10人团队副本的次数£进入10人团队副本的次数", --933
"进入25人团队副本的次数£进入25人团队副本的次数", --934
"艾露恩的祝福£击败年兽并完成“艾露恩的祝福”任务。", --937
"诺森德的雪£在诺森德完成包括“母龙之怒”在内的所有赫米特·奈辛瓦里任务。", --938
"白色雷象一般的山丘£在纳格兰完成包括“终极挑战”在内的所有赫米特·奈辛瓦里任务。", --939
"荆棘谷的青山£在荆棘谷完成包括“王牌猎人”在内的所有赫米特·奈辛瓦里任务。", --940
"赫米特·奈辛瓦里：收集任务£完成“荆棘谷的青山”、“白色雷象一般的山丘”和“诺森德的雪”成就。", --941
"外交家£将你在木喉要塞、孢子村和库雷尼势力中的声望从冷淡提升到崇拜。", --942
"外交家£将你在木喉要塞、孢子村和玛格汉势力中的声望从冷淡提升到崇拜。", --943
"熊怪之友£在木喉要塞阵营中达到崇拜声望。", --944
"银色勇士£在银色黎明和银色北伐军阵营中达到崇拜声望。", --945
"银色黎明£在银色黎明阵营中达到崇拜声望。", --946
"银色北伐军£在银色北伐军阵营中达到崇拜声望。", --947
"联盟的大使£在全部6座联盟主城中都达到崇拜声望。", --948
"海象人的偶像£在卡鲁亚克阵营中达到崇拜声望。", --949
"狂心氏族£在狂心氏族阵营中达到崇拜声望。", --950
"神谕者£在神谕者阵营中达到崇拜声望。", --951
"索拉查雇佣兵£在神谕者和狂心氏族阵营中达到崇拜声望。", --952
"塞纳留斯的卫士£在塞纳里奥议会和塞纳里奥远征队阵营中达到崇拜声望。", --953
"海达希亚水元素£在海达希亚水元素阵营中达到崇拜声望。", --955
"诺兹多姆的子嗣£在诺兹多姆的子嗣阵营中达到崇拜声望。", --956
"赞达拉部族的英雄£在赞达拉部族阵营中达到崇拜声望。", --957
"死誓者的誓言£在灰舌死誓者阵营中达到崇拜声望。", --958
"流沙之鳞£在流沙之鳞阵营中达到崇拜声望。", --959
"紫罗兰之眼£在紫罗兰之眼阵营中达到崇拜声望。", --960
"狂心的荣誉£为狂心氏族阵营完成下列8个日常任务。", --961
"神谕者的救星£为神谕者阵营完成下列8个日常任务。", --962
"卡利姆多的糖果£找到卡利姆多的糖罐。", --963
"失足坠落？£从65码的高度掉落下来，但是不摔死。", --964
"卡利姆多的糖果£找到卡利姆多的糖罐。", --965
"东部王国的糖果£找到东部王国的糖罐。", --966
"东部王国的糖果£找到东部王国的糖罐。", --967
"外域的糖果£找到外域的糖罐。", --968
"外域的糖果£找到外域的糖罐。", --969
"艾泽拉斯的糖果£完成卡利姆多、东部王国和外域的糖果成就。", --970
"艾泽拉斯的糖果£完成卡利姆多、东部王国和外域的糖果成就。", --971
"不给糖果就捣乱！£从任意一座旅店的糖罐里获取一把糖果。", --972
"完成5个日常任务£完成5个日常任务。", --973
"完成50个日常任务£完成50个日常任务。", --974
"完成200个日常任务£完成200个日常任务。", --975
"完成500个日常任务£完成500个日常任务。", --976
"完成1000个日常任务£完成1000个日常任务。", --977
"完成3000个任务£完成3000个任务。", --978
"面具怪杰£在万圣节期间获得一副面具。", --979
"无头骑士的缰绳£在万圣节期间，从血色修道院的无头骑士那里获取无头骑士的缰绳。", --980
"闪亮的微笑£使用牙签，展现你的闪亮笑容。", --981
"知己知彼£对6个种族的敌人分别进行一次荣誉击杀。", --1005
"城市卫兵£在你所属阵营的任意主城中杀死50个敌对阵营的玩家。", --1006
"龙眠联军£在龙眠联军阵营中达到崇拜声望。", --1007
"肯瑞托£在肯瑞托阵营中达到崇拜声望。", --1008
"黑锋骑士团£在黑锋骑士团阵营中达到崇拜声望。", --1009
"诺森德先锋£在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团阵营中达到崇拜声望。", --1010
"北地之风£在部落先遣军中达到崇拜声望。", --1011
"北地之风£在联盟先遣军中达到崇拜声望。", --1012
"35个声望崇拜£在35个势力中达到崇拜声望。", --1014
"40个声望崇拜£在40个势力中达到崇拜声望。", --1015
"我可以养它吗？£获得一只小宠物。", --1017
"十件战袍£收集10种不同的战袍。", --1020
"二十五件战袍£装备过25种不同的战袍。", --1021
"东部王国护焰者£祭拜东部王国的火焰。", --1022
"卡利姆多护焰者£祭拜卡利姆多的火焰。", --1023
"外域护焰者£祭拜外域的火焰。", --1024
"东部王国护火者£祭拜东部王国的火焰。", --1025
"卡利姆多护火者£祭拜卡利姆多的火焰。", --1026
"外域护火者£祭拜外域的火焰。", --1027
"东部王国灭火£亵渎部落在东部王国的篝火。", --1028
"卡利姆多灭火£亵渎部落在卡利姆多的篝火。", --1029
"外域灭火£亵渎部落在外域的篝火。", --1030
"东部王国灭火£亵渎联盟在东部王国的篝火。", --1031
"卡利姆多灭火£亵渎联盟在卡利姆多的篝火。", --1032
"外域灭火£亵渎联盟在外域的篝火。", --1033
"艾泽拉斯的火焰£完成所有的护焰者成就。", --1034
"亵渎部落£完成“东部王国灭火”、“卡利姆多灭火”和“外域灭火”成就。", --1035
"艾泽拉斯的火焰£完成所有的护火者成就。", --1036
"亵渎联盟£完成所有的灭火成就。", --1037
"护焰者£完成下列仲夏火焰节成就。", --1038
"护火者£完成下列仲夏火焰节成就。", --1039
"糟糕的万圣节£通过完成下列任务来搞砸部落的万圣节庆典，并挫败他们破坏联盟庆典的企图。", --1040
"糟糕的万圣节£通过完成下列任务来搞砸联盟的万圣节庆典，并挫败他们破坏部落庆典的企图。", --1041
"拥抱的次数£拥抱的次数", --1042
"对战利品掷贪婪骰子的次数£对战利品掷贪婪骰子的次数", --1043
"对战利品掷需求骰子的次数£对战利品掷需求骰子的次数", --1044
"欢呼的总次数£欢呼的总次数", --1045
"捂脸次数£捂脸次数", --1047
"在2v2比赛中死亡£在2v2比赛中死亡", --1057
"挥手次数£挥手次数", --1065
"大笑的总次数£大笑的总次数", --1066
"哭泣次数£哭泣次数", --1067
"消灭击碎者克里丹（鲜血熔炉）£消灭击碎者克里丹（鲜血熔炉）", --1068
"杀死节点亲王沙法尔（法力陵墓）£杀死节点亲王沙法尔（法力陵墓）", --1069
"消灭时空猎手（逃离敦霍尔德）£消灭时空猎手（逃离敦霍尔德）", --1070
"消灭夸格米拉（奴隶围栏）£消灭夸格米拉（奴隶围栏）", --1071
"消灭黑色阔步者（幽暗沼泽）£消灭黑色阔步者（幽暗沼泽）", --1072
"消灭大主教玛拉达尔（奥金尼地穴）£消灭大主教玛拉达尔（奥金尼地穴）", --1073
"消灭利爪之王艾吉斯（塞泰克大厅）£消灭利爪之王艾吉斯（塞泰克大厅）", --1074
"消灭摩摩尔（暗影迷宫）£消灭摩摩尔（暗影迷宫）", --1075
"消灭埃欧努斯（开启黑暗之门）£消灭埃欧努斯（开启黑暗之门）", --1076
"消灭督军卡利瑟里斯（蒸汽地窟）£消灭督军卡利瑟里斯（蒸汽地窟）", --1077
"消灭酋长卡加斯·刃拳（破碎大厅）£消灭酋长卡加斯·刃拳（破碎大厅）", --1078
"消灭计算者帕萨雷恩（能源舰）£消灭计算者帕萨雷恩（能源舰）", --1079
"消灭迁跃扭木（生态船）£消灭迁跃扭木（生态船）", --1080
"消灭预言者斯克瑞斯（禁魔监狱）£消灭预言者斯克瑞斯（禁魔监狱）", --1081
"消灭凯尔萨斯·逐日者（魔导师平台）£消灭凯尔萨斯·逐日者（魔导师平台）", --1082
"消灭玛克扎尔王子（卡拉赞）£消灭玛克扎尔王子（卡拉赞）", --1083
"消灭祖尔金（祖阿曼）£消灭祖尔金（祖阿曼）", --1084
"消灭格鲁尔（格鲁尔的巢穴）£消灭格鲁尔（格鲁尔的巢穴）", --1085
"消灭玛瑟里顿（玛瑟里顿的巢穴）£消灭玛瑟里顿（玛瑟里顿的巢穴）", --1086
"消灭瓦丝琪（毒蛇神殿）£消灭瓦丝琪（毒蛇神殿）", --1087
"消灭凯尔萨斯·逐日者（风暴要塞）£消灭凯尔萨斯·逐日者（风暴要塞）", --1088
"消灭伊利丹·怒风（黑暗神殿）£消灭伊利丹·怒风（黑暗神殿）", --1089
"消灭基尔加丹（太阳之井高地）£消灭基尔加丹（太阳之井高地）", --1090
"杀死“船长”曲奇（死亡矿井）£艾德温·范克里夫", --1091
"杀死高弗雷勋爵（影牙城堡）£大法师阿鲁高", --1092
"杀死莫格莱尼（血色修道院）£杀死莫格莱尼（血色修道院）", --1093
"消灭乌克兹·沙顶（祖尔法拉克）£消灭乌克兹·沙顶（祖尔法拉克）", --1094
"消灭达格兰·索瑞森大帝（黑石深渊）£消灭达格兰·索瑞森大帝（黑石深渊）", --1095
"杀死达基萨斯将军（黑石塔上层）£消灭达基萨斯将军（黑石塔）", --1096
"杀死瑞文戴尔（斯坦索姆）£杀死瑞文戴尔（斯坦索姆）", --1097
"消灭奥妮克希亚（奥妮克希亚的巢穴）£消灭奥妮克希亚（奥妮克希亚的巢穴）", --1098
"消灭拉格纳罗斯（熔火之心）£消灭拉格纳罗斯（熔火之心）", --1099
"消灭奈法利安（黑翼之巢）£消灭奈法利安（黑翼之巢）", --1100
"消灭克苏恩（安其拉神殿）£消灭克苏恩（安其拉神殿）", --1101
"消灭哈卡（祖尔格拉布）£消灭哈卡（祖尔格拉布）", --1102
"《巫妖王之怒》5人副本完成次数（杀死最终首领）£《巫妖王之怒》5人副本完成次数（杀死最终首领）", --1103
"《巫妖王之怒》10人团队副本完成次数（杀死最终首领）£《巫妖王之怒》10人团队副本完成次数（杀死最终首领）", --1104
"在风暴之眼中死亡£在风暴之眼中死亡", --1106
"在3v3比赛中死亡£在3v3比赛中死亡", --1107
"在5v5比赛中死亡£在5v5比赛中死亡", --1108
"5v5竞技场荣誉消灭£5v5竞技场荣誉消灭", --1109
"3v3竞技场荣誉消灭£3v3竞技场荣誉消灭", --1110
"2v2竞技场荣誉消灭£2v2竞技场荣誉消灭", --1111
"风暴之眼荣誉消灭£风暴之眼荣誉消灭", --1112
"奥特兰克山谷荣誉消灭£奥特兰克山谷荣誉消灭", --1113
"阿拉希盆地荣誉消灭£阿拉希盆地荣誉消灭", --1114
"战歌峡谷荣誉消灭£战歌峡谷荣誉消灭", --1115
"最常使用的绷带£最常使用的绷带", --1125
"火焰节之王£从敌对阵营的主城中窃取烈焰，并完成“盗贼的奖励”任务。", --1145
"花费在旅行上的金币£花费在旅行上的金币", --1146
"花费在理发店中的金币£花费在理发店中的金币", --1147
"花费在邮寄信件上的金币£花费在邮寄信件上的金币", --1148
"重新分配天赋£重新分配天赋", --1149
"花费在修改天赋上的金币£花费在修改天赋上的金币", --1150
"忠诚的卫士£在奥特兰克山谷的雷矛大厅中杀死50名敌对玩家。", --1151
"固若金汤£在一场阿拉希盆地的战斗中防守3座基地。", --1153
"决斗赢家£在与其他玩家的决斗中获胜。", --1157
"两人世界：2200£在2v2竞技场比赛中达到2200个人等级。", --1159
"三人行：2200£在3v3竞技场比赛中达到2200个人等级。", --1160
"五子登科：2200£在5v5竞技场比赛中达到2200个人等级。", --1161
"再接再厉£获得连续10场排位赛的胜利，且保持个人等级在1800以上。", --1162
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --1164
"我的背包是“巨无霸”£装备哈莉丝·西尔顿的“巨无霸”背包。", --1165
"曝光的照片£在奥特兰克山谷中拾取提古勒的签名照。", --1166
"奥特兰克山谷主宰£完成下列奥特兰克山谷成就。", --1167
"奥特兰克山谷主宰£完成下列奥特兰克山谷成就。", --1168
"阿拉希盆地主宰£完成下列阿拉希盆地成就。", --1169
"阿拉希盆地主宰£完成下列阿拉希盆地成就。", --1170
"风暴之眼主宰£完成下列风暴之眼成就。", --1171
"战歌峡谷主宰£完成下列战歌峡谷成就。", --1172
"战歌峡谷主宰£完成下列战歌峡谷成就。", --1173
"竞技场大师£完成下列竞技场成就。", --1174
"战斗大师£完成下列战场成就。", --1175
"积少成多£拾取100金币。", --1176
"积少成多£拾取1000金币。", --1177
"积少成多£拾取5000金币。", --1178
"积少成多£拾取10000金币。", --1180
"积少成多£拾取25000金币。", --1181
"养家糊口£通过任务奖励获得10000金币。", --1182
"年度美酒£品尝本月美酒俱乐部提供的12种啤酒。", --1183
"奇怪的美酒£品尝下列美酒节啤酒。", --1184
"美酒节的佳肴£品尝下列8种美酒节食品。", --1185
"干掉黑铁矮人£在黑铁矮人进攻时保卫美酒节营地，并完成任务“那次，我喝醉了之后……”。", --1186
"钥匙大师£获得下列钥匙。", --1187
"被射中了！£使用银色箭头射中10个玩家。", --1188
"来往地狱火半岛£在地狱火半岛完成76个任务。", --1189
"沼泽的秘密£在赞加沼泽完成52个任务。", --1190
"泰罗卡的恐惧£在泰罗卡森林完成63个任务。", --1191
"纳格兰大满贯£在纳格兰完成75个任务。", --1192
"刀锋之山£在刀锋山完成86个任务。", --1193
"进入虚空£在虚空风暴完成120个任务。", --1194
"背叛者之影£在影月谷完成90个任务。", --1195
"击败总数£击败总数", --1197
"击败并获得经验/荣誉的总数£击败并获得经验/荣誉的总数", --1198
"学习专业£学习专业", --1199
"辅助技能达到上限£辅助技能达到上限", --1200
"专业技能达到上限£专业技能达到上限", --1201
"武器技能达到最高£武器技能达到最高", --1202
"奇怪的美酒£品尝下列美酒节啤酒。", --1203
"沙塔斯的英雄£在占星者和奥尔多阵营中达到崇拜声望。", --1205
"我亲爱的小松鼠们£向艾泽拉斯的小动物展示你的爱心（使用/love命令）。", --1206
"外域渔夫£在下列渔点中各钓到一条鱼。", --1225
"被德鲁伊复活£被德鲁伊复活", --1229
"杀死克莉斯塔萨（魔枢）£杀死克莉斯塔萨（魔枢）", --1231
"杀死阿努巴拉克（艾卓-尼鲁布）£杀死阿努巴拉克（艾卓-尼鲁布）", --1232
"杀死传令官沃拉兹（安卡赫特：古代王国）£杀死传令官沃拉兹（安卡赫特：古代王国）", --1233
"杀死先知萨隆亚（达克萨隆要塞）£杀死先知萨隆亚（达克萨隆要塞）", --1234
"杀死塞安妮苟萨（紫罗兰监狱）£杀死塞安妮苟萨（紫罗兰监狱）", --1235
"杀死迦尔达拉（古达克）£杀死迦尔达拉（古达克）", --1236
"杀死塑铁者斯约尼尔（岩石大厅）£杀死塑铁者斯约尼尔（岩石大厅）", --1237
"杀死洛肯（闪电大厅）£杀死洛肯（闪电大厅）", --1238
"杀死魔网守护者埃雷苟斯（魔环）£杀死魔网守护者埃雷苟斯（魔环）", --1239
"杀死伊米隆国王（乌特加德之巅）£杀死伊米隆国王（乌特加德之巅）", --1240
"击败玛尔加尼斯（时光之穴：斯坦索姆）£击败玛尔加尼斯（时光之穴：斯坦索姆）", --1241
"杀死掠夺者因格瓦尔（乌特加德城堡）£杀死掠夺者因格瓦尔（乌特加德城堡）", --1242
"鱼没有脚印£学习寻找渔点技能。", --1243
"饱读诗书£阅读下列书籍。", --1244
"宠物成堆£收集25种不同的小宠物。", --1248
"理智购物，理智购……宠物£收集50种不同的小宠物。", --1250
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出战歌军旗室之前将其杀死，总计2次。", --1251
"超级防守者£在战歌峡谷杀死100个携带旗帜者。", --1252
"变成食尸鬼复活£变成食尸鬼复活", --1253
"火鸡的末日£在3分钟内杀死15只火鸡。", --1254
"冬幕节见鬼去吧！£在冬幕节期间，向穆拉丁·铜须投掷一枚雪球。", --1255
"打捞者£在下列漂浮残骸中各钓到一条鱼。", --1257
"你需要冷静一下£在风暴之眼中，杀死一名获得了狂暴增效的玩家。", --1258
"不是很快£在战歌峡谷中，杀死一名获得了加速增效的玩家。", --1259
"醉酒摔落£在美酒节期间，喝得烂醉如泥，然后从65码的高度掉落下来，但是不摔死。", --1260
"侏儒美味营养糖之怒£当你带有侏儒美味营养糖效果时，获得10个荣誉击杀。对于敌人来说真是太耻辱了！", --1261
"外域的博学者£完成下列外域任务成就。", --1262
"探索嚎风峡湾£探索嚎风峡湾，走过世界地图中被遮住的各个角落。", --1263
"探索北风苔原£探索北风苔原，走过世界地图中被遮住的各个角落。", --1264
"探索龙骨荒野£探索龙骨荒野，走过世界地图中被遮住的各个角落。", --1265
"探索灰熊丘陵£探索灰熊丘陵，走过世界地图中被遮住的各个角落。", --1266
"探索祖达克£探索祖达克，走过世界地图中被遮住的各个角落。", --1267
"探索索拉查盆地£探索索拉查盆地，走过世界地图中被遮住的各个角落。", --1268
"探索风暴峭壁£探索风暴峭壁，走过世界地图中被遮住的各个角落。", --1269
"探索冰冠冰川£探索冰冠冰川，走过世界地图中被遮住的各个角落。", --1270
"来往地狱火半岛£在地狱火半岛完成86个任务。", --1271
"泰罗卡的恐惧£在泰罗卡森林完成68个任务。", --1272
"纳格兰大满贯£在纳格兰完成85个任务。", --1273
"外域的博学者£完成下列外域任务成就", --1274
"炸翻天£在不组队的情况下，2分钟15秒内完成“轰炸斯克提斯”任务。", --1275
"刀锋山炸弹人£在不组队的情况下，2分钟15秒内完成“继续轰炸！”任务。", --1276
"迅速防御£在不组队的情况下，3分钟内完成“保卫龙眠神殿”任务。", --1277
"自讨苦吃£喝个烂醉如泥，洒上最好的香水，向斯拉兹扔一把玫瑰花瓣，然后亲吻他。到了早上你就会后悔的。", --1279
"自讨苦吃£喝个烂醉如泥，洒上最好的香水，向杰雷米亚·派森扔一把玫瑰花瓣，然后亲吻他。到了早上你就会后悔的。", --1280
"红色的焰火£在25秒内发射10束红色烟花束。", --1281
"奥格瑞拉，铃儿响叮当£在冬幕节期间，骑在飞行驯鹿身上完成“继续轰炸！”任务。", --1282
"旧世地下城大师£完成下列《魔兽世界》地下城成就。", --1283
"外域地下城大师£完成下列《燃烧的远征》地下城成就。", --1284
"旧世奇兵£完成下列《魔兽世界》团队副本成就。", --1285
"外域奇兵£完成下列《燃烧的远征》团队副本成就。", --1286
"外域地下城英雄£完成下列《燃烧的远征》英雄副本成就。", --1287
"诺森德地下城大师£完成下列诺森德地下城成就。", --1288
"诺森德地下城英雄£完成下列诺森德英雄副本成就。", --1289
"独身一人？£在情人节期间的达拉然城中与别人共进浪漫午餐，并品尝快乐奶油。", --1291
"黄色美酒节酒杯£拥有美酒节赠送的黄色美酒节酒杯。", --1292
"蓝色美酒节酒杯£拥有美酒节赠送的蓝色美酒节酒杯。", --1293
"打打撞撞£在冬幕节期间，使用你的打架赛车获得25次胜利。", --1295
"看着他死£在看守者加什拉、看守者纳尔伊和看守者希尔希克仍然存活的情况下，击败艾卓-尼鲁布的看门者克里克希尔（英雄难度）。", --1296
"哈多诺克斯的闭门羹£在艾卓-尼鲁布的哈多诺克斯用蛛网封住顶部入口、阻止更多怪物进入之前将其击败（英雄难度）。", --1297
"使用不同类型的绷带£使用不同类型的绷带", --1298
"最常用的治疗药水£最常用的治疗药水", --1299
"使用不同的治疗药水£使用不同的治疗药水", --1300
"最常使用的法力药水£最常使用的法力药水", --1301
"使用不同的法力药水£使用不同的法力药水", --1302
"最常饮用的药剂£最常饮用的药剂", --1303
"饮用不同的药剂£饮用不同的药剂", --1304
"最常饮用的合剂£最常饮用的合剂", --1305
"饮用不同的合剂£饮用不同的合剂", --1306
"黑石塔上层£击败达基萨斯将军。", --1307
"远古海滩胜利£在远古海滩获胜。", --1308
"远古海滩精英£在远古海滩获得100场胜利。", --1309
"抢滩登陆£在4分钟内夺取泰坦圣物。", --1310
"稀有品种£杀死下列非常罕见的外域生物中的一个。", --1311
"罕见品种£杀死下列非常罕见的外域生物。", --1312
"最常消灭的怪物类型£最常消灭的怪物类型", --1336
"消灭不同的怪物类型£消灭不同的怪物类型", --1337
"最常使用的法师传送门£最常使用的法师传送门", --1339
"峡湾巡游£在嚎风峡湾完成105个任务。", --1356
"欢迎来到灰熊丘陵£在灰熊丘陵完成75个任务。", --1357
"这个苔原不太远£在北风苔原完成150个任务。", --1358
"龙骨荒野之力£在龙骨荒野完成130个任务。", --1359
"诺森德的博学者£完成下列诺森德任务成就。", --1360
"杀死阿努布雷坎（10人纳克萨玛斯）£杀死阿努布雷坎（10人纳克萨玛斯）", --1361
"杀死黑女巫法琳娜（10人纳克萨玛斯）£杀死黑女巫法琳娜（10人纳克萨玛斯）", --1362
"杀死迈克斯纳（10人纳克萨玛斯）£杀死迈克斯纳（10人纳克萨玛斯）", --1363
"杀死帕奇维克（10人纳克萨玛斯）£杀死帕奇维克（10人纳克萨玛斯）", --1364
"杀死药剂师诺斯（10人纳克萨玛斯）£杀死药剂师诺斯（10人纳克萨玛斯）", --1365
"杀死收割者戈提克（10人纳克萨玛斯）£杀死收割者戈提克（10人纳克萨玛斯）", --1366
"杀死帕奇维克（25人纳克萨玛斯）£杀死帕奇维克（25人纳克萨玛斯）", --1367
"杀死阿努布雷坎（25人纳克萨玛斯）£杀死阿努布雷坎（25人纳克萨玛斯）", --1368
"杀死肮脏的希尔盖（10人纳克萨玛斯）£杀死肮脏的希尔盖（10人纳克萨玛斯）", --1369
"杀死洛欧塞布（10人纳克萨玛斯）£杀死洛欧塞布（10人纳克萨玛斯）", --1370
"杀死格罗布鲁斯（10人纳克萨玛斯）£杀死格罗布鲁斯（10人纳克萨玛斯）", --1371
"杀死格拉斯（10人纳克萨玛斯）£杀死格拉斯（10人纳克萨玛斯）", --1372
"杀死塔迪乌斯（10人纳克萨玛斯）£杀死塔迪乌斯（10人纳克萨玛斯）", --1373
"杀死教官拉苏维奥斯（10人纳克萨玛斯）£杀死教官拉苏维奥斯（10人纳克萨玛斯）", --1374
"杀死天启四骑士（10人纳克萨玛斯）£杀死天启四骑士（10人纳克萨玛斯）", --1375
"杀死萨菲隆（10人纳克萨玛斯）£杀死萨菲隆（10人纳克萨玛斯）", --1376
"杀死克尔苏加德（10人纳克萨玛斯）£杀死克尔苏加德（10人纳克萨玛斯）", --1377
"杀死格拉斯（25人纳克萨玛斯）£杀死格拉斯（25人纳克萨玛斯）", --1378
"杀死收割者戈提克（25人纳克萨玛斯）£杀死收割者戈提克（25人纳克萨玛斯）", --1379
"杀死黑女巫法琳娜（25人纳克萨玛斯）£杀死黑女巫法琳娜（25人纳克萨玛斯）", --1380
"杀死格罗布鲁斯（25人纳克萨玛斯）£杀死格罗布鲁斯（25人纳克萨玛斯）", --1381
"杀死肮脏的希尔盖（25人纳克萨玛斯）£杀死肮脏的希尔盖（25人纳克萨玛斯）", --1382
"杀死天启四骑士（25人纳克萨玛斯）£杀死天启四骑士（25人纳克萨玛斯）", --1383
"杀死教官拉苏维奥斯（25人纳克萨玛斯）£杀死教官拉苏维奥斯（25人纳克萨玛斯）", --1384
"杀死洛欧塞布（25人纳克萨玛斯）£杀死洛欧塞布（25人纳克萨玛斯）", --1385
"杀死迈克斯纳（25人纳克萨玛斯）£杀死迈克斯纳（25人纳克萨玛斯）", --1386
"杀死药剂师诺斯（25人纳克萨玛斯）£杀死药剂师诺斯（25人纳克萨玛斯）", --1387
"杀死塔迪乌斯（25人纳克萨玛斯）£杀死塔迪乌斯（25人纳克萨玛斯）", --1388
"杀死萨菲隆（25人纳克萨玛斯）£杀死萨菲隆（25人纳克萨玛斯）", --1389
"杀死克尔苏加德（25人纳克萨玛斯）£杀死克尔苏加德（25人纳克萨玛斯）", --1390
"杀死玛里苟斯（10人）£杀死玛里苟斯（10人）", --1391
"杀死萨塔里奥（10人龙神之厅）£杀死萨塔里奥（10人龙神之厅）", --1392
"杀死萨塔里奥（25人龙神之厅）£杀死萨塔里奥（25人龙神之厅）", --1393
"杀死玛里苟斯（25人）£杀死玛里苟斯（25人）", --1394
"诺森德的长者£祭拜诺森德的长者。", --1396
"服务器第一！魔法追寻者£参与在本服务器首次击杀玛里苟斯（25人）。", --1400
"服务器第一！纳克萨玛斯的征服者£参与在本服务器首次击杀克尔苏加德（25人）。", --1402
"服务器第一！80级侏儒£本服务器第一个达到80级的侏儒。", --1404
"服务器第一！80级血精灵£本服务器第一个达到80级的血精灵。", --1405
"服务器第一！80级德莱尼£本服务器第一个达到80级的德莱尼。", --1406
"服务器第一！80级矮人£本服务器第一个达到80级的矮人。", --1407
"服务器第一！80级人类£本服务器第一个达到80级的人类。", --1408
"服务器第一！80级暗夜精灵£本服务器第一个达到80级的暗夜精灵。", --1409
"服务器第一！80级兽人£本服务器第一个达到80级的兽人。", --1410
"服务器第一！80级牛头人£本服务器第一个达到80级的牛头人。", --1411
"服务器第一！80级巨魔£本服务器第一个达到80级的巨魔。", --1412
"服务器第一！80级亡灵£本服务器第一个达到80级的亡灵。", --1413
"服务器第一！宗师级锻造技能£本服务器第一个达到450点锻造技能。", --1414
"服务器第一！宗师级炼金技能£本服务器第一个达到450点炼金技能。", --1415
"服务器第一！宗师级烹饪技能£本服务器第一个达到450点烹饪技能。", --1416
"服务器第一！宗师级附魔技能£本服务器第一个达到450点附魔技能。", --1417
"服务器第一！宗师级工程学技能£本服务器第一个达到450点工程学技能。", --1418
"服务器第一！宗师级急救技能£本服务器第一个达到450点急救技能。", --1419
"服务器第一！宗师级钓鱼技能£本服务器第一个达到450点钓鱼技能。", --1420
"服务器第一！宗师级采药技能£本服务器第一个达到450点草药学技能。", --1421
"服务器第一！宗师级铭文技能£本服务器第一个达到450点铭文技能。", --1422
"服务器第一！宗师级珠宝加工技能£本服务器第一个达到450点珠宝加工技能。", --1423
"服务器第一！宗师级制皮技能£本服务器第一个达到450点制皮技能。", --1424
"服务器第一！宗师级采矿技能£本服务器第一个达到450点采矿技能。", --1425
"服务器第一！宗师级剥皮技能£本服务器第一个达到450点剥皮技能。", --1426
"服务器第一！宗师级裁缝技能£本服务器第一个达到450点裁缝技能。", --1427
"扫雷£在斯巴索克雷区连续被10枚地雷炸到，期间不落地。", --1428
"强力党老友£通过战友招募系统获得一匹斑马坐骑。", --1436
"钓到鱼和其它东西£钓到鱼和其它东西", --1456
"探索晶歌森林£探索晶歌森林，走过世界地图中被遮住的各个角落。", --1457
"最常获得荣誉杀敌的大陆£最常获得荣誉杀敌的大陆", --1458
"获得公正徽章£获得公正徽章", --1462
"服务器第一！诺森德先锋£本服务器第一个在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团都达到崇拜声望的玩家。", --1463
"获得英雄纹章£获得英雄纹章", --1464
"获得勇气纹章£获得勇气纹章", --1465
"达到崇拜的联盟声望£达到崇拜的联盟声望", --1466
"巫妖王 - 杀死5人地下城首领的次数£巫妖王 - 杀死5人地下城首领的次数", --1467
"巫妖王 - 杀死不同的5人地下城首领的总数£巫妖王 - 杀死不同的5人地下城首领的总数", --1485
"远古海滩荣誉杀敌£远古海滩荣誉杀敌", --1486
"消灭总数£消灭总数", --1487
"世界消灭总数£卡利姆多", --1488
"最常击杀敌人的大陆£最常击杀敌人的大陆", --1489
"竞技场消灭£竞技场消灭", --1490
"战场消灭£战场消灭", --1491
"2v2竞技场消灭£2v2竞技场消灭", --1492
"3v3竞技场消灭£3v3竞技场消灭", --1493
"5v5竞技场消灭£5v5竞技场消灭", --1494
"奥特兰克山谷消灭£奥特兰克山谷消灭", --1495
"阿拉希盆地消灭£阿拉希盆地消灭", --1496
"战歌峡谷消灭£战歌峡谷消灭", --1497
"风暴之眼亲手消灭£风暴之眼亲手消灭", --1498
"远古海滩击杀£远古海滩击杀", --1499
"在远古海滩中死亡£在远古海滩中死亡", --1500
"被其他玩家消灭次数£被其他玩家消灭次数", --1501
"来去如风£拿起旗帜并在75秒内交还。", --1502
"杀死掠夺者因格瓦尔（英雄乌特加德城堡）£杀死掠夺者因格瓦尔（英雄乌特加德城堡）", --1504
"杀死克莉斯塔萨（英雄魔枢）£杀死克莉斯塔萨（英雄魔枢）", --1505
"杀死阿努巴拉克（英雄艾卓-尼鲁布）£杀死阿努巴拉克（英雄艾卓-尼鲁布）", --1506
"杀死传令官沃拉兹（英雄安卡赫特）£杀死传令官沃拉兹（英雄安卡赫特）", --1507
"杀死先知萨隆亚（英雄达克萨隆要塞）£杀死先知萨隆亚（英雄达克萨隆要塞）", --1508
"杀死塞安妮苟萨（英雄紫罗兰监狱）£杀死塞安妮苟萨（英雄紫罗兰监狱）", --1509
"杀死迦尔达拉（英雄古达克）£杀死迦尔达拉（英雄古达克）", --1510
"杀死塑铁者斯约尼尔（英雄岩石大厅）£杀死塑铁者斯约尼尔（英雄岩石大厅）", --1511
"杀死洛肯（英雄闪电大厅）£杀死洛肯（英雄闪电大厅）", --1512
"杀死魔网守护者埃雷苟斯（英雄魔环）£杀死魔网守护者埃雷苟斯（英雄魔环）", --1513
"杀死伊米隆国王（英雄乌特加德之巅）£杀死伊米隆国王（英雄乌特加德之巅）", --1514
"击败玛尔加尼斯（英雄时光之穴：斯坦索姆）£击败玛尔加尼斯（英雄时光之穴：斯坦索姆）", --1515
"垂钓有成£完成下列钓鱼成就。", --1516
"诺森德渔夫£在下列指定渔点中各钓上一条鱼来。", --1517
"钓到鱼的数量£钓到鱼的数量", --1518
"钓鱼技能£钓鱼技能", --1519
"烹饪技术£烹饪技术", --1524
"完成烹饪日常任务£完成烹饪日常任务", --1525
"完成钓鱼日常任务£完成钓鱼日常任务", --1526
"最高的炼金术技能£最高的炼金术技能", --1527
"最高的锻造技能£最高的锻造技能", --1532
"最高的附魔技能£最高的附魔技能", --1535
"最高的制皮技能£最高的制皮技能", --1536
"最高的采矿技能£最高的采矿技能", --1537
"最高的采药技能£最高的采药技能", --1538
"最高的铭文技能£最高的铭文技能", --1539
"最高的珠宝加工技能£最高的珠宝加工技能", --1540
"最高的剥皮技能£最高的剥皮技能", --1541
"最高的裁缝技能£最高的裁缝技能", --1542
"最高的工程学技能£最高的工程学技能", --1544
"勇气竞技场参赛£勇气竞技场参赛", --1545
"勇气竞技场获胜£勇气竞技场获胜", --1546
"达拉然下水道参赛£达拉然下水道参赛", --1547
"达拉然下水道获胜£达拉然下水道获胜", --1548
"远古海滩的战斗£远古海滩", --1549
"远古海滩胜利£远古海滩", --1550
"疯狂爆竹£在30秒内燃放10束春节爆竹。", --1552
"25条鱼£钓到25件物品。", --1556
"50条鱼£钓到50件物品。", --1557
"100条鱼£钓到100件物品。", --1558
"250条鱼£钓到250件物品。", --1559
"500条鱼£钓到500件物品。", --1560
"1000条鱼£钓到1000件物品。", --1561
"向大厨致敬£完成下列烹饪成就。", --1563
"鲜血与痛苦£完成纳格兰的“鲜血竞技场”系列任务，以及祖达克的“痛苦斗兽场”系列任务。", --1576
"达库鲁的知己£完成下列与达库鲁有关的主线剧情任务。", --1596
"竞争者的战袍£拥有2008年竞争之魂活动赠送的竞争者的战袍。", --1636
"竞争之魂£拥有2008年竞争之魂活动赠送的竞争之魂。", --1637
"破碎天空£在灵翼浮岛的龙喉飞行竞赛中击败汤告鲁士·碎空。", --1638
"神圣之名£完成下列万圣节成就。", --1656
"神圣之名£完成下列万圣节成就。", --1657
"冰冻废土的勇士£击败下列地下城和团队副本首领。", --1658
"东部王国的博学者£完成下列东部王国任务成就。", --1676
"东部王国的博学者£完成下列东部王国任务成就。", --1677
"卡利姆多的博学者£完成下列卡利姆多任务成就。", --1678
"卡利姆多的博学者£完成下列卡利姆多任务成就。", --1680
"博学者£完成下列任务成就。", --1681
"博学者£完成下列任务成就。", --1682
"酒仙£完成下列美酒节成就。", --1683
"酒仙£完成下列美酒节成就。", --1684
"节日情谊£在冬幕节期间，对部落的“兄弟”使用槲寄生。", --1685
"节日情谊£在冬幕节期间，对联盟的“兄弟”使用槲寄生。", --1686
"雪花纷飞£在冬幕节期间，对下列种族/职业组合各使用一捧雪花。", --1687
"冬幕节美食家£在冬幕节期间，运用你的烹饪技巧制作一份小姜饼、一份蛋奶酒和一份热苹果酒。", --1688
"他知道你是不是乖孩子£在冬幕节期间，打开树下的一件礼物。", --1689
"冰冷的握手£在冬幕节期间的达拉然城中，使用你的冬幕伪装包变成雪人，并且与另一个雪人跳舞。", --1690
"欢乐使者£完成下列冬幕节成就。", --1691
"欢乐使者£完成下列冬幕节成就。", --1692
"爱情冲昏头£完成下列情人节成就。", --1693
"爱情的好运£打开一件可爱的裙装盒，并获得一件可爱的黑裙子。", --1694
"危险的爱£协助热砂港的卡特尔粉碎险恶的皇冠药剂公司的阴谋。", --1695
"粉色的焰火£在20秒内发射10束爱心火箭。", --1696
"爱慕之国£在每个联盟的主城中完成可爱的情人符手镯日常任务。", --1697
"爱慕之国£在每个部落的主城中完成可爱的情人符手镯日常任务。", --1698
"爱情花簇£对下列种族/职业组合使用一堆玫瑰花瓣。", --1699
"匹德菲特恒久远£通过制造一支真银箭头获得永久性的小匹德菲特宠物。", --1700
"和我在一起吧！£吃掉下列从“一袋糖果\"中获得的8种情人糖。", --1701
"齿颊留香£品尝下列情人节糖果。", --1702
"我的爱就像火红的玫瑰£在情人节期间获得一束红玫瑰或一束黑玫瑰。", --1703
"爱情娃娃£在下列地区对爱情娃娃使用/pity命令。", --1704
"发条战士£拥有2007年冬幕节赠送的发条战士。", --1705
"打架赛车£拥有2008年冬幕节赠送的打架赛车。", --1706
"爱情冲昏头£完成下列情人节成就。", --1707
"杀敌数最多的战场£杀敌数最多的战场", --1716
"冬拥湖的胜利£在冬拥湖的战斗中获胜。", --1717
"冬拥湖的精英£在冬拥湖获得100场胜利。", --1718
"荣誉杀敌最多的战场£荣誉杀敌最多的战场", --1719
"岩石看守者阿尔卡冯（25人）£击败岩石看守者阿尔卡冯（25人）。", --1721
"岩石看守者阿尔卡冯（10人）£击败岩石看守者阿尔卡冯（10人）。", --1722
"人仰车翻£在冬拥湖使用载具或火炮杀死100名玩家。", --1723
"冬拥湖斜塔£摧毁冬拥湖的一座哨塔。", --1727
"学习炼金术配方£学习炼金术配方", --1729
"学习锻造图样£学习锻造图样", --1730
"学习工程学结构图£学习工程学结构图", --1734
"学习铭文£学习铭文", --1735
"毁车灭迹£摧毁下列各种载具。", --1737
"学习珠宝加工配方£学习珠宝加工配方", --1738
"学习制皮配方£学习制皮配方", --1740
"学习裁缝图样£学习裁缝图样", --1741
"学习烹饪食谱£学习烹饪食谱", --1745
"学习急救配方£学习急救配方", --1748
"毫无机会£使用炮台杀死20名骑乘坐骑的玩家。", --1751
"冬拥湖主宰£完成下列冬拥湖成就。", --1752
"杀死岩石看守者阿尔卡冯（冬拥湖10人团队）£杀死岩石看守者阿尔卡冯（冬拥湖10人团队）", --1753
"杀死岩石看守者阿尔卡冯（冬拥湖25人团队）£杀死岩石看守者阿尔卡冯（冬拥湖25人团队）", --1754
"胜券在握£攻打冬拥湖，并且在10分钟内获胜。", --1755
"巫妖王 - 杀死25人团队首领的次数£巫妖王 - 杀死25人团队首领的次数", --1756
"远古防御£在不损失任何一座城墙的情况下保卫海滩。", --1757
"巫妖王 - 杀死不同的25人团队首领的总数£巫妖王 - 杀死不同的25人团队首领的总数", --1759
"巫妖王 - 最常杀死的25人团队首领£巫妖王 - 最常杀死的25人团队首领", --1760
"爆破精英£布署100枚爆盐炸弹，并成功摧毁一段城墙。", --1761
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --1762
"炮台精英£使用炮台摧毁100辆载具。", --1763
"扔掉它！£杀死100名携带爆盐炸弹的玩家。", --1764
"稳若磐石£在一场战斗中拆除2枚爆盐炸弹。", --1765
"远古保卫者£在一场战斗中的远古庭院杀死10名玩家。", --1766
"《巫妖王之怒》25人团队副本完成次数（杀死最终首领）£《巫妖王之怒》25人团队副本完成次数（杀死最终首领）", --1768
"巫妖王 - 杀死10人团队首领的次数£巫妖王 - 杀死10人团队首领的次数", --1770
"巫妖王 - 杀死不同的10人团队首领的总数£巫妖王 - 杀死不同的10人团队首领的总数", --1771
"巫妖王 - 最常杀死的10人团队首领£巫妖王 - 最常杀死的10人团队首领", --1772
"最常饮用的饮料£最常饮用的饮料", --1773
"饮用不同的饮料£饮用不同的饮料", --1774
"食用不同的食物£食用不同的食物", --1775
"最常吃的食品£最常吃的食品", --1776
"诺森德美食家£烹饪下列诺森德美食中的15种。", --1777
"诺森德美食家£烹饪下列诺森德美食中的30种。", --1778
"诺森德美食家£烹饪下列诺森德美食中的45种。", --1779
"情绪丰富£品尝下列所有“情绪”食品。", --1780
"小动物诱拐者£使用小动物的零食，在3分钟内诱使10只小动物成为你的宠物。", --1781
"日常食粮£完成由达拉然的凯瑟琳·李交予的下列烹饪日常任务。", --1782
"日常食粮£完成由达拉然的埃维罗·隆古巴交予的下列烹饪日常任务。", --1783
"向大厨致敬£完成下列烹饪成就。", --1784
"不可能的晚餐£在下列战场中摆放大型筵席。", --1785
"硬汉学校£将你的孤儿带进战场，并完成下列任务。", --1786
"坏榜样£当你的孤儿在一旁观看时，吃掉下列糖果。", --1788
"家务杂事£在召唤出你的孤儿的情况下，完成五个日常任务。", --1789
"向国王致敬，宝贝£在召唤出你的孤儿的情况下，击败乌特加德之巅的伊米隆国王。", --1790
"独自在家£在召唤出孤儿的情况下使用炉石。", --1791
"呀，真可爱！£获得一种儿童周奖励宠物。", --1792
"为了孩子£完成下列儿童周成就。", --1793
"午餐女仆£学习25个烹饪食谱。", --1795
"散点厨师£学习50个烹饪食谱。", --1796
"二厨£学习75个烹饪食谱。", --1797
"副厨师长£学习100个烹饪食谱。", --1798
"厨师长£学习160个烹饪食谱。", --1799
"外域美食家£烹饪下列外域美食。", --1800
"拉姆瑟船长的特酿啤酒£酿制一些拉姆瑟船长的特酿啤酒。", --1801
"毫无防备£在紫罗兰监狱中，不使用防御控制水晶，保持监狱封印完整度100%，并击败塞安妮苟萨（英雄难度）。", --1816
"净化时间£在净化斯坦索姆事件中击败永恒腐蚀者（英雄难度）。", --1817
"海陆全席£品尝艾泽拉斯的50种美食。", --1832
"快乐时光£饮用25种不同的饮料。", --1833
"雷击£在闪电大厅的比亚格里将军携带临时电荷的状态下将其击败（英雄难度）。", --1834
"老滑头£钓起奥格瑞玛的老滑头。", --1836
"老铁腭£钓起铁炉堡的老铁腭。", --1837
"帕奇维克陪你玩（10人）£在3分钟内杀死纳克萨玛斯的帕奇维克（10人）。", --1856
"帕奇维克陪你玩（25人）£在3分钟内杀死纳克萨玛斯的帕奇维克（25人）。", --1857
"蜘蛛克星（10人）£在杀死阿努布雷坎之后的20分钟内杀死纳克萨玛斯的迈克斯纳（10人）。", --1858
"蜘蛛克星（25人）£在杀死阿努布雷坎之后的20分钟内杀死纳克萨玛斯的迈克斯纳（25人）。", --1859
"速战速决！£在4分钟内击败艾卓-尼鲁布的阿努巴拉克（英雄难度）。", --1860
"沃拉兹的快速死亡£在2分钟内杀死安卡赫特的传令官沃拉兹（英雄难度）。", --1862
"什么味道？£在受到野性残渣效果影响的状态下，击败古达克的迦尔达拉（英雄难度）。", --1864
"一级戒备！£在紫罗兰监狱中，击败谢沃兹、拉文索尔、艾库隆、湮灭者祖拉玛特、埃雷克姆和摩拉格（英雄难度）。", --1865
"无尽悲伤£在1分钟内击败岩石大厅的悲伤圣女（英雄难度）。", --1866
"适时死亡£在2分钟内击败闪电大厅的洛肯（英雄难度）。", --1867
"分秒必争£在杀死审讯者达库斯之后的20分钟内，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --1868
"龙口拔牙（10人）£以少于9人的阵容击败玛里苟斯（10人）。", --1869
"龙口拔牙（25人）£以少于21人的阵容击败玛里苟斯（25人）。", --1870
"资深龙骑兵£在三次魔环的战斗中，分别骑乘翡翠幼龙、琥珀幼龙和红玉幼龙击败魔网守护者埃雷苟斯（英雄难度）。", --1871
"僵尸围城！£在净化斯坦索姆战役中，1分钟内杀死100个复活的僵尸（英雄难度）。", --1872
"我们都爱斯卡迪£在通道事件触发后的3分钟内击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --1873
"你并非永恒（10人）£在6分钟内击败玛里苟斯（10人）。", --1874
"你并非永恒（25人）£在6分钟内击败玛里苟斯（25人）。", --1875
"击败黑龙军团（10人）£击败黑岩守护者萨塔里奥（10人）。", --1876
"少即是多（25人）£以少于21人的阵容击败黑岩守护者萨塔里奥和其它暮光幼龙（25人）。", --1877
"加些冰块£在不击碎任何冰霜墓穴的情况下击败乌特加德城堡的凯雷塞斯王子（英雄难度）。", --1919
"你的小飞兔丢了吗？£获得一只鹿角小飞兔宠物。", --1936
"进修£在达拉然城中阅读《奥术魔法的学派》中的下列章节。", --1956
"泉水中的金币£从达拉然的喷泉中钓起下列金币。", --1957
"好大的老鼠！£从达拉然下水道中钓起巨型下水道老鼠。", --1958
"获得达拉然烹饪奖牌£获得达拉然烹饪奖牌", --1976
"获得达拉然珠宝匠硬币£获得达拉然珠宝匠硬币", --1977
"安全舞蹈（10人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（10人）。", --1996
"歇斯底里（10人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（10人）", --1997
"烹饪奖牌£获得1块烹饪奖牌。", --1998
"10块烹饪奖牌£获得10块烹饪奖牌。", --1999
"25块烹饪奖牌£获得25块烹饪奖牌。", --2000
"50块烹饪奖牌£获得50块烹饪奖牌。", --2001
"100块烹饪奖牌£获得100块烹饪奖牌。", --2002
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2016
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2017
"防患未然£完成下列诺森德日常地下城任务。", --2018
"死亡证明£完成下列诺森德日常地下城任务。", --2019
"极度冰寒£在极度冰寒效果不叠加到两层以上的情况下，击败魔枢的克莉斯塔萨（英雄难度）。", --2036
"混沌理论£在不摧毁任何混乱裂隙的情况下击败魔枢的阿诺玛鲁斯（英雄难度）。", --2037
"尊敬长者£在不杀死任何安卡哈守护者的情况下，击败安卡赫特的纳多克斯长老（英雄难度）。", --2038
"跟爵德说再见£在达克萨隆要塞中挑战暴龙之王爵德，并且在战斗中杀死6名达卡莱裂肠者或达卡莱镰爪龙（英雄难度）。", --2039
"干掉莫拉比£在保证古达克的莫拉比没有一次成功变身为猛犸象的情况下击败他（英雄难度）。", --2040
"脱水£在没有任何水泡形成的情况下，击败紫罗兰监狱的艾库隆（英雄难度）。", --2041
"破碎的抵抗£击败闪电大厅的沃尔坎，并且不能让他击碎4个以上的脆弱的魔像（英雄难度）。", --2042
"天灾巨人£在乌特加德之巅，强迫席瓦拉·索格蕾杀死一个天灾巨人（英雄难度）。", --2043
"红玉虚空£在你的小队中无人使用红玉幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2044
"翡翠虚空£在你的小队中无人使用翡翠幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2045
"琥珀虚空£在你的小队中无人使用琥珀幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2046
"小心火山（10人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（10人）。", --2047
"小心火山（25人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（25人）。", --2048
"暮光帮凶（10人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2049
"暮光二重奏（10人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2050
"暮光领域（10人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2051
"暮光帮凶（25人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2052
"暮光二重奏（25人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2053
"暮光领域（25人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2054
"志愿工作£在不杀死任何暮光志愿者的情况下，击败安卡赫特的耶戈达·觅影者（英雄难度）。", --2056
"哦，诺沃斯！£在没有任何亡灵爪牙爬上地面的情况下击败达克萨隆要塞的召唤者诺沃斯（英雄难度）。", --2057
"蛇。为什么是蛇？£在不被蛇缠住的情况下击败古达克的斯拉德兰（英雄难度）。", --2058
"装甲棕熊£从达拉然的梅尔·弗兰希斯那里获得一头装甲棕熊。", --2076
"长毛猛犸象£从达拉然的梅尔·弗兰希斯那里获得一头长毛猛犸象。", --2077
"旅行者的苔原猛犸象£从达拉然的梅尔·弗兰希斯那里购买一头旅行者的苔原猛犸象。", --2078
"保卫者的战袍£通过开启黑暗之门的事件获得一件保卫者的战袍。", --2079
"黑色猛犸战象£获得一头黑色猛犸战象。", --2080
"重型黑色猛犸战象£获得一头重型黑色猛犸战象。", --2081
"冰雪猛犸象£获得一头冰雪猛犸象。", --2082
"重型冰雪猛犸象£获得一头重型冰雪猛犸象。", --2083
"肯瑞托的戒指£在达拉然购买一枚肯瑞托徽记、肯瑞托指环、肯瑞托指箍或肯瑞托戒指。", --2084
"50块岩石守卫者的碎片£获得50块岩石守卫者的碎片。", --2085
"100块岩石守卫者的碎片£获得100块岩石守卫者的碎片。", --2086
"250块岩石守卫者的碎片£获得250块岩石守卫者的碎片。", --2087
"500块岩石守卫者的碎片£获得500块岩石守卫者的碎片。", --2088
"1000块岩石守卫者的碎片£获得1000块岩石守卫者的碎片。", --2089
"挑战者£在竞技场赛季中获得“挑战者”头衔。", --2090
"角斗士£在竞技场赛季中获得“角斗士”头衔。", --2091
"决斗者£在竞技场赛季中获得“决斗者”头衔。", --2092
"竞争者£在竞技场赛季中获得“竞争者”头衔。", --2093
"一枚铜板£从达拉然的喷泉中钓起下列铜币。", --2094
"城中的银币£从达拉然的喷泉中钓起下列银币。", --2095
"钱币大师£完成下列许愿硬币钓鱼成就。", --2096
"上车！£获得一辆机械师的摩托车或一辆机械路霸。", --2097
"银色黎明战袍£通过天灾入侵事件获得一件银色黎明战袍。", --2116
"英雄的荣耀£完成下列英雄难度地下城成就。", --2136
"团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2137
"团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2138
"安全舞蹈（25人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（25人）。", --2139
"歇斯底里（25人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（25人）。", --2140
"马厩管理员£获得10种坐骑。", --2141
"坐骑满仓£获得25种坐骑。", --2142
"骑兵队长£获得50种坐骑。", --2143
"千奇百怪的漫长旅行£完成下列世界事件成就。", --2144
"千奇百怪的漫长旅行£完成下列世界事件成就。", --2145
"百点俱乐部（10人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（10人）。", --2146
"百点俱乐部（25人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（25人）。", --2147
"断子绝孙（10人）£当你乘坐悬浮之碟时，亲手击杀一名永恒子嗣（10人）。", --2148
"断子绝孙（25人）£当你乘坐悬浮之碟时，亲手击杀一名永恒子嗣（25人）。", --2149
"分裂人格£在魔枢的大魔导师泰蕾丝塔两次分身时，相隔5秒之内击杀她的每个分身，然后击败她（英雄难度）。", --2150
"难以下咽£在吞噬效果叠加到10层之前，击败达克萨隆要塞的托尔戈（英雄难度）。", --2151
"有爱共享£在5名队员都被穿刺过的情况下，击败古达克的迦尔达拉（英雄难度）。", --2152
"虚空之舞£在不杀死任何虚空斥候的情况下，击败紫罗兰监狱中的湮灭者祖拉玛特（英雄难度）。", --2153
"毫发无伤的布莱恩£在岩石大厅的远古法庭事件中获胜，并且保证布莱恩·铜须不受到任何伤害（英雄难度）。", --2154
"清扫淤泥£在杀死5只铁淤泥的情况下，击败岩石大厅的塑铁者斯约尼尔（英雄难度）。", --2155
"短命斯卡迪£在一次格拉乌弗通过的周期中将其杀死，然后击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --2156
"弑君者£在队伍中无人触发灾祸效果的情况下，击败乌特加德之巅的伊米隆国王（英雄难度）。", --2157
"同生共死（10人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（10人）。", --2176
"同生共死（25人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（25人）。", --2177
"电击！（10人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（10人）。", --2178
"电击！（25人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（25人）。", --2179
"做减法（10人）£以少于9人的阵容击败纳克萨玛斯的塔迪乌斯（10人）。", --2180
"做减法（25人）£以少于21人的阵容击败纳克萨玛斯的塔迪乌斯（25人）。", --2181
"孢子保护主义者（10人）£在不杀死任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（10人）。", --2182
"孢子保护主义者（25人）£在不杀死任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（25人）。", --2183
"远远不够（10人）£在克尔苏加德的大厅中杀死至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（10人）。", --2184
"远远不够（25人）£在克尔苏加德的大厅中杀死至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（25人）。", --2185
"永恒者£在一个团队副本周期内，击败25人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2186
"不朽者（10人）£在一个团队副本周期内，击败10人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2187
"灭团之星£在15秒内杀死50条群居雏龙。", --2188
"炮台专家£在一场战斗中使用炮台摧毁5辆载具。", --2189
"马上扔掉它！£在一场战斗中杀死5名携带爆盐炸弹的玩家。", --2190
"远古庭院卫士£在远古庭院中杀死100名玩家。", --2191
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --2192
"爆破专家£在一场战斗中布署5枚爆盐炸弹，并成功损坏一段城墙。", --2193
"远古海滩主宰£完成下列远古海滩成就。", --2194
"远古海滩主宰£完成下列远古海滩成就。", --2195
"冬拥湖游侠£在冬拥湖的下列区域各杀死10名玩家。", --2199
"远古防御£在不损失任何一座城墙的情况下保卫海滩。", --2200
"最致命的《巫妖王之怒》地下城副本首领£最致命的《巫妖王之怒》地下城副本首领", --2216
"最致命的《巫妖王之怒》10人团队首领£最致命的《巫妖王之怒》10人团队首领", --2217
"最致命的《巫妖王之怒》25人团队首领£最致命的《巫妖王之怒》25人团队首领", --2218
"在5人地下城英雄副本中死亡的总次数£在5人地下城英雄副本中死亡的总次数", --2219
"诺森德珍兽£杀死下列非常罕见的诺森德生物中的一个。", --2256
"霜害£杀死下列非常罕见的诺森德生物。", --2257
"接受召唤£接受召唤", --2277
"野蛮角斗士的虚空幼龙£获取《燃烧的远征》竞技场第四赛季的野蛮角斗士的虚空幼龙。", --2316
"你疯了吧？！£将你在血帆海盗的声望提升到尊敬，藏宝海湾、永望镇、加基森、棘齿城、暗月马戏团、拉文霍德和辛德拉的声望提升到崇拜。", --2336
"克索诺斯的恐惧战马£完成克索诺斯的恐惧战马任务。", --2357
"军马£完成圣骑士的军马任务。", --2358
"迅捷飞行形态£完成迅捷飞行形态的任务。", --2359
"最常参与的战场£最常参与的战场", --2396
"最常获胜的战场£最常获胜的战场", --2397
"魔兽世界四周年£在魔兽世界四周年庆典期间登录游戏。", --2398
"泉水煮蛋£在复活节期间，装扮成一只兔子并前往安戈洛环形山的葛拉卡温泉，在那里产一枚卵。", --2416
"巧克力爱好者£在复活节期间吃下25块复活节巧克力。", --2417
"巧克力沉迷者£在复活节期间吃下100块复活节巧克力。", --2418
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2419
"贵族的花园£在银月城中藏匿一枚鲜艳的彩蛋。", --2420
"贵族的花园£在暴风城中藏匿一枚鲜艳的彩蛋。", --2421
"摇摇你的兔耳朵£使用春季花朵，为不低于18级的玩家戴上兔耳朵。", --2422
"沙漠玫瑰£使用春季长袍，在下列沙漠地区种植花朵。", --2436
"吸血鬼猎人£杀死特里斯·黯血王子并获得他的吸血蝙蝠宝宝。", --2456
"毁车灭迹£摧毁下列各种载具。", --2476
"第五元素£获得一份水之精萃。", --2496
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2497
"宠物大师£收集75种不同的小宠物。", --2516
"坐骑成堆£获得100种坐骑。", --2536
"坐骑成堆£获得100种坐骑。", --2537
"害虫控制£杀死下列害虫。", --2556
"陪伴我成长的小松鼠们£向更多的艾泽拉斯小动物展示你的爱心（使用/love命令）。", --2557
"羞怯的新娘£穿着白色礼服衬衣和黑色礼服短裤，亲吻一个穿着端庄的裙子的人。", --2576
"杀死比格沃斯£杀死比格沃斯", --2596
"我找到一枚！£找到一枚鲜艳的彩蛋。", --2676
"双天赋£达到至少30级之后去拜访你的职业训练师，并开启你的双天赋界面。", --2716
"银色候选者£在银色锦标赛中接受训练，作为你的种族阵营中的候选者出场比赛。", --2756
"银色勇士£在银色锦标赛中接受训练，作为你的种族阵营中的勇士出场比赛。", --2758
"尊贵的达纳苏斯冠军£在达纳苏斯阵营中达到崇拜声望，并获得在银色锦标赛中代表达纳苏斯出战的资格。", --2760
"尊贵的埃索达冠军£在埃索达阵营中达到崇拜声望，并获得在银色锦标赛中代表埃索达出战的资格。", --2761
"尊贵的诺莫瑞根冠军£在诺莫瑞根流亡者阵营中达到崇拜声望，并获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2762
"尊贵的铁炉堡冠军£在铁炉堡阵营中达到崇拜声望，并获得在银色锦标赛中代表铁炉堡出战的资格。", --2763
"尊贵的暴风城冠军£在暴风城阵营中达到崇拜声望，并获得在银色锦标赛中代表暴风城出战的资格。", --2764
"尊贵的奥格瑞玛冠军£在奥格瑞玛阵营中达到崇拜声望，并获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2765
"尊贵的森金冠军£在森金阵营中达到崇拜声望，并获得在银色锦标赛中代表森金出战的资格。", --2766
"尊贵的银月城冠军£在银月城阵营中达到崇拜声望，并获得在银色锦标赛中代表银月城出战的资格。", --2767
"尊贵的雷霆崖冠军£在雷霆崖阵营中达到崇拜声望，并获得在银色锦标赛中代表雷霆崖出战的资格。", --2768
"尊贵的幽暗城冠军£在幽暗城阵营中达到崇拜声望，并获得在银色锦标赛中代表幽暗城出战的资格。", --2769
"尊贵的联盟冠军£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2770
"尊贵的部落冠军£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2771
"全速冲击！£在银色锦标赛的骑乘决斗中击败另一名玩家。", --2772
"轻伤而已£在银色锦标赛中揭穿黑骑士的阴谋，并且击败他。", --2773
"冬拥湖主宰£完成下列冬拥湖成就。", --2776
"达纳苏斯冠军£获得在银色锦标赛中代表达纳苏斯出战的资格。", --2777
"埃索达冠军£获得在银色锦标赛中代表埃索达出战的资格。", --2778
"诺莫瑞根冠军£获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2779
"铁炉堡冠军£获得在银色锦标赛中代表铁炉堡出战的资格。", --2780
"暴风城冠军£获得在银色锦标赛中代表暴风城出战的资格。", --2781
"联盟冠军£获得在银色锦标赛中代表所有联盟种族阵营出战的资格。", --2782
"奥格瑞玛冠军£获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2783
"森金冠军£获得在银色锦标赛中代表森金出战的资格。", --2784
"银月城冠军£获得在银色锦标赛中代表银月城出战的资格。", --2785
"雷霆崖冠军£获得在银色锦标赛中代表雷霆崖出战的资格。", --2786
"幽暗城冠军£获得在银色锦标赛中代表幽暗城出战的资格。", --2787
"部落冠军£获得在银色锦标赛中代表所有部落种族阵营出战的资格。", --2788
"本月美酒£加入本月美酒俱乐部。", --2796
"复活节的贵族£完成下列复活节成就。", --2797
"复活节的贵族£完成下列复活节成就。", --2798
"尊贵的部落银色冠军£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2816
"尊贵的联盟银色冠军£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2817
"长枪骑士£在银色锦标赛中，分别击败所有种族阵营的骑士。", --2836
"杀死烈焰巨兽（10人奥杜尔）£杀死烈焰巨兽（10人奥杜尔）", --2856
"杀死锋鳞（10人奥杜尔）£杀死锋鳞（10人奥杜尔）", --2857
"杀死掌炉者伊格尼斯（10人奥杜尔）£杀死掌炉者伊格尼斯（10人奥杜尔）", --2858
"杀死XT-002拆解者（10人奥杜尔）£杀死XT-002拆解者（10人奥杜尔）", --2859
"杀死钢铁议会（10人奥杜尔）£杀死钢铁议会（10人奥杜尔）", --2860
"杀死科隆加恩（10人奥杜尔）£杀死科隆加恩（10人奥杜尔）", --2861
"战胜霍迪尔（10人奥杜尔）£战胜霍迪尔（10人奥杜尔）", --2862
"战胜托里姆（10人奥杜尔）£战胜托里姆（10人奥杜尔）", --2863
"战胜弗蕾亚（10人奥杜尔）£战胜弗蕾亚（10人奥杜尔）", --2864
"战胜米米尔隆（10人奥杜尔）£战胜米米尔隆（10人奥杜尔）", --2865
"杀死维扎克斯将军（10人奥杜尔）£杀死维扎克斯将军（10人奥杜尔）", --2866
"杀死观察者奥尔加隆（10人奥杜尔）£杀死观察者奥尔加隆（10人奥杜尔）", --2867
"杀死欧尔莉亚（10人奥杜尔）£杀死欧尔莉亚（10人奥杜尔）", --2868
"杀死尤格-萨隆（10人奥杜尔）£杀死尤格-萨隆（10人奥杜尔）", --2869
"杀死风暴看守者埃玛尔隆（冬拥湖10人团队）£杀死风暴看守者埃玛尔隆（冬拥湖10人团队）", --2870
"杀死烈焰巨兽（25人奥杜尔）£杀死烈焰巨兽（25人奥杜尔）", --2872
"杀死锋鳞（25人奥杜尔）£杀死锋鳞（25人奥杜尔）", --2873
"杀死掌炉者伊格尼斯（25人奥杜尔）£杀死掌炉者伊格尼斯（25人奥杜尔）", --2874
"杀死科隆加恩（25人奥杜尔）£杀死科隆加恩（25人奥杜尔）", --2875
"战胜米米尔隆（25人奥杜尔）£战胜米米尔隆（25人奥杜尔）", --2879
"杀死维扎克斯将军（25人奥杜尔）£杀死维扎克斯将军（25人奥杜尔）", --2880
"杀死观察者奥尔加隆（25人奥杜尔）£杀死观察者奥尔加隆（25人奥杜尔）", --2881
"杀死欧尔莉亚（25人奥杜尔）£杀死欧尔莉亚（25人奥杜尔）", --2882
"杀死尤格-萨隆（25人奥杜尔）£杀死尤格-萨隆（25人奥杜尔）", --2883
"杀死XT-002拆解者（25人奥杜尔）£杀死XT-002拆解者（25人奥杜尔）", --2884
"杀死钢铁议会（25人奥杜尔）£杀死钢铁议会（25人奥杜尔）", --2885
"围攻奥杜尔（10人）£击败奥杜尔攻城区域的首领（10人）。", --2886
"围攻奥杜尔（25人）£击败奥杜尔攻城区域的首领（25人）。", --2887
"奥杜尔的前厅（10人）£击败奥杜尔前厅区域的首领（10人）。", --2888
"奥杜尔的前厅（25人）£击败奥杜尔前厅区域的首领（25人）。", --2889
"奥杜尔的守护者（10人）£击败奥杜尔的守护者首领（10人）。", --2890
"奥杜尔的守护者（25人）£击败奥杜尔的守护者首领（25人）。", --2891
"疯狂阶梯（10人）£击败奥杜尔疯狂阶梯区域的首领（10人）。", --2892
"疯狂阶梯（25人）£击败奥杜尔疯狂阶梯区域的首领（25人）。", --2893
"奥杜尔的秘密（10人）£击败奥杜尔的所有首领（10人）。", --2894
"奥杜尔的秘密（25人）£击败奥杜尔的所有首领（25人）。", --2895
"奥杜尔的勇士£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（10人）。", --2903
"奥杜尔的征服者£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（25人）。", --2904
"毫发无损（10人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（10人）。", --2905
"毫发无损（25人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（25人）。", --2906
"三车库（10人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（10人）。", --2907
"三车库（25人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（25人）。", --2908
"端掉那些炮台！（10人）£摧毁一座烈焰巨兽防御炮台（10人）。", --2909
"端掉那些炮台！（25人）£摧毁一座烈焰巨兽防御炮台（25人）。", --2910
"停机（10人）£在没有造成系统关闭的情况下击败烈焰巨兽（10人）。", --2911
"停机（25人）£在没有造成系统关闭的情况下击败烈焰巨兽（25人）。", --2912
"轨道炮击（10人）£在至少1个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2913
"轨道破坏（10人）£在至少2个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2914
"轨道轰炸（10人）£在至少3个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2915
"轨道破坏（25人）£在2个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2916
"轨道轰炸（25人）£在3个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2917
"轨道炮击（25人）£在1个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2918
"快刀斩锋鳞（10人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（10人）。", --2919
"快刀斩锋鳞（25人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（25人）。", --2921
"铁矮人，五分熟（10人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（10人）。", --2923
"铁矮人，五分熟（25人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（25人）。", --2924
"支离破碎（10人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（10人）。", --2925
"支离破碎（25人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（25人）。", --2926
"热锅中的蚂蚁（10人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（10人）。", --2927
"热锅中的蚂蚁（25人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（25人）。", --2928
"煽风点火（25人）£在4分钟内击败掌炉者伊格尼斯（25人）。", --2929
"煽风点火（10人）£在4分钟内击败掌炉者伊格尼斯（10人）。", --2930
"削弱工程学（10人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（10人）。", --2931
"削弱工程学（25人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（25人）。", --2932
"削弱废料机器人（10人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（10人）。", --2933
"削弱重力炸弹（10人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（10人）。", --2934
"削弱废料机器人（25人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（25人）。", --2935
"削弱重力炸弹（25人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（25人）。", --2936
"快拆快解（10人）£在205秒内击败XT-002拆解者（10人）。", --2937
"快拆快解（25人）£在205秒内击败XT-002拆解者（25人）。", --2938
"就是你了，符文大师莫尔基姆（10人）£击败钢铁议会，并将符文大师莫尔基姆留到最后杀死（10人）。", --2939
"就是你了，唤雷者布隆迪尔（10人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后杀死（10人）。", --2940
"就是你了，断钢者（10人）£击败钢铁议会，并将断钢者留到最后杀死（10人）。", --2941
"就是你了，符文大师莫尔基姆（25人）£击败钢铁议会，并将符文大师莫尔基姆留到最后杀死（25人）。", --2942
"就是你了，唤雷者布隆迪尔（25人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后杀死（25人）。", --2943
"就是你了，断钢者（25人）£击败钢铁议会，并将断钢者留到最后杀死（25人）。", --2944
"我是自己人！（10人）£在带有铁靴烈酒效果的情况下击败钢铁议会（10人）。", --2945
"我是自己人！（25人）£在带有铁靴烈酒效果的情况下击败钢铁议会（25人）。", --2946
"谨防昏迷（10人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（10人）。", --2947
"谨防昏迷（25人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（25人）。", --2948
"张开双臂（10人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（10人）。", --2951
"张开双臂（25人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（25人）。", --2952
"断其臂膀（10人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（10人）。", --2953
"断其臂膀（25人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（25人）。", --2954
"致命的眼神（10人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（10人）。", --2955
"致命的眼神（25人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（25人）。", --2956
"奥杜尔团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2957
"奥杜尔团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2958
"碎石滚滚（10人）£在至少出现25个碎石的情况下击败科隆加恩（10人）。", --2959
"碎石滚滚（25人）£在至少出现25个碎石的情况下击败科隆加恩（25人）。", --2960
"别冻坏了（10人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（10人）。", --2961
"别冻坏了（25人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（25人）。", --2962
"我的强力伙伴们（10人）£在没有任何友方NPC死亡的情况下击败霍迪尔（10人）。", --2963
"我的强力伙伴们（25人）£在没有任何友方NPC死亡的情况下击败霍迪尔（25人）。", --2965
"这里真冷呀（10人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（10人）。", --2967
"这里真冷呀（25人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（25人）。", --2968
"注意保暖（10人）£同时拥有温暖的火焰、风暴之力和星光效果（10人）。", --2969
"注意保暖（25人）£同时拥有温暖的火焰、风暴之力和星光效果（25人）。", --2970
"粗心遭雷劈（10人）£在团队中无一人被闪电充能击中的情况下击败托里姆（10人）。", --2971
"粗心遭雷劈（25人）£在团队中无一人被闪电充能击中的情况下击败托里姆（25人）。", --2972
"看我一个打三个（10人）£击败托里姆、古代符文巨人和符印巨像（10人）。", --2973
"看我一个打三个（25人）£击败托里姆、古代符文巨人和符印巨像（25人）。", --2974
"嗜血？要啥嗜血？（10人）£在拥有敏锐光环效果的情况下击败托里姆（10人）。", --2975
"嗜血？要啥嗜血？（25人）£在拥有敏锐光环效果的情况下击败托里姆（25人）。", --2976
"冒牌西芙（10人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（10人）。", --2977
"冒牌西芙（25人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（25人）。", --2978
"滥砍滥伐（10人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（10人）。", --2979
"秋风扫落叶（10人）£在杀死第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（10人）。", --2980
"秋风扫落叶（25人）£在杀死第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（25人）。", --2981
"回归大自然（10人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（10人）。", --2982
"回归大自然（25人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（25人）。", --2983
"破坏植被（25人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（25人）。", --2984
"破坏植被（10人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（10人）。", --2985
"狂轰滥炸（10人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（10人）。", --2989
"友军误伤（25人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（25人）。", --2995
"暗影躲避者（10人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（10人）。", --2996
"暗影躲避者（25人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（25人）。", --2997
"超巨黑洞（25人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（25人）。", --3002
"超巨黑洞（10人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（10人）。", --3003
"灭到你流泪（10人）£击败观察者奥尔加隆，并且在该团队副本周期内，团队中无一人死于观察者奥尔加隆的战斗（10人）。", --3004
"灭到你流泪（25人）£在团队中无一人死亡的情况下，击败观察者奥尔加隆（25人）。", --3005
"疯狂的猫咪女王（10人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（10人）。", --3006
"疯狂的猫咪女王（25人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（25人）。", --3007
"我为卿狂（10人）£在团队中无一人发狂的情况下击败尤格-萨隆（10人）。", --3008
"弥补裂痕的吻（10人）£当奥杜尔（10人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3009
"我为卿狂（25人）£在团队中无一人发狂的情况下击败尤格-萨隆（25人）。", --3010
"弥补裂痕的吻（25人）£当奥杜尔（25人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3011
"上古之神作古（10人）£在7分钟内击败尤格-萨隆（10人）。", --3012
"上古之神作古（25人）£在7分钟内击败尤格-萨隆（25人）。", --3013
"它们冲过来了！（10人）£在12秒内击败9个尤格-萨隆的卫士（10人）。", --3014
"梦境中的等待（10人）£经历过尤格-萨隆脑海中的全部3个幻象（10人）。", --3015
"梦境中的等待（25人）£经历过尤格-萨隆脑海中的全部3个幻象（25人）。", --3016
"它们冲过来了！（25人）£在12秒内击败9个尤格-萨隆的卫士（25人）。", --3017
"获得征服纹章£获得征服纹章", --3018
"被观察者（10人）£击败观察者奥尔加隆（10人）。", --3036
"被观察者（25人）£击败观察者奥尔加隆（25人）。", --3037
"轨道毁灭（10人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（10人）。", --3056
"轨道毁灭（25人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（25人）。", --3057
"心碎欲绝（10人）£摧毁XT-002拆解者的心脏，然后击败它（10人）。", --3058
"心碎欲绝（25人）£摧毁XT-002拆解者的心脏，然后击败它（25人）。", --3059
"九命猫（10人）£在击败欧尔莉亚的同时击败野性防御者（10人）。", --3076
"九命猫（25人）£在击败欧尔莉亚的同时击败野性防御者（25人）。", --3077
"致命角斗士的冰霜巨龙£获得《巫妖王之怒》竞技场第五赛季的致命角斗士的冰霜巨龙。", --3096
"矮人的末日（10人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（10人）。", --3097
"矮人的末日（25人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（25人）。", --3098
"服务器第一！死亡的终结£在困难模式下击败钢铁议会和所有的守护者后，在没有任何守护者协助的情况下，参与在本服务器首次击杀尤格-萨隆（25人）。", --3117
"滥砍滥伐（25人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（25人）。", --3118
"风暴看守者埃玛尔隆（10人）£击败风暴看守者埃玛尔隆（10人）。", --3136
"风暴看守者埃玛尔隆（25人）£击败风暴看守者埃玛尔隆（25人）。", --3137
"友军误伤（10人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（10人）。", --3138
"黑暗中的两盏灯（10人）£在最多2位守护者的协助下击败尤格-萨隆（10人）。", --3141
"瓦兰奈尔，远古王者之锤£获得瓦兰奈尔，远古王者之锤", --3142
"黑暗中的三盏灯（10人）£在最多3位守护者的协助下击败尤格-萨隆（10人）。", --3157
"黑暗中的一盏灯（10人）£在最多1位守护者的协助下击败尤格-萨隆（10人）。", --3158
"黑暗中的独影（10人）£在没有守护者协助的情况下击败尤格-萨隆（10人）。", --3159
"黑暗中的三盏灯（25人）£在最多3位守护者的协助下击败尤格-萨隆（25人）。", --3161
"黑暗中的两盏灯（25人）£在最多2位守护者的协助下击败尤格-萨隆（25人）。", --3162
"黑暗中的一盏灯（25人）£在最多1位守护者的协助下击败尤格-萨隆（25人）。", --3163
"黑暗中的独影（25人）£在没有守护者协助的情况下击败尤格-萨隆（25人）。", --3164
"摆脱幻觉（10人）£在西芙没有离开的情况下击败托里姆（10人）。", --3176
"敲一棵树（10人）£在至少有1位长者存活的情况下击败弗蕾亚（10人）。", --3177
"敲两棵树（10人）£在至少有2位长者存活的情况下击败弗蕾亚（10人）。", --3178
"敲三棵树（10人）£在全部3位长者都存活的情况下击败弗蕾亚（10人）。", --3179
"烈火金刚（10人）£激活米米尔隆的自毁程序，然后击败他（10人）。", --3180
"我爱萨隆邪铁的清香（10人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（10人）。", --3181
"珍贵的宝箱（10人）£在霍迪尔打碎他的珍贵宝箱之前击败他（10人）。", --3182
"摆脱幻觉（25人）£在西芙没有离开的情况下击败托里姆（25人）。", --3183
"珍贵的宝箱（25人）£在霍迪尔打碎他的珍贵宝箱之前击败他（25人）。", --3184
"敲一棵树（25人）£在至少有1位长者存活的情况下击败弗蕾亚（25人）。", --3185
"敲两棵树（25人）£在至少有2位长者存活的情况下击败弗蕾亚（25人）。", --3186
"敲三棵树（25人）£在全部3位长者都存活的情况下击败弗蕾亚（25人）。", --3187
"我爱萨隆邪铁的清香（25人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（25人）。", --3188
"烈火金刚（25人）£激活米米尔隆的自毁程序，然后击败他（25人）。", --3189
"学会熔炼配方£学会熔炼配方", --3216
"玛西娅的工作£完成下列的5个玛西娅·切斯的钓鱼日常任务。", --3217
"海龟垂钓£在深岩之洲、海加尔山、暮光高地、奥丹姆或者诺森德的任意钓鱼场所钓到一只海龟坐骑。", --3218
"杀死风暴看守者埃玛尔隆（冬拥湖25人团队）£杀死风暴看守者埃玛尔隆（冬拥湖25人团队）", --3236
"狂轰滥炸（25人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（25人）。", --3237
"战胜霍迪尔（25人奥杜尔）£战胜霍迪尔（25人奥杜尔）", --3256
"战胜托里姆（25人奥杜尔）£战胜托里姆（25人奥杜尔）", --3257
"战胜弗蕾亚（25人奥杜尔）£战胜弗蕾亚（25人奥杜尔）", --3258
"服务器第一！天界保卫者£参与在本服务器首次击杀观察者奥尔加隆（25人）。", --3259
"正装厨师£获得一顶大厨的帽子。", --3296
"泰坦的使者£在80级，于团队所有成员所装备的物品等级都不高于可获取装备的情况下，击败观察者奥尔加隆（10人）。", --3316
"致命角斗士£获得头衔“致命角斗士”。", --3336
"冬泉霜刃豹£获得一只冬泉霜刃豹。", --3356
"毒皮暴掠龙£获得一只毒皮暴掠龙。", --3357
"狂怒角斗士£获得狂怒角斗士的头衔。", --3436
"逝者的聚会£在悼念日与卡特琳娜跳舞来变成一只骷髅。", --3456
"船长的宝藏£在海盗日与恐怖船长德梅萨对饮来成为她的船员。", --3457
"感恩者£完成下列感恩节成就。", --3478
"酒酣马快£获得一头史诗品质的美酒节坐骑。", --3496
"在奥杜尔中死亡的总次数£在奥杜尔中死亡的总次数", --3516
"玛润£拥有2009年暴雪娱乐嘉年华赠送的鱼人陆战队员玛润。", --3536
"感恩者的好胃口£在每个联盟主城的一个完整的盛宴餐桌中获得分享之魂。", --3556
"感恩者的好胃口£在每个部落主城的一个完整的盛宴餐桌中获得分享之魂。", --3557
"分享即是关爱£传递盛宴餐桌上的每一道菜。", --3558
"火鸡捉贼者£用你的火鸡枪轰杀那些鬼鬼祟祟的潜行者。", --3559
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3576
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3577
"火鸡终结者£尽快猎杀足够的野生火鸡来获得对火鸡的全面胜利。", --3578
"“食物大战！”£在盛宴餐桌旁将食物丢在一名食客的头上。", --3579
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3580
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3581
"泰罗卡的火鸡盛宴£在戴着感恩者礼帽，穿着感恩者的裙子、长袍或是外衣中的任意一件时，击败利爪之王艾吉斯。", --3582
"感恩之路£完成每一个感恩节日常任务。", --3596
"感恩之路£完成每一个感恩节日常任务。", --3597
"角斗士莫叽姆斯£拥有角斗士莫叽姆斯", --3618
"碧玉虎£在碧玉虎的赠送期间登录游戏。", --3636
"感恩者£完成下列感恩节成就。", --3656
"银色挚友£在银色盟约阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3676
"夺日者£在夺日者阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3677
"小马快跑！£在北伐军军需官卡普萨里斯夫人那里购买一匹银色马驹，并使用它。", --3736
"狂怒角斗士的冰霜巨龙£获取《巫妖王之怒》竞技场第六赛季的狂怒角斗士的冰霜巨龙。", --3756
"无情角斗士的冰霜巨龙£获取《巫妖王之怒》竞技场第七赛季的无情角斗士的冰霜巨龙。", --3757
"无情角斗士£获得头衔“无情角斗士”。", --3758
"征服之岛胜利£获得征服之岛的胜利。", --3776
"征服之岛精英£在征服之岛获得100场胜利。", --3777
"勇士的选拔£击败冠军的试炼中的所有首领", --3778
"上背酸痛（10人）£在至少还有2名雪地狗头人存活的情况下击败冰吼（10人）。", --3797
"韧性是关键（10人）£从杀死第一个算起，在60秒内连续击杀所有敌方英雄（10人）。", --3798
"时不我待（10人）£在三分钟之内击败瓦格里双子（10人）。", --3799
"叛变的国王（10人）£在30秒内杀死25只虫群甲虫（10人）。", --3800
"银色神官£多次进入冠军的试炼，在驱散5个不同的昔日回忆后击败银色神官帕尔崔丝（英雄难度）。", --3802
"用脸不用脑£在冠军的试炼中使用纯洁者耶德瑞克的锤子将其击败（英雄难度）。", --3803
"这还不算惨£在冠军的试炼中击败黑骑士，并且任何队员不能被引爆食尸鬼击中（英雄难度）。", --3804
"对技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（10人）。", --3808
"对精湛技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（10人）。", --3809
"对疯狂的嘉奖（10人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（10人）。", --3810
"北伐的最高召唤（25人）£击败大十字军的试炼中的所有首领（英雄难度25人）。", --3812
"上背酸痛（25人）£在至少还有4名雪地狗头人存活的情况下击败冰吼（25人）。", --3813
"韧性是关键（25人）£从杀死第一个算起，在60秒内连续击杀所有敌方英雄（25人）。", --3814
"时不我待（25人）£在三分钟之内击败瓦格里双子（25人）。", --3815
"叛变的国王（25人）£在30秒内杀死25只虫群甲虫（25人）。", --3816
"对技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（25人）。", --3817
"对精湛技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（25人）。", --3818
"对疯狂的嘉奖（25人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（25人）。", --3819
"火焰看守者科拉隆（10人）£击败火焰看守者科拉隆（10人）。", --3836
"火焰看守者科拉隆（25人）£击败火焰看守者科拉隆（25人）。", --3837
"地下城与团队副本纹章£拾取1枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3838
"25枚地下城与团队副本纹章£拾取25枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3839
"50枚地下城与团队副本纹章£拾取50枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3840
"100枚地下城与团队副本纹章£拾取100枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3841
"250枚地下城与团队副本纹章£拾取250枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3842
"500枚地下城与团队副本纹章£拾取500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3843
"1000枚地下城与团队副本纹章£拾取1000枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3844
"征服之岛全明星£在一场征服之岛的战斗中，突袭一座基地、守住一座基地、摧毁一辆载具，并且杀死一名玩家。", --3845
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --3846
"四车库£在征服之岛中，控制过以下载具：", --3847
"炸弹强人£在一场征服之岛的战斗中，对敌人的大门使用5枚爆盐炸弹。", --3848
"炸弹狂人£在一场征服之岛的战斗中，对敌人的大门使用5枚巨型爆盐炸弹。", --3849
"炮平四海£在征服之岛中，使用炮台摧毁10辆载具并轰杀100名玩家。", --3850
"都是我的£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --3851
"剪蓝线……别剪红线！£在征服之岛中，拆除25颗炸弹。", --3852
"无处不在£在一场征服之岛的战斗中，在下列地点各击杀一名玩家：", --3853
"后院起火£在征服之岛中，在敌方大门没有被攻破前冲入他们的庭院。", --3854
"投刃绞肉车£在征服之岛中，使用一辆投刃车杀死10名玩家，并且自己不死亡。", --3855
"毁车不倦£在征服之岛中摧毁下列载具。", --3856
"征服之岛主宰£完成下列征服之岛成就。", --3857
"1500枚地下城与团队副本纹章£拾取1500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3876
"墨玉猎豹£拥有一只墨玉猎豹", --3896
"北伐的召唤（25人）£击败十字军的试炼中的所有首领（25人）。", --3916
"北伐的召唤（10人）£击败十字军的试炼中的所有首领（10人）。", --3917
"北伐的最高召唤（10人）£击败大十字军的试炼中的所有首领（英雄难度10人）。", --3918
"一石二虫（10人）£在10秒之内连续击败酸喉和恐鳞（10人）。", --3936
"一石二虫（25人）£在10秒之内同时击败酸喉和恐鳞（25人）。", --3937
"征服之岛主宰£完成下列征服之岛成就。", --3957
"痛苦之刺（10人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（10人）。", --3996
"痛苦之刺（25人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（25人）。", --3997
"地、风和火（10人）£在60秒内连续击杀岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（10人）。", --4016
"地、风和火（25人）£在60秒内连续击杀岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（25人）。", --4017
"对猎人冠军的胜利（普通难度：冠军的试炼）£战胜猎人冠军（普通难度：冠军的试炼）", --4018
"对猎人冠军的胜利（英雄难度：冠军的试炼）£战胜猎人冠军（英雄难度：冠军的试炼）", --4019
"对银色神官帕尔崔丝的胜利（普通难度：冠军的试炼）£战胜银色神官帕尔崔丝（普通难度：冠军的试炼）", --4022
"对银色神官帕尔崔丝的胜利（英雄难度：冠军的试炼）£战胜银色神官帕尔崔丝（英雄难度：冠军的试炼）", --4023
"对纯洁者耶德瑞克的胜利（普通难度：冠军的试炼）£战胜纯洁者耶德瑞克（普通难度：冠军的试炼）", --4024
"对纯洁者耶德瑞克的胜利（英雄难度：冠军的试炼）£战胜纯洁者耶德瑞克（英雄难度：冠军的试炼）", --4025
"黑骑士之死（普通难度：冠军的试炼）£杀死黑骑士（普通难度：冠军的试炼）", --4026
"黑骑士之死（英雄难度：冠军的试炼）£杀死黑骑士（英雄难度：冠军的试炼）", --4027
"击败诺森德猛兽（10人十字军的试炼）£击败诺森德猛兽（10人十字军的试炼）", --4028
"击败诺森德猛兽（25人大十字军的试炼）£击败诺森德猛兽（25人大十字军的试炼）", --4029
"击败诺森德猛兽（10人大十字军的试炼）£击败诺森德猛兽（10人大十字军的试炼）", --4030
"击败诺森德猛兽（25人十字军的试炼）£击败诺森德猛兽（25人十字军的试炼）", --4031
"加拉克苏斯大王之死（10人十字军的试炼）£杀死加拉克苏斯大王（10人十字军的试炼）", --4032
"加拉克苏斯大王之死（10人大十字军的试炼）£杀死加拉克苏斯大王（10人大十字军的试炼）", --4033
"加拉克苏斯大王之死（25人十字军的试炼）£杀死加拉克苏斯大王（25人十字军的试炼）", --4034
"加拉克苏斯大王之死（25人大十字军的试炼）£杀死加拉克苏斯大王（25人大十字军的试炼）", --4035
"击败阵营冠军（10人十字军的试炼）£击败阵营冠军（10人十字军的试炼）", --4036
"击败阵营冠军（10人大十字军的试炼）£击败阵营冠军（10人大十字军的试炼）", --4037
"击败阵营冠军（25人十字军的试炼）£击败阵营冠军（25人十字军的试炼）", --4038
"击败阵营冠军（25人大十字军的试炼）£击败阵营冠军（25人大十字军的试炼）", --4039
"杀死瓦格里双子（10人十字军的试炼）£杀死瓦格里双子（10人十字军的试炼）", --4040
"杀死瓦格里双子（10人大十字军的试炼）£杀死瓦格里双子（10人大十字军的试炼）", --4041
"杀死瓦格里双子（25人十字军的试炼）£杀死瓦格里双子（25人十字军的试炼）", --4042
"杀死瓦格里双子（25人大十字军的试炼）£杀死瓦格里双子（25人大十字军的试炼）", --4043
"完成十字军试炼的次数（10人）£完成十字军试炼的次数（10人）", --4044
"完成大十字军试炼的次数（10人）£完成大十字军试炼的次数（10人）", --4045
"完成十字军试炼的次数（25人）£完成十字军试炼的次数（25人）", --4046
"完成大十字军试炼的次数（25人）£完成大十字军试炼的次数（25人）", --4047
"对法师冠军的胜利（普通难度：冠军的试炼）£战胜法师冠军（普通难度：冠军的试炼）", --4048
"对法师冠军的胜利（英雄难度：冠军的试炼）£战胜法师冠军（英雄难度：冠军的试炼）", --4049
"对潜行者冠军的胜利（普通难度：冠军的试炼）£战胜潜行者冠军（普通难度：冠军的试炼）", --4050
"对潜行者冠军的胜利（英雄难度：冠军的试炼）£战胜潜行者冠军（英雄难度：冠军的试炼）", --4051
"对萨满祭司冠军的胜利（普通难度：冠军的试炼）£战胜萨满祭司冠军（普通难度：冠军的试炼）", --4052
"对萨满祭司冠军的胜利（英雄难度：冠军的试炼）£战胜萨满祭司冠军（英雄难度：冠军的试炼）", --4053
"对战士冠军的胜利（普通难度：冠军的试炼）£战胜战士冠军（普通难度：冠军的试炼）", --4054
"对战士冠军的胜利（英雄难度：冠军的试炼）£战胜战士冠军（英雄难度：冠军的试炼）", --4055
"火焰看守者科拉隆之死（冬拥湖10人团队）£杀死火焰看守者科拉隆（10人冬拥湖）", --4074
"火焰看守者科拉隆之死（冬拥湖25人团队）£杀死火焰看守者科拉隆（25人冬拥湖）", --4075
"服务器第一！大十字军£参与本服务器首次完成大十字军的试炼，并且尝试次数还剩50次（25人）。", --4078
"对不朽的嘉奖£在大十字军的试炼中，在击杀任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4079
"对极度疯狂的嘉奖£达到“成就：对疯狂的嘉奖”的所有要求，并且所有团队成员不得使用过任何一件只能在本副本25人版本中获得的物品，或任何更高级物品。", --4080
"征服之岛的战斗£征服之岛的战斗", --4096
"征服之岛胜利£征服之岛胜利", --4097
"对不朽的嘉奖£在大十字军的试炼中，在击杀任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4156
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --4176
"一个也不能少£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --4177
"毁车不倦£在征服之岛中摧毁下列载具。", --4256
"冠军的试炼（普通难度）£在冠军的试炼中击败所有首领（普通难度）。", --4296
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4297
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4298
"2500枚地下城与团队副本纹章£拾取2500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --4316
"奥妮克希亚的巢穴（10人）£击败奥妮克希亚（10人）。", --4396
"奥妮克希亚的巢穴（25人）£击败奥妮克希亚（25人）。", --4397
"魔兽世界五周年£在魔兽世界五周年庆典期间登录游戏。", --4400
"上痛！上诅咒！上钉刺！（10人）£在5分钟内击败奥妮克希亚（10人）。", --4402
"最少扣你50DKP！！（10人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（10人）。", --4403
"深呼吸之谜（10人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（10人）。", --4404
"上痛！上诅咒！上钉刺！（25人）£在5分钟内击败奥妮克希亚（25人）。", --4405
"最少扣你50DKP！！（25人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（25人）。", --4406
"深呼吸之谜（25人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（25人）。", --4407
"枪神£射击下列敌对领袖。", --4436
"枪神£射击下列敌对领袖。", --4437
"随机巫妖王普通地下城完成次数£使用寻求组队系统，随机参与《巫妖王之怒》普通难度地下城的完成次数。", --4456
"1Q4，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到10名。", --4476
"1Q9，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到50名。", --4477
"1Q24，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到100名。", --4478
"指数突破9000点！£获得的成就点数超过9000点。", --4496
"灵魂洪炉£击败灵魂洪炉的首领们。", --4516
"萨隆矿坑£击败萨隆矿坑的首领们。", --4517
"映像大厅£击败映像大厅的首领们。", --4518
"灵魂洪炉（英雄难度）£击败灵魂洪炉的首领们（英雄难度）。", --4519
"萨隆矿坑（英雄难度）£击败萨隆矿坑的首领们（英雄难度）。", --4520
"映像大厅（英雄难度）£击败映像大厅的首领们（英雄难度）。", --4521
"灵魂之能£在灵魂洪炉副本中击败布隆亚姆，并且至少剩下4块被腐蚀的灵魂残片（英雄难度）。", --4522
"三面之灵£在灵魂洪炉副本中，在噬魂者成功施放幽灵冲击之前将他击败（英雄难度）。", --4523
"11大限£在萨隆矿坑副本中，在任何玩家获得11层永冻效果前击败熔炉领主加弗斯特（英雄难度）。", --4524
"别往上看£在萨隆矿坑副本中，在首次挑战天灾领主泰兰努斯之前，清理通道时无人受到冰锥的伤害（英雄难度）。", --4525
"这不是撤退，是战略转移。£在6分钟内逃脱英雄难度的映像大厅中巫妖王的追杀。", --4526
"霜翼大厅（10人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度10人）。", --4527
"天灾工厂（10人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度10人）。", --4528
"血色厅堂（10人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度10人）。", --4529
"冰封王座（10人）£在冰冠堡垒中击败巫妖王（普通难度10人）。", --4530
"进攻堡垒（10人）£击败冰冠堡垒的前4个首领（普通难度10人）。", --4531
"巫妖王的陨落（10人）£击败冰冠堡垒的所有首领（普通难度10人）。", --4532
"白骨贯体（10人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（10人）。", --4534
"欢聚一堂（10人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（10人）。", --4535
"我上船了（10人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰2次的情况下获得胜利（10人）。", --4536
"啊，真惨（10人）£在阵亡勇士的印记施放3次之前，击败死亡使者（10人）。", --4537
"与软泥共舞（10人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（10人）。", --4538
"一朝被咬，十年胆小（10人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（10人）。", --4539
"随机巫妖王英雄地下城完成次数£使用寻求组队系统，随机参与《巫妖王之怒》英雄难度地下城的完成次数。", --4556
"服务器第一！巫妖王的陨落£参与在本服务器首次击杀巫妖王（英雄难度25人）。", --4576
"勤通风，多喝水（10人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（10人）。", --4577
"反胃、烧心、消化不良……（10人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（10人）。", --4578
"门神（10人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（10人）。", --4579
"极限（10人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（10人）。", --4580
"身陷邪恶（10人）£将生成的每个卑劣的灵魂在炸裂前杀死，然后击败巫妖王（10人）。", --4581
"宝珠低语者（10人）£在没有任何团队成员从单次攻击中受到超过23000点法术伤害的情况下，击败鲜血议会（10人）。", --4582
"冰河踏破者£在冰冠堡垒中击败巫妖王（英雄难度10人）。", --4583
"黎明之光£在冰冠堡垒中击败巫妖王（英雄难度25人）。", --4584
"击败寒冰看守者图拉旺（10人）。£击败寒冰看守者图拉旺（10人）。", --4585
"击败寒冰看守者图拉旺（25人）。£击败寒冰看守者图拉旺（25人）。", --4586
"颅中剑£找回遗失的奎尔德拉剑柄，从剑冢中拔出奎尔德拉，将其重铸，随后在太阳之井中进行净化，而它将成为你不辞辛苦的奖励。", --4596
"冰封王座（25人）£在冰冠堡垒中击败巫妖王（普通难度25人）。", --4597
"灰烬审判军£在灰烬审判军阵营中达到崇拜声望。", --4598
"暴怒角斗士£获得头衔“暴怒角斗士”。", --4599
"暴怒角斗士的冰霜巨龙£从巫妖王之怒的竞技场第8季取得暴怒角斗士的冰霜巨龙。", --4600
"解脱（10人）£在击败巫妖王前让死疽效果堆叠至30层（10人）", --4601
"冰河踏破者的荣耀（10人）£完成下列10人模式团队副本成就。", --4602
"冰河踏破者的荣耀（25人）£完成下列25人模式团队副本成就。", --4603
"进攻冰冠堡垒（25人）£击败冰冠堡垒的前4个首领（普通难度25人）。", --4604
"天灾工厂（25人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度25人）。", --4605
"血色厅堂（25人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度25人）。", --4606
"霜翼大厅（25人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度25人）。", --4607
"巫妖王的陨落（25人）£击败冰冠堡垒的所有首领（普通难度25人）。", --4608
"白骨贯体（25人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（25人）。", --4610
"欢聚一堂（25人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（25人）。", --4611
"我上船了（25人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰1次的情况下获得胜利（25人）。", --4612
"啊，真惨（25人）£在阵亡勇士的印记施放5次之前，击败死亡使者（25人）。", --4613
"与软泥共舞（25人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（25人）。", --4614
"勤通风，多喝水（25人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（25人）。", --4615
"反胃、烧心、消化不良……（25人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（25人）。", --4616
"宝珠低语者（25人）£在没有任何团队成员从单次攻击中受到超过25000点法术伤害的情况下，击败鲜血议会（25人）。", --4617
"一朝被咬，十年胆小（25人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（25人）。", --4618
"门神（25人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（25人）。", --4619
"极限（25人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（25人）。", --4620
"解脱（25人）£在击败巫妖王前让死疽效果堆叠至30层（25人）。", --4621
"身陷邪恶（25人）£将生成的每个卑劣的灵魂在炸裂前杀死，然后击败巫妖王（25人）。", --4622
"影之哀伤£获得影之哀伤。", --4623
"艰难的爱£击败影牙城堡中的3个皇家药剂师。", --4624
"无敌的缰绳£在冰冠堡垒中，从阿尔萨斯身上获得骸骨战马－－无敌。", --4625
"我来组成头部！£在没有任何守护者协助的情况下，在对抗尤格-萨隆的战斗中获得米米尔隆的头部（25人）。", --4626
"X-45偷心火箭£在情人节期间，从影牙城堡的药剂师汉摩尔处取得X-45偷心火箭。", --4627
"进攻冰冠堡垒（英雄难度10人）£击败冰冠堡垒的前4个首领（英雄难度10人）。", --4628
"天灾工厂（英雄难度10人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度10人）。", --4629
"血色厅堂（英雄难度10人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度10人）。", --4630
"霜翼大厅（英雄难度10人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度10人）。", --4631
"进攻冰冠堡垒（英雄难度25人）£击败冰冠堡垒的前4个首领（英雄难度25人）。", --4632
"天灾工厂（英雄难度25人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度25人）。", --4633
"血色厅堂（英雄难度25人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度25人）。", --4634
"霜翼大厅（英雄难度25人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度25人）。", --4635
"巫妖王的陨落（英雄难度10人）£击败冰冠堡垒的所有首领（英雄难度10人）。", --4636
"巫妖王的陨落（英雄难度25人）£击败冰冠堡垒的所有首领（英雄难度25人）。", --4637
"杀死玛洛加尔领主（普通难度10人冰冠堡垒）£杀死玛洛加尔领主（普通难度10人冰冠堡垒）", --4639
"杀死玛洛加尔领主（英雄难度10人冰冠堡垒）£杀死玛洛加尔领主（英雄难度10人冰冠堡垒）", --4640
"杀死玛洛加尔领主（普通难度25人冰冠堡垒）£杀死玛洛加尔领主（普通难度25人冰冠堡垒）", --4641
"杀死玛洛加尔领主（英雄难度25人冰冠堡垒）£杀死玛洛加尔领主（英雄难度25人冰冠堡垒）", --4642
"杀死亡语者女士（普通难度10人冰冠堡垒）£杀死亡语者女士（普通难度10人冰冠堡垒）", --4643
"在炮舰战斗中获胜（普通难度10人冰冠堡垒）£在炮舰战斗中获胜（普通难度10人冰冠堡垒）", --4644
"杀死死亡使者（普通难度10人冰冠堡垒）£杀死死亡使者（普通难度10人冰冠堡垒）", --4645
"杀死烂肠（普通难度10人冰冠堡垒）£杀死烂肠（普通难度10人冰冠堡垒）", --4646
"杀死腐面（普通难度10人冰冠堡垒）£杀死腐面（普通难度10人冰冠堡垒）", --4647
"杀死鲜血王子议会（普通难度10人冰冠堡垒）£杀死鲜血王子议会（普通难度10人冰冠堡垒）", --4648
"解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）", --4649
"杀死普崔塞德教授（普通难度10人冰冠堡垒）£杀死普崔塞德教授（普通难度10人冰冠堡垒）", --4650
"杀死鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）", --4651
"杀死辛达苟萨（普通难度10人冰冠堡垒）£杀死辛达苟萨（普通难度10人冰冠堡垒）", --4652
"战胜巫妖王（普通难度10人冰冠堡垒）£战胜巫妖王（普通难度10人冰冠堡垒）", --4653
"杀死亡语者女士（英雄难度10人冰冠堡垒）£杀死亡语者女士（英雄难度10人冰冠堡垒）", --4654
"杀死亡语者女士（普通难度25人冰冠堡垒）£杀死亡语者女士（普通难度25人冰冠堡垒）", --4655
"杀死亡语者女士（英雄难度25人冰冠堡垒）£杀死亡语者女士（英雄难度25人冰冠堡垒）", --4656
"杀死寒冰看守者图拉旺（冬拥湖10人团队）£杀死寒冰看守者图拉旺（冬拥湖10人团队）", --4657
"杀死寒冰看守者图拉旺（冬拥湖25人团队）£杀死寒冰看守者图拉旺（冬拥湖25人团队）", --4658
"在炮舰战斗中获胜（英雄难度10人冰冠堡垒）£在炮舰战斗中获胜（英雄难度10人冰冠堡垒）", --4659
"在炮舰战斗中获胜（普通难度25人冰冠堡垒）£在炮舰战斗中获胜（普通难度25人冰冠堡垒）", --4660
"在炮舰战斗中获胜（英雄难度25人冰冠堡垒）£在炮舰战斗中获胜（英雄难度25人冰冠堡垒）", --4661
"杀死死亡使者（英雄难度10人冰冠堡垒）£杀死死亡使者（英雄难度10人冰冠堡垒）", --4662
"杀死死亡使者（普通难度25人冰冠堡垒）£杀死死亡使者（普通难度25人冰冠堡垒）", --4663
"杀死死亡使者（英雄难度25人冰冠堡垒）£杀死死亡使者（英雄难度25人冰冠堡垒）", --4664
"杀死烂肠（英雄难度10人冰冠堡垒）£杀死烂肠（英雄难度10人冰冠堡垒）", --4665
"杀死烂肠（普通难度25人冰冠堡垒）£杀死烂肠（普通难度25人冰冠堡垒）", --4666
"杀死烂肠（英雄难度25人冰冠堡垒）£杀死烂肠（英雄难度25人冰冠堡垒）", --4667
"杀死腐面（英雄难度10人冰冠堡垒）£杀死腐面（英雄难度10人冰冠堡垒）", --4668
"杀死腐面（普通难度25人冰冠堡垒）£杀死腐面（普通难度25人冰冠堡垒）", --4669
"杀死腐面（英雄难度25人冰冠堡垒）£杀死腐面（英雄难度25人冰冠堡垒）", --4670
"杀死鲜血王子议会（英雄难度10人冰冠堡垒）£杀死鲜血王子议会（英雄难度10人冰冠堡垒）", --4671
"杀死鲜血王子议会（普通难度25人冰冠堡垒）£杀死鲜血王子议会（普通难度25人冰冠堡垒）", --4672
"杀死鲜血王子议会（英雄难度25人冰冠堡垒）£杀死鲜血王子议会（英雄难度25人冰冠堡垒）", --4673
"解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）", --4674
"解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）", --4675
"解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）", --4676
"杀死普崔塞德教授（英雄难度10人冰冠堡垒）£杀死普崔塞德教授（英雄难度10人冰冠堡垒）", --4677
"杀死普崔塞德教授（普通难度25人冰冠堡垒）£杀死普崔塞德教授（普通难度25人冰冠堡垒）", --4678
"杀死普崔塞德教授（英雄难度25人冰冠堡垒）£杀死普崔塞德教授（英雄难度25人冰冠堡垒）", --4679
"杀死鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）", --4680
"杀死鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）", --4681
"杀死鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）£杀死鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）", --4682
"杀死辛达苟萨（普通难度25人冰冠堡垒）£杀死辛达苟萨（普通难度25人冰冠堡垒）", --4683
"杀死辛达苟萨（英雄难度10人冰冠堡垒）£杀死辛达苟萨（英雄难度10人冰冠堡垒）", --4684
"杀死辛达苟萨（英雄难度25人冰冠堡垒）£杀死辛达苟萨（英雄难度25人冰冠堡垒）", --4685
"战胜巫妖王（英雄难度10人冰冠堡垒）£战胜巫妖王（英雄难度10人冰冠堡垒）", --4686
"战胜巫妖王（普通难度25人冰冠堡垒）£战胜巫妖王（普通难度25人冰冠堡垒）", --4687
"战胜巫妖王（英雄难度25人冰冠堡垒）£战胜巫妖王（英雄难度25人冰冠堡垒）", --4688
"杀死布隆亚姆（灵魂洪炉）£布隆亚姆", --4713
"杀死布隆亚姆（英雄难度灵魂洪炉）£布隆亚姆", --4714
"杀死噬魂者（灵魂洪炉）£噬魂者", --4715
"杀死噬魂者（英雄难度灵魂洪炉）£噬魂者", --4716
"杀死熔炉领主加弗斯特（萨隆矿坑）£熔炉之主加弗斯特", --4717
"杀死伊克和科瑞克（萨隆矿坑）£伊克和科瑞克", --4718
"杀死伊克和科瑞克（英雄难度萨隆矿坑）£伊克和科瑞克", --4719
"杀死天灾领主泰兰努斯（萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4720
"杀死天灾领主泰兰努斯（英雄难度萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4721
"杀死法瑞克（映像大厅）£法瑞克", --4722
"杀死法瑞克（英雄难度映像大厅）£法瑞克", --4723
"杀死玛维恩（映像大厅）£玛维恩", --4724
"杀死玛维恩（英雄难度映像大厅）£玛维恩", --4725
"逃离巫妖王的追杀（映像大厅）£在与巫妖王的战斗中存活下来", --4726
"逃离巫妖王的追杀（英雄难度映像大厅）£在与巫妖王的战斗中存活下来", --4727
"杀死熔炉领主加弗斯特（英雄难度萨隆矿坑）£熔炉之主加弗斯特", --4728
"获得凯旋纹章£获得凯旋纹章", --4729
"获得寒冰纹章£获得寒冰纹章", --4730
"征服之岛击杀£征服之岛击杀", --4777
"对战利品掷分解骰子的次数£对战利品掷分解骰子的次数", --4778
"征服之岛荣誉击杀£征服之岛荣誉击杀", --4779
"在十字军的试炼中死亡的总次数£在十字军的试炼中死亡的总次数", --4780
"在冰冠堡垒中死亡的总次数£在冰冠堡垒中死亡的总次数", --4781
"绿色美酒节酒杯£拥有美酒节赠送的绿色美酒节酒杯。", --4782
"获得纹章£获得任意种类的纹章。", --4784
"获得纹章£获得任意种类的纹章。", --4785
"诺莫瑞根行动£在光复诺莫瑞根地上部分中协助过大工匠梅卡托克和诺莫瑞根流亡者。", --4786
"扎拉赞恩的灭亡£你协助沃金彻底击败了扎拉赞恩，为暗矛巨魔光复了回音群岛。", --4790
"暮光毁灭者（25人）£击败红玉圣殿的海里昂（25人）。", --4815
"暮光毁灭者（英雄难度25人）£击败红玉圣殿的海里昂（英雄难度 25人）。", --4816
"暮光毁灭者（10人）£击败红玉圣殿的海里昂（10人）。", --4817
"暮光毁灭者（英雄难度10人）£击败红玉圣殿的海里昂（英雄难度 10人）。", --4818
"杀死海里昂（25人红玉圣殿）£杀死海里昂（普通难度25人红玉圣殿）。", --4820
"杀死海里昂（10人红玉圣殿）£杀死海里昂（普通难度10人红玉圣殿）。", --4821
"杀死海里昂（英雄难度10人红玉圣殿）£杀死海里昂（英雄难度10人红玉圣殿）。", --4822
"杀死海里昂（英雄难度25人红玉圣殿）£杀死海里昂（英雄难度25人红玉圣殿）。", --4823
"迷你雷神£拥有《星际争霸II》赠送的迷你雷神宠物。", --4824
"探索瓦丝琪尔£探索瓦丝琪尔，走过世界地图中被遮住的各个角落。", --4825
"85级£升到85级。", --4826
"勘测损失£探索卡利姆多和东部王国的下列地区，见证大灾变所引起的地貌变化。", --4827
"更加强力党的老友£通过战友招募系统获得X-53型观光火箭。", --4832
"黑石岩窟£在黑石岩窟中击败升腾者领主奥西迪斯。", --4833
"潮汐王座£在潮汐王座中击败厄祖玛特。", --4839
"格瑞姆巴托£在格瑞姆巴托中击败埃鲁达克。", --4840
"起源大厅£在起源大厅中击败拉夏。", --4841
"黑翼血环£击败黑翼血环的首领。", --4842
"《大地的裂变》地下城英雄£完成下列《大地的裂变》英雄难度地下城成就。", --4844
"《大地的裂变》英雄的荣耀£完成所有《大地的裂变》地下城成就。", --4845
"巨石之核£在巨石之核中击败高阶女祭司艾苏尔。", --4846
"旋云之巅£在旋云之巅中击败阿萨德。", --4847
"托维尔失落之城£在托维尔失落之城中击败南风之主希亚玛特。", --4848
"家丑不可外扬£在黑翼血环中，于奈法利安生命值低于50%的情况下开始最终阶段的战斗，并将其击败。", --4849
"暮光堡垒£击败暮光堡垒的首领。", --4850
"风神王座£击败风神王座的首领。", --4851
"双截龙£在暮光堡垒中，于暮光世界杀死6个暮光恶魔，然后击败瓦里昂娜和瑟纳利昂。", --4852
"《大地的裂变》团队的荣耀£完成下列所有《大地的裂变》团队副本成就。", --4853
"掌中之物£找到1个精良神器。", --4854
"风水轮流转£找到10个精良神器。", --4855
"它属于博物馆！£找到20个精良神器。", --4856
"中级考古学£获得150点考古学技能点数。", --4857
"七柄权杖£从艾泽拉斯的各个种族手中找回下列权杖。", --4858
"高山下的国王£发现下列黑铁矮人领主的神器。", --4859
"同心协力£在所有专业与辅助专业中，都获得525点技能点数。", --4860
"我们就是传说£获得下列传说武器的其中一件。", --4861
"探索海加尔£探索海加尔，走过世界地图中被遮住的各个角落。", --4863
"探索深岩之洲£探索深岩之洲，走过世界地图中被遮住的各个角落。", --4864
"探索奥丹姆£探索奥丹姆，走过世界地图中被遮住的各个角落。", --4865
"探索暮光高地£探索暮光高地，走过世界地图中被遮住的各个角落。", --4866
"探索灾变之貌£探索在大灾变后出现的地区。", --4868
"沉入瓦丝琪尔£在瓦丝琪尔完成130个任务。", --4869
"下山£在海加尔山完成115个任务。", --4870
"深入深岩之洲£在深岩之洲完成110个任务。", --4871
"奥丹姆深度游£在奥丹姆完成105个任务。", --4872
"遁入暮光£在暮光高地完成120个任务。", --4873
"突破托尔巴拉德£在托尔巴拉德完成100个日常任务。", --4874
"《大地的裂变》博学者£完成下列《大地的裂变》任务成就。", --4875
"大地之环£在大地之环阵营中达到崇拜声望。", --4881
"海加尔守护者£在海加尔守护者阵营中达到崇拜声望。", --4882
"塞拉赞恩£在塞拉赞恩阵营中达到崇拜声望。", --4883
"拉穆卡恒£在拉穆卡恒托维尔阵营中达到崇拜声望。", --4884
"蛮锤部族£在蛮锤部族阵营中达到崇拜声望。", --4885
"龙喉氏族£在龙喉氏族阵营中达到崇拜声望。", --4886
"关闭裂隙£在灾变前夕事件中摧毁所有类型的元素裂隙。", --4887
"单峰还是双峰？£在奥丹姆获得一头骆驼坐骑（单驼峰）。", --4888
"东瘟疫之地任务£在东瘟疫之地完成70个任务。", --4892
"西瘟疫之地任务£在西瘟疫之地完成45个任务。", --4893
"银松森林任务£在银松森林完成55个任务。", --4894
"希尔斯布莱德丘陵任务£在希尔斯布莱德丘陵完成50个任务。", --4895
"阿拉希高地任务£在阿拉希高地完成18个任务。", --4896
"辛特兰任务£在辛特兰完成30个任务。", --4897
"湿地任务£在湿地完成40个任务。", --4898
"洛克莫丹任务£在洛克莫丹完成45个任务。", --4899
"荒芜之地任务£在荒芜之地完成35个任务。", --4900
"燃烧平原任务£在燃烧平原完成40个任务。", --4901
"赤脊山任务£在赤脊山完成40个任务。", --4902
"西部荒野任务£在西部荒野完成35个任务。", --4903
"悲伤沼泽任务£在悲伤沼泽完成25个任务。", --4904
"荆棘谷海角任务£在荆棘谷海角完成60个任务。", --4905
"北荆棘谷任务£在北荆棘谷完成50个任务。", --4906
"暮色森林任务£在暮色森林完成45个任务。", --4907
"幽魂之地任务£在幽魂之地完成50个任务。", --4908
"诅咒之地任务£在诅咒之地完成35个任务。", --4909
"灼热峡谷任务£在灼热峡谷完成35个任务。", --4910
"用之于民£花费50,000枚金币用于公会成员修理装备。", --4913
"日以继夜£在两种专业中，都获得525点技能点数。", --4914
"学习更多技能以谋生£获得525点钓鱼、急救、烹饪和考古学技能点数。", --4915
"巨匠级烹饪£获得525点烹饪技能点数。", --4916
"巨匠级钓鱼£获得525点钓鱼技能点数。", --4917
"巨匠级急救£获得525点急救技能点数。", --4918
"高级考古学£获得225点考古学技能点数。", --4919
"考古学专家£获得300点考古学技能点数。", --4920
"大师级考古学£获得375点考古学技能点数。", --4921
"宗师级考古学£获得450点考古学技能点数。", --4922
"巨匠级考古学£获得525点考古学技能点数。", --4923
"巨匠级专业技能£在某一专业中，获得525点技能点数。", --4924
"灰谷任务£在灰谷完成70个任务。", --4925
"秘血岛任务£在秘血岛完成60个任务。", --4926
"艾萨拉任务£在艾萨拉完成100个任务。", --4927
"黑海岸任务£在黑海岸完成90个任务。", --4928
"尘泥沼泽任务£在尘泥沼泽完成60个任务。", --4929
"凄凉之地任务£在凄凉之地完成55个任务。", --4930
"费伍德森林任务£在费伍德森林完成55个任务。", --4931
"菲拉斯任务£在菲拉斯完成40个任务。", --4932
"北贫瘠之地任务£在北贫瘠之地完成70个任务。", --4933
"希利苏斯任务£在希利苏斯完成19个任务。", --4934
"塔纳利斯任务£在塔纳利斯完成40个任务。", --4935
"石爪山脉任务£在石爪山脉完成55个任务。", --4936
"南贫瘠之地任务£在南贫瘠之地完成50个任务。", --4937
"千针石林任务£在千针石林完成60个任务。", --4938
"安戈洛环形山任务£在安戈洛环形山完成41个任务。", --4939
"冬泉谷任务£在冬泉谷完成58个任务。", --4940
"任务一箩筐£完成100,000个任务。", --4947
"存钱防身£从怪物身上拾取200,000枚金币。", --4948
"公会保险库£购买全部8个公会银行标签。", --4949
"公会旧世地下城大师£在公会队伍中完成下列旧世地下城成就。", --4950
"公会挑战者£下列所有职业均获得“挑战者”头衔。", --4952
"你没感受到喜悦吗？£以全部由公会成员组成的战队获得2200竞技场等级。", --4955
"5个地下城任务已完成£完成5个地下城任务。", --4956
"20个地下城任务已完成£完成20个地下城任务。", --4957
"鲜血竞技场的第一条规则就是严禁提及鲜血竞技场£完成鲜血竞技场、痛苦斗兽场和杀戮熔炉竞技场。", --4958
"小心“无敌”翼手龙£在海加尔山完成竞技任务，包括砸蛋。", --4959
"第三回合。开打！£在暮光高地完成杀戮熔炉竞技场任务，包括暮光的恐惧！", --4960
"在千年之后，就连你也会升值£在奥丹姆完成应许约柜任务，包括哈里森·琼斯与奥丹姆神殿。", --4961
"我从地狱之心刺向你£在瓦丝琪尔中击败鲸鲨（尽管或可能是由于他不会掉落任何物品）。", --4975
"灰谷任务£在灰谷完成62个任务。", --4976
"尘泥沼泽任务£在尘泥沼泽完成48个任务。", --4978
"菲拉斯任务£在菲拉斯完成45个任务。", --4979
"石爪山脉任务£在石爪山脉完成40个任务。", --4980
"南贫瘠之地任务£在南贫瘠之地完成40个任务。", --4981
"沉入瓦丝琪尔£在瓦丝琪尔完成130个任务。", --4982
"《大地的裂变》博学者£完成下列《大地的裂变》任务成就。", --4983
"黑翼血环（公会版）£在公会队伍中击败黑翼血环的首领。", --4985
"暮光堡垒（公会版）£在公会队伍中击败暮光堡垒的首领。", --4986
"风神王座（公会版）£在公会队伍中击败风神王座的首领。", --4987
"《大地的裂变》公会团队的荣耀£在公会队伍中完成下列《大地的裂变》团队副本成就。", --4988
"强人£下列所有职业都达到85级。", --4989
"探索荆棘谷海角£探索荆棘谷海角，走过世界地图中被遮住的各个角落。", --4995
"探索南贫瘠之地£探索贫瘠之地，走过世界地图中被遮住的各个角落。", --4996
"萨弗拉斯，炎魔拉格纳罗斯之手 - 公会版本£获得萨弗拉斯，炎魔拉格纳罗斯之手。", --4997
"服务器第一！85级萨满祭司£本服务器第一个达到85级的萨满祭司。", --4998
"服务器第一！85级£本服务器第一个达到85级的玩家。", --4999
"服务器第一！85级德鲁伊£本服务器第一个达到85级的德鲁伊。", --5000
"服务器第一！85级圣骑士£本服务器第一个达到85级的圣骑士。", --5001
"服务器第一！85级牧师£本服务器第一个达到85级的牧师。", --5002
"服务器第一！85级术士£本服务器第一个达到85级的术士。", --5003
"服务器第一！85级猎人£本服务器第一个达到85级的猎人。", --5004
"服务器第一！85级死亡骑士£本服务器第一个达到85级的死亡骑士。", --5005
"服务器第一！85级法师£本服务器第一个达到85级的法师。", --5006
"服务器第一！85级战士£本服务器第一个达到85级的战士。", --5007
"服务器第一！85级潜行者£本服务器第一个达到85级的潜行者。", --5008
"传奇藏品£获得下列传说武器的其中三件。", --5009
"终极藏品£获得下列所有传说武器。", --5010
"公会旧世奇兵£在公会队伍中完成下列旧世团队副本成就。", --5011
"公会外域地下城英雄£在公会队伍中完成下列《燃烧的远征》英雄难度地下城成就。", --5012
"公会外域奇兵£在公会队伍中完成下列《燃烧的远征》团队副本成就。", --5013
"公会诺森德地下城英雄£在公会队伍中完成下列诺森德英雄难度地下城成就。", --5014
"巫妖王团队的荣耀£在公会队伍中完成下列诺森德团队副本成就。", --5015
"远远不够 - 公会版£在公会队伍中击败纳克萨玛斯的克尔苏加德，并在其大厅内至少消灭18个憎恶。", --5016
"暮光领域 - 公会版本£在公会团队中，当3条暮光幼龙都存活时与黑岩守护者萨塔里奥交战并将其击败。", --5017
"你并非永恒 - 公会版本£在公会队伍中于3分钟之内击败玛里苟斯。", --5018
"黑暗中的独影 - 公会版本£在公会队伍中击败尤格-萨隆，并不借助任何守卫者的帮助。", --5019
"灭到你流泪 - 公会版本£在公会队伍中击败观察者奥尔加隆。", --5020
"北伐的召唤 - 公会版本£在公会队伍中击败十字军试炼的阿努巴拉克（英雄模式）。", --5021
"暮光毁灭者 - 公会版本£在公会队伍中击败红玉圣殿的海里昂（英雄模式）。", --5022
"冰封王座 - 公会版£在公会队伍中击败冰冠堡垒的巫妖王（英雄模式）。", --5023
"化学改变人生£制作3,000瓶《大地的裂变》合剂。", --5024
"拆，拆，使劲拆！£分解25,000件物品。", --5025
"热情好客£放置1,500份盛宴。", --5026
"一束又一束£采集100,000束草药。", --5027
"剥皮为生£从50,000具尸体上剥皮。", --5028
"公会杀手£达到250,000个荣誉击杀。", --5029
"强力矿工£采掘100,000块矿石与石头。", --5030
"部落的克星£完成下列击杀成就。", --5031
"宝石切割达人£切割2,500块至少为精良品质的宝石。", --5032
"大师级工匠£制作500件史诗物品，物品等级不得低于359。", --5035
"饵料多多£从钓鱼场所钓到10,000条鱼。", --5036
"死亡矿井（公会版）£在公会队伍中击败“船长”曲奇。", --5037
"怒焰裂谷（公会版）£在公会队伍中击败饥饿者塔拉加曼。", --5038
"哀嚎洞穴（公会版）£在公会队伍中击败吞噬者穆坦努斯。", --5039
"影牙城堡（公会版）£在公会队伍中击败高弗雷勋爵。", --5040
"黑暗深渊（公会版）£在公会队伍中击败阿库麦尔。", --5041
"暴风城监狱（公会版）£在公会队伍中击败霍格。", --5042
"剃刀沼泽（公会版）£在公会队伍中击败卡尔加·刺肋。", --5043
"诺莫瑞根（公会版）£在公会队伍中击败麦克尼尔·瑟玛普拉格。", --5044
"剃刀高地（公会版）£在公会队伍中击败寒冰之王亚门纳尔。", --5045
"血色修道院（公会版）£在公会队伍中击败血色修道院中的血色十字军。", --5046
"奥达曼（公会版）£在公会队伍中击败阿扎达斯。", --5047
"祖尔法拉克（公会版）£在公会队伍中击败乌克兹·沙顶。", --5048
"玛拉顿（公会版）£在公会队伍中击败瑟莱德丝公主。", --5049
"沉没的神庙（公会版）£在公会队伍中击败伊兰尼库斯的阴影。", --5050
"黑石深渊（公会版）£在公会队伍中击败达格兰·索瑞森大帝。", --5051
"下层黑石塔（公会版）£在公会队伍中击败维姆萨拉克。", --5052
"厄运之槌的国王（公会版）£在公会队伍中扫清厄运之槌的所有分支。", --5053
"通灵学院（公会版）£在公会队伍中击败通灵学院的首领。", --5054
"斯坦索姆（公会版）£在公会队伍中击败隐藏在斯坦索姆城中的邪恶头目。", --5055
"熔火之心（公会版）£在公会队伍中击败拉格纳罗斯。", --5056
"黑翼之巢（公会版）£在公会队伍中击败奈法利安。", --5057
"安其拉神殿（公会版）£在公会队伍中击败克苏恩。", --5058
"安其拉废墟（公会版）£在公会队伍中击败无疤者奥斯里安。", --5059
"英雄：黑石岩窟£击败黑石岩窟的升腾者领主奥西迪斯（英雄难度）。", --5060
"英雄：潮汐王座£在潮汐王座中击败厄祖玛特（英雄难度）。", --5061
"英雄：格瑞姆巴托£在格瑞姆巴托中击败埃鲁达克（英雄难度）。", --5062
"英雄：巨石之核£在巨石之核中击败高阶女祭司艾苏尔（英雄难度）。", --5063
"英雄：旋云之巅£在旋云之巅中击败阿萨德（英雄难度）。", --5064
"英雄：起源大厅£在起源大厅中击败拉夏（英雄难度）。", --5065
"英雄：托维尔失落之城£在托维尔失落之城中击败南风之主希亚玛特（英雄难度）。", --5066
"英雄：地狱火城墙（公会版）£在公会队伍中击败地狱火城墙的首领（英雄难度）。", --5067
"英雄：鲜血熔炉（公会版）£在公会队伍中击败击碎者克里丹（英雄难度）。", --5068
"英雄：奴隶围栏（公会版）£在公会队伍中击败夸格米拉（英雄难度）。", --5069
"英雄：幽暗沼泽（公会版）£在公会队伍中击败黑色阔步者（英雄难度）。", --5070
"英雄：法力陵墓（公会版）£在公会队伍中击败节点亲王沙法尔（英雄难度）。", --5071
"英雄：奥金尼地穴（公会版）£在公会队伍中击败大主教玛拉达尔（英雄难度）。", --5072
"英雄：逃离敦霍尔德（公会版）£在公会队伍中击败时空猎手（英雄难度）。", --5073
"英雄：塞泰克大厅（公会版）£在公会队伍中击败利爪之王艾吉斯（英雄难度）。", --5074
"英雄：暗影迷宫（公会版）£在公会队伍中击败摩摩尔（英雄难度）。", --5075
"英雄：开启黑暗之门（公会版）£在公会队伍中击败埃欧努斯（英雄难度）。", --5076
"英雄：蒸汽地窟（公会版）£在公会队伍中击败督军卡利瑟里斯（英雄难度）。", --5077
"英雄：破碎大厅（公会版）£在公会队伍中击败酋长卡加斯·刃拳（英雄难度）。", --5078
"英雄：能源舰（公会版）£在公会队伍中击败计算者帕萨雷恩（英雄难度）。", --5079
"英雄：生态船（公会版）£在公会队伍中击败迁跃扭木（英雄难度）。", --5080
"英雄：禁魔监狱（公会版）£在公会队伍中击败预言者斯克瑞斯（英雄难度）。", --5081
"英雄：魔导师平台（公会版）£在公会队伍中击败凯尔萨斯·逐日者（英雄难度）。", --5082
"英雄：死亡矿井£在死亡矿井中击败梵妮莎·范克里夫（英雄难度）。", --5083
"卡拉赞（公会版）£在公会队伍中击败卡拉赞的玛克扎尔王子。", --5084
"格鲁尔巢穴（公会版）£在公会队伍中击败格鲁尔巢穴的屠龙者格鲁尔。", --5086
"玛瑟里顿巢穴（公会版）£在公会队伍中击败玛瑟里顿巢穴的玛瑟里顿。", --5087
"毒蛇神殿（公会版）£在公会队伍中击败毒蛇神殿的瓦丝琪。", --5088
"风暴要塞（公会版）£在公会队伍中击败风暴要塞的凯尔萨斯·逐日者。", --5089
"海加尔山之战（公会版）£在公会队伍中击败海加尔山之战的阿克蒙德。", --5090
"黑暗神殿（公会版）£在公会队伍中击败黑暗神殿的伊利丹·怒风。", --5091
"太阳之井高地（公会版）£在公会队伍中击败太阳之井高地的基尔加丹。", --5092
"英雄：影牙城堡£在影牙城堡中击败高弗雷勋爵（英雄难度）。", --5093
"英雄：熔喉£在黑翼血环中击败熔喉（英雄难度）。", --5094
"英雄：乌特加德城堡（公会版）£在公会队伍中击败掠夺者因格瓦尔（英雄难度）。", --5095
"英雄：魔枢（公会版）£在公会队伍中击败克莉斯塔萨（英雄难度）。", --5096
"英雄：艾卓-尼鲁布（公会版）£在公会队伍中击败阿努巴拉克（英雄难度）。", --5097
"英雄：安卡赫特古代王国（公会版）£在公会队伍中击败传令官沃拉兹（英雄难度）。", --5098
"英雄：达克萨隆要塞（公会版）£在公会队伍中击败先知萨隆亚（英雄难度）。", --5099
"英雄：紫罗兰监狱（公会版）£在公会队伍中击败紫罗兰监狱的塞安妮苟萨（英雄难度）。", --5100
"英雄：古达克（公会版）£在公会队伍中击败迦尔达拉（英雄难度）。", --5101
"英雄：岩石大厅（公会版）£在公会队伍中击败岩石大厅的远古法庭（英雄难度）。", --5102
"英雄：闪电大厅（公会版）£在公会队伍中击败洛肯（英雄难度）。", --5103
"英雄：魔环（公会版）£在公会队伍中击败魔网守护者埃雷苟斯（英雄难度）。", --5104
"英雄：乌特加德之巅（公会版）£在公会队伍中击败伊米隆国王（英雄难度）。", --5105
"英雄：净化斯坦索姆（公会版）£在公会队伍中击败玛尔加尼斯（英雄难度）。", --5106
"英雄：全能金刚防御系统£在黑翼血环中击败全能金刚防御系统（英雄难度）。", --5107
"英雄：马洛拉克£在黑翼血环中击败马洛拉克（英雄难度）。", --5108
"英雄：艾卓曼德斯£在黑翼血环中击败艾卓曼德斯（英雄难度）。", --5109
"英雄：冠军试炼（公会版）£在公会队伍中击败冠军试炼的黑骑士（英雄难度）。", --5110
"英雄：冠军试炼（公会版）£在公会队伍中击败冠军试炼的黑骑士（英雄难度）。", --5111
"英雄：灵魂洪炉（公会版）£在公会队伍中击败灵魂洪炉的噬魂者（英雄难度）。", --5112
"英雄：萨隆矿坑（公会版）£在公会队伍中击败萨隆矿坑的天灾领主泰兰努斯和霜牙（英雄难度）。", --5113
"英雄：映像大厅（公会版）£在公会队伍中，在与巫妖王的交战中存活下来（英雄难度）。", --5114
"英雄：奇美隆£在黑翼血环中击败奇美隆（英雄难度）。", --5115
"英雄：奈法利安£在黑翼血环中击败奈法利安（英雄难度）。", --5116
"英雄：瓦里昂娜和瑟纳利昂£在暮光堡垒中击败瓦里昂娜和瑟纳利昂（英雄难度）。", --5117
"英雄：哈尔弗斯·碎龙者£在暮光堡垒中击败哈尔弗斯·碎龙者（英雄难度）。", --5118
"英雄：升腾者议会£在暮光堡垒中击败升腾者议会（英雄难度）。", --5119
"英雄：古加尔£在暮光堡垒击败古加尔（英雄难度）。", --5120
"英雄：希奈丝特拉£在暮光堡垒中击败希奈丝特拉（英雄难度）。", --5121
"英雄：风之议会£在风神王座中击败风之议会（英雄难度）。", --5122
"英雄：奥拉基尔£在风神王座中击败奥拉基尔（英雄难度）。", --5123
"公会诺森德地下城英雄£在公会队伍中完成下列诺森德英雄难度地下城成就。", --5124
"地下城外交家£在下列地下城阵营中达到崇拜声望。", --5126
"团队代表£在下列团队副本阵营中达到崇拜声望。", --5127
"旧世战役£在下列旧世战场中达到崇拜声望。", --5128
"大使£在25个势力中达到崇拜声望。", --5129
"外交手段£在15个势力中达到崇拜声望。", --5130
"旧世战役£在下列旧世战场中达到崇拜声望。", --5131
"使命召唤£在公会队伍中，获得1次评级战场的胜利。", --5132
"英雄：黑石岩窟（公会版）£在公会队伍中击败升腾者领主奥西迪斯（英雄难度）。", --5134
"英雄：潮汐王座（公会版）£在公会队伍中击败潮汐王座的厄祖玛特（英雄难度）。", --5135
"英雄：巨石之核（公会版）£在公会队伍中击败巨石之核的高阶女祭司艾苏尔（英雄难度）。", --5136
"英雄：旋云之巅（公会版）£在公会队伍中击败旋云之巅的大宰相埃尔坦（英雄难度）。", --5137
"英雄：格瑞姆巴托（公会版）£在公会队伍中击败格瑞姆巴托的埃鲁达克（英雄难度）。", --5138
"英雄：起源大厅（公会版）£在公会队伍中击败起源大厅的拉夏（英雄难度）。", --5139
"英雄：托维尔失落之城（公会版）£在公会队伍中击败托维尔失落之城的南风之主希亚玛特（英雄难度）。", --5140
"英雄：死亡矿井（公会版）£在公会队伍中击败死亡矿井的梵妮莎·范克里夫（英雄难度）。", --5141
"英雄：影牙城堡（公会版）£在公会队伍中击败影牙城堡的高弗雷勋爵（英雄难度）。", --5142
"《大地的裂变》公会地下城英雄£在公会队伍中完成下列《大地的裂变》英雄难度地下城成就。", --5143
"小动物杀戮部队£杀死50,000只小动物", --5144
"地下城外交家£在下列地下城阵营中达到崇拜声望。", --5145
"高端职业人类£下列所有人类职业都达到85级。", --5151
"高端娴熟职业玩家£完成下列高端职业玩家成就。", --5152
"高端职业暗夜精灵£下列所有暗夜精灵职业都达到85级。", --5153
"高端职业侏儒£下列所有侏儒职业都达到85级。", --5154
"高端职业矮人£下列所有矮人职业都达到85级。", --5155
"高端职业德莱尼£下列所有德莱尼职业都达到85级。", --5156
"高端职业狼人£下列所有狼人职业都达到85级。", --5157
"高端娴熟职业玩家£完成下列高端职业玩家成就。", --5158
"杀戮战队£达到100,000个荣誉击杀。", --5159
"高端职业兽人£下列所有兽人职业都达到85级。", --5160
"高端职业牛头人£下列所有牛头人职业都达到85级。", --5161
"高端职业巨魔£下列所有巨魔职业都达到85级。", --5162
"高端职业血精灵£下列所有血精灵职业都达到85级。", --5163
"高端职业亡灵£下列所有亡灵职业都达到85级。", --5164
"高端职业地精£下列所有地精职业都达到85级。", --5165
"连中五元£在公会队伍中，在占领全部5面旗帜的情况下获取100次阿拉希盆地评级战场的胜利。", --5166
"兽人的克星£荣誉击杀下列所有85级兽人角色。", --5167
"牛头人的克星£荣誉击杀下列所有85级牛头人角色。", --5168
"亡灵的克星£荣誉击杀下列所有85级亡灵角色。", --5169
"巨魔的克星£荣誉击杀下列所有85级巨魔角色。", --5170
"血精灵的克星£荣誉击杀下列所有85级血精灵角色。", --5171
"地精的克星£荣誉击杀下列所有85级地精角色。", --5172
"人类的克星£荣誉击杀下列所有85级人类角色。", --5173
"暗夜精灵的克星£荣誉击杀下列所有85级暗夜精灵角色。", --5174
"矮人的克星£荣誉击杀下列所有85级矮人角色。", --5175
"侏儒的克星£荣誉击杀下列所有85级侏儒角色。", --5176
"德莱尼的克星£荣誉击杀下列所有85级德莱尼角色。", --5177
"狼人的克星£荣誉击杀下列所有85级狼人角色。", --5178
"联盟的克星£完成下列击杀成就。", --5179
"超音速驰骋£习得大师级骑术。", --5180
"雷霆之怒，逐风者的祝福之剑 - 公会版本£获得雷霆之怒，逐风者的祝福之剑。", --5184
"埃辛诺斯战刃 - 公会版本£获得一套埃辛诺斯战刃。", --5185
"索利达尔，群星之怒 - 公会版本£获得索利达尔，群星之怒。", --5186
"瓦兰奈尔，远古王者之锤 - 公会版本£获得瓦兰奈尔，远古王者之锤。", --5187
"影之哀伤 - 公会版本£获得影之哀伤。", --5188
"三幕悲剧£找回下列讲述派拉蒙德和瑟莱斯特命运的暗夜精灵神器。", --5191
"摔得更重£通过收集下列神器，查明兽人酋长哈加尔的死亡原因。", --5192
"风驰电掣£通过收集下列神器，查明是谁杀死了恐怖巨龙卡尔卓葛斯。", --5193
"攻城者£在联盟任意主城中杀死2500个敌对阵营的玩家。", --5194
"攻城者£在部落任意主城中杀死2500个敌对阵营的玩家。", --5195
"仓库扩充£购买第7个公会银行标签。", --5196
"这才是真正的成就£获得2000点公会成就点数。", --5198
"利润分享£从怪物身上拾取100,000枚金币。", --5201
"潜行神兵£达到1,000,000个荣誉击杀。", --5203
"双峰登顶£获得2次双子峰战斗的胜利。", --5208
"双子峰精兵£在双子峰获得100场胜利。", --5209
"梅开二度£在双子峰中夺取并运回旗帜2次。", --5210
"顶级防御者£在双子峰中夺回本方的50面旗帜。", --5211
"高飞的灵魂£在双子峰杀死100个携带旗帜者。", --5213
"高飞的灵魂£在双子峰杀死100个携带旗帜者。", --5214
"完美双子峰£在双子峰中以3比0获胜，且完成至少1次击杀。", --5215
"急速狂飙£在双子峰中于7分钟内获胜。", --5216
"我在小白屋里£在一场双子峰战斗中，在敌方的夺旗者走出蛮锤要塞之前将其杀死，总计2次。", --5219
"我在小黑屋里£在一场双子峰战斗中，在敌方的夺旗者走出龙喉军旗室之前将其杀死，总计2次。", --5220
"烈焰，与我同行£拿起旗帜并在75秒内交还。", --5221
"烈焰，与我同行£拿起旗帜并在75秒内交还。", --5222
"双子峰主宰£完成下列双子峰成就。", --5223
"九重天£在一场双子峰战斗中，夺取并归还9面旗帜。", --5226
"九重天£在一场双子峰战斗中，夺取并归还9面旗帜。", --5227
"逆击的蛮锤£在一场双子峰战斗中杀死5个矮人。", --5228
"锯喉£在一场双子峰战斗中杀死5个兽人。", --5229
"双子峰登山家£在同时受到加速与狂暴效果影响的情况下，持旗作出咆哮的表情。", --5230
"两度遇险£在0比2落后的情况下，获得一场双子峰战斗的胜利。", --5231
"双子峰的战斗£双子峰的战斗", --5232
"双子峰的胜利£双子峰的胜利", --5233
"双子峰旗帜已夺取£双子峰旗帜已夺取", --5234
"双子峰旗帜归还£双子峰旗帜归还", --5235
"吉尔尼斯之战的战斗£吉尔尼斯之战的战斗", --5236
"吉尔尼斯之战的胜利£吉尔尼斯之战的胜利", --5237
"冗长的任务文本£完成50,000个任务。", --5239
"这才叫团队合作£在公会队伍中，获得1000次评级战场的胜利。", --5240
"同舟共济£在公会队伍中，获得2000次评级战场的胜利。", --5241
"齐心协力£在公会队伍中，获得5000次评级战场的胜利。", --5244
"吉尔尼斯之战的胜利£获得吉尔尼斯之战的胜利。", --5245
"吉尔尼斯之战精英£在吉尔尼斯之战中获得100场胜利。", --5246
"完美吉尔尼斯之战£在吉尔尼斯之战中以2000比0获胜。", --5247
"夺旗狂人£在吉尔尼斯之战中夺取50面旗帜。", --5248
"1，2，3，你不知道我是谁£在一场吉尔尼斯之战中突袭2座基地。", --5249
"冲破迷雾£在一场吉尔尼斯之战中防守2座基地。", --5250
"不是一般的野队玩家£在吉尔尼斯之战中，通过夺回旗帜保卫10次基地。", --5251
"不要以为你赢了£在吉尔尼斯之战资源落后500点的情况下反超并获胜。", --5252
"全面占领£在占领全部3面旗帜的情况下获取10次吉尔尼斯之战的胜利。", --5253
"从菜鸟到强力党£在吉尔尼斯之战中于6分钟内获胜。", --5254
"胜负难料£在吉尔尼斯之战以100点或更小的资源优势获胜。", --5255
"吉尔尼斯之战全能明星£在一场吉尔尼斯之战中突袭并防守一座基地。", --5256
"吉尔尼斯之战刺客£在一场吉尔尼斯之战中，在每个基地都达到10次荣誉击杀。", --5257
"吉尔尼斯之战大师£完成下列吉尔尼斯之战成就。", --5258
"双子峰主宰£完成下列双子峰成就。", --5259
"见证双虹£在吉尔尼斯之战中，于双虹下做出/喘气的表情。", --5262
"小动物审判者£杀死100,000只小动物", --5263
"家常便饭£完成30,000个日常任务。", --5264
"例行苦事£完成75,000个日常任务。", --5265
"三人行：2400£在3v3竞技场比赛中达到2400个人等级。", --5266
"三人行：2700£在3v3竞技场比赛中达到2700个人等级。", --5267
"效忠联盟£获得1次评级战场的胜利。", --5268
"效忠部落£获得1次评级战场的胜利。", --5269
"结伴同行£在公会队伍中获得500场评级竞技场战斗的胜利。", --5273
"我们需要更大的渔船£从钓鱼场所钓到25,000条鱼。", --5274
"携友杀敌£在公会队伍中获得1000场评级竞技场战斗的胜利。", --5275
"摧骨与碎颅£在黑石岩窟中，让摧骨者罗姆欧格用碎颅技能杀死10个愤怒之土元素，然后将他击败（英雄难度）。", --5281
"严禁进化£在黑石岩窟中，允许柯尔拉的3个狂热者进化，并在消灭进化的狂热者后将柯尔拉击败（英雄难度）。", --5282
"烫死人了£在黑石岩窟中，于卡尔什·断钢累积达到15层过热水银护甲后将其击败（英雄难度）。", --5283
"升腾者的殒落£在黑石岩窟中，于没有任何队伍成员获得4层微光之雾的情况下击败升腾者领主奥西迪斯（英雄难度）。", --5284
"徒劳的追随者£在潮汐王座中，让纳兹夏尔女士用喷泉技能杀死她的一名仆从（英雄难度）。", --5285
"潮汐王子£在潮汐王座与厄祖玛特的战斗中，于受到海潮涌动效果影响的情况下击败顽强的巨兽（英雄难度）。", --5286
"腐烂透顶£在巨石之核与高阶女祭司艾苏尔的战斗中，于10秒内击败60个信徒（英雄难度）。", --5287
"静电绝缘£在旋云之巅与阿萨德的战斗中完全避开静电缠握效果（英雄难度）。", --5288
"额外奖励£单次前往旋云之巅即收集到5个金色宝珠（英雄难度）。", --5289
"用烈焰消灭它！£在托维尔失落之城与高阶预言者巴林姆的战斗中，击败3个正在燃烧的灵魂（英雄难度）。", --5290
"制止狂乱£在托维尔失落之城与锁喉的战斗中，于10秒内击败20条狂乱的鳄鱼（英雄难度）。", --5291
"一路向南£在托维尔失落之城中，在受到3层闪电充能效果影响的情况下击败南风之主希亚玛特（英雄难度）。", --5292
"我讨厌这首歌£在起源大厅中，于神殿守护者安努尔施放圣歌回响的15秒内将其打断，然后击败他（英雄难度）。", --5293
"压死骆驼的最后一根稻草£在骆驼背上击败起源大厅中的地怒者塔赫（英雄难度）。", --5294
"……的太阳£在起源大厅中，于拉夏完成整个充能阶段之前将他击败（英雄难度）。", --5295
"超越光速£在进入起源大厅的5分钟之内，结束光明穹顶的战斗（英雄难度）。", --5296
"生闷气的乌比斯£在格瑞姆巴托中，在乌比斯将军受到莫德古德的怨念影响的情况下将其击败（英雄难度）。", --5297
"谁说炒鸡蛋前必须要把蛋壳打破£在格瑞姆巴托中，在无面腐蚀者没能对阿莱克丝塔萨的卵施放暮光腐蚀的情况下，击败埃鲁达克（英雄难度）。", --5298
"唯一的出路£在先后倒下的10秒内将两条幼龙杀死，然后击败哈尔弗斯·碎龙者。绿龙宝宝可被视作一条幼龙。", --5300
"王权在望的男孩£找回下列讲述尼特加尔大帝盛衰历程的托维尔神器。", --5301
"彻骨之寒£在风神王座中，于团队所有成员都受到至少7层严寒之风效果影响时，击败风神议会。", --5304
"四风行£在风神王座中，于奥拉基尔受到回馈效果影响的情况下将其击败。", --5305
"寄生之夜£在黑翼血环中，于团队任何成员受到寄生虫感染前，击败熔喉。", --5306
"比全能更全能£在黑翼血环中击败全能金刚防御系统，并不会被下列攻击击中。", --5307
"沉默是金£在黑翼血环中击败艾卓曼德斯，并保证没有任何团队成员的音量高过50%。", --5308
"声嚣与狂乱£在黑翼血环中击败奇美隆，并最多只有2名团队成员在战斗中倒下。", --5309
"畸变行为£在黑翼血环对马洛拉克的战斗中，于10秒内消灭12个畸变怪，然后将马洛拉克击败。", --5310
"自然之力£在暮光堡垒中，于只有一片液冰的情况下击败源质畸体。", --5311
"深渊会回望你£在暮光堡垒中，于任何团队成员获得超过30%的堕落之血前，击败古加尔。", --5312
"大声说出我有多强力£在暮光堡垒中，于初次尝试且没有任何团队成员倒下的情况下，击败希奈丝特拉（英雄难度）。", --5313
"挖掘者£找到10件独特的普通神器。", --5315
"帮助投弹手！我就是投弹手！£在奥丹姆的天降弹雨日常任务中，用1发炮弹杀死10个司克诺兹步兵。", --5317
"海底两万里£在瓦丝琪尔完成耐普图隆任务，包括保卫深渊裂口。", --5318
"海底两万里£在瓦丝琪尔完成耐普图隆任务，包括保卫深渊裂口。", --5319
"高山之王£在暮光高地完成暮光之锤系列任务，包括碎颅者魔山。", --5320
"高山之王£在暮光高地完成暮光之锤系列任务，包括碎颅者魔山。", --5321
"效忠联盟£获得10次评级战场的胜利。", --5322
"效忠部落£获得10次评级战场的胜利。", --5323
"效忠部落£获得25次评级战场的胜利。", --5324
"部落精兵£获取75次评级战场的胜利。", --5325
"部落的战争使者£获得300次评级战场的胜利。", --5326
"效忠联盟£获得25次评级战场的胜利。", --5327
"联盟精兵£获取75次评级战场的胜利。", --5328
"联盟的战争终结者£获得300次评级战场的胜利。", --5329
"列兵£获得1100战场等级。", --5330
"下士£获得1200战场等级。", --5331
"中士£获得1300战场等级。", --5332
"军士长£获得1400战场等级。", --5333
"士官长£获得1500战场等级。", --5334
"骑士£获得1600战场等级。", --5335
"骑士中尉£获得1700战场等级。", --5336
"骑士队长£获得1800战场等级。", --5337
"百夫长£获得1900战场等级。", --5338
"少校£获得2000战场等级。", --5339
"司令£获得2100战场等级。", --5340
"统帅£获得2200战场等级。", --5341
"督军£获得2300战场等级。", --5342
"大元帅£获得2400战场等级。", --5343
"联盟英雄：凶残£以评级战场排名前.5%的战绩结束竞技场第9赛季的战斗。", --5344
"侦察兵£获得1100战场等级。", --5345
"步兵£获得1200战场等级。", --5346
"中士£获得1300战场等级。", --5347
"高阶军士£获得1400战场等级。", --5348
"一等军士长£获得1500战场等级。", --5349
"石头守卫£获得1600战场等级。", --5350
"血卫士£获得1700战场等级。", --5351
"军团士兵£获得1800战场等级。", --5352
"勇士£获得2000战场等级。", --5353
"中将£获得2100战场等级。", --5354
"将军£获得2200战场等级。", --5355
"高阶督军£获得2400战场等级。", --5356
"元帅£获得2300战场等级。", --5357
"部落英雄：凶残£以评级战场排名前.5%的战绩结束竞技场第9赛季的战斗。", --5358
"护卫骑士£获得1900战场等级。", --5359
"人人都需要标志£生成并购买一件公会战袍。", --5362
"250000次荣誉击杀£达到250000次荣誉击杀。", --5363
"僵尸不得踏入我的草坪£在希尔斯布莱德丘陵的宁神花大战食尸鬼任务中，于无限模式下经受住15波攻击。", --5364
"花开与毁灭£在希尔斯布莱德丘陵完成下列宁神花大战食尸鬼任务。", --5365
"准备突袭£在死亡矿井对格拉布托克的战斗中，不被火墙击中（英雄难度）。", --5366
"屠鼠£在死亡矿井对赫利克斯·破甲的战斗中，消灭20只矿井鼠（英雄难度）。", --5367
"原型奇观£在死亡矿井对死神5000的战斗中，确保死神原型机的生命值不会低于90%以下（英雄难度）。", --5368
"冻伤£在死亡矿井对撕心狼将军的战斗中，允许3个冻结蒸汽施放凝结（英雄难度）。", --5369
"我在节食£在死亡矿井对曲奇的战斗中，不承受多于1层的反胃效果（英雄难度）。", --5370
"坚定的范克里夫复仇者£在死亡矿井受到噩梦药剂影响的5分钟内，与梵妮莎·范克里夫交战（英雄难度）。", --5371
"大灾变式史诗£在身上的每一个装备栏中都装备一件物品等级不低于359级的史诗品质物品。", --5372
"大灾变式精良£在身上的每一个装备栏中都装备一件物品等级不低于333级的精良品质物品。", --5373
"45个声望崇拜£在45个势力中达到崇拜声望。", --5374
"巴拉丁典狱官£在巴拉丁典狱官阵营中达到崇拜声望。", --5375
"地狱咆哮近卫军£在地狱咆哮近卫军阵营中达到崇拜声望。", --5376
"典藏版：小翼£拥有《大地的裂变》典藏版赠送的小翼宠物。", --5377
"死亡之鳍£拥有2010年暴雪嘉年华赠送的死亡之鳍。", --5378
"服务器第一！巨匠级炼金£本服务器第一个达到525点炼金技能。", --5381
"服务器第一！巨匠级锻造£本服务器第一个达到525点锻造技能。", --5382
"服务器第一！巨匠级烹饪£本服务器第一个达到525点烹饪技能。", --5383
"服务器第一！巨匠级附魔£本服务器第一个达到525点附魔技能。", --5384
"服务器第一！巨匠级工程学£本服务器第一个达到525点工程学技能。", --5385
"服务器第一！巨匠级急救£本服务器第一个达到525点急救技能。", --5386
"服务器第一！巨匠级钓鱼£本服务器第一个达到525点钓鱼技能。", --5387
"服务器第一！巨匠级草药学£本服务器第一个达到525点草药学技能。", --5388
"服务器第一！巨匠级铭文£本服务器第一个达到525点铭文技能。", --5389
"服务器第一！巨匠级珠宝加工£本服务器第一个达到525点珠宝加工技能。", --5390
"服务器第一！巨匠级制皮£本服务器第一个达到525点制皮技能。", --5391
"服务器第一！巨匠级采矿£本服务器第一个达到525点采矿技能。", --5392
"服务器第一！巨匠级剥皮£本服务器第一个达到525点剥皮技能。", --5393
"服务器第一！巨匠级裁缝£本服务器第一个达到525点裁缝技能。", --5394
"服务器第一！宗师级考古学£本服务器第一个达到450点考古学技能。", --5395
"服务器第一！巨匠级考古学£本服务器第一个达到525点考古学技能。", --5396
"服务器第一！同心协力£成为本服务器首个在所有专业与辅助专业中都获得525点技能点数的公会。", --5408
"服务器第一！奈法利安£在公会队伍中，成为本服务器首个在英雄难度的黑翼血环中成功击杀奈法利安的公会。", --5409
"服务器第一！奥拉基尔£在公会队伍中，成为本服务器首个在英雄难度的风神王座中成功击杀奥拉基尔的公会。", --5410
"服务器第一！希奈丝特拉£在公会队伍中，成为本服务器首个在英雄难度的暮光堡垒中成功击杀希奈丝特拉的公会。", --5411
"托尔巴拉德获胜£获得托尔巴拉德战斗的胜利。", --5412
"拆塔者£在托尔巴拉德摧毁一座塔楼。", --5415
"深渊领主阿尔加洛斯£击败深渊领主阿尔加洛斯。", --5416
"托尔巴拉德精英£获得25次托尔巴拉德战斗的胜利。", --5417
"托尔巴拉德精英£获得25次托尔巴拉德战斗的胜利。", --5418
"有福同享£花费100,000枚金币用于公会成员修理装备。", --5420
"漫长的旅程£完成25,000个任务。", --5421
"日常工作£完成15,000个日常任务。", --5422
"巴拉丁监狱（公会版）£在公会队伍中击败巴拉丁监狱的首领。", --5425
"公会竞争者£下列所有职业均获得“竞争者”头衔。", --5429
"公会决斗者£下列所有职业均获得“决斗者”头衔。", --5430
"公会角斗士£下列所有职业均获得“角斗士”头衔。", --5431
"公会司令£下列所有职业均获得“司令”头衔。", --5432
"公会勇士£下列所有职业均获得“勇士”头衔。", --5433
"公会统帅£下列所有职业均获得“统帅”头衔。", --5434
"公会将军£下列所有职业均获得“将军”头衔。", --5435
"公会元帅£下列所有职业均获得“元帅”头衔。", --5436
"公会督军£下列所有职业均获得“督军”头衔。", --5437
"公会大元帅£下列所有职业均获得“大元帅”头衔。", --5438
"公会高阶督军£下列所有职业均获得“高阶督军”头衔。", --5439
"公会战斗大师£下列所有职业均获得“战斗大师”头衔。", --5440
"公会战斗大师£下列所有职业均获得“战斗大师”头衔。", --5441
"满载的大篷车£在东瘟疫之地，将全部8个角色招募至菲奥拉的旅行小队。", --5442
"我为魂精狂£从冬泉谷下列怪物身上获得魂精。", --5443
"就位，预备，打击！£用公山羊打击者或公山羊打击者DX型，于1分钟内打击12只公山羊。", --5444
"真菌恐惧症£在深岩之洲与真菌占卜者戈洛普的战斗中，于未受到任何蘑菇伤害的情况下将其击败。", --5445
"戈洛普家族的香火£在深岩之洲完成10次“戈洛普，戈洛普之子”日常任务。", --5446
"我自己的龙母£在深岩之洲于敲击共鸣水晶之后的90秒内，完成“不休的龙母”日常任务。", --5447
"烈焰贪图者£在艾萨拉克希雷姆大师的火焰试炼中，确保在不受到伤害的情况下获得10层火焰之舞。", --5448
"石头爱好者£在深岩之洲完成10次“石之初”日常任务。", --5449
"真菌狂乱£同时经受住便池、拖曳块菌、收缩蘑菇和陷阱盖的效果。", --5450
"被梦魇吞噬£在暮光高地经受住厄索拉斯的梦魇。", --5451
"瓦丝琪尔过往之景£在瓦丝琪尔目睹纳兹夏尔女武士的3个视象。", --5452
"黑暗中的幽魂£发现深埋在黑海岸虚空深渊之下的秘密。", --5453
"快乐兜风£在艾萨拉完成火箭车全程。", --5454
"积少成多£拾取50,000枚金币。", --5455
"积少成多£拾取100,000枚金币。", --5456
"笔诛胜于剑伐£制作2,500个雕文。", --5457
"战斗的召唤£在公会队伍中获得1场评级竞技场战斗的胜利。", --5459
"缔造历史£完成500个考古学研究项目。", --5460
"英雄：古加尔（公会版）£在公会队伍中击败暮光堡垒的古加尔（英雄难度）。", --5461
"英雄：奈法利安（公会版）£在公会队伍中击败黑翼血环中的奈法利安（英雄难度）。", --5462
"英雄：奥拉基尔（公会版）£在公会队伍中，击败风神王座的奥拉基尔（英雄难度）。", --5463
"英雄：希奈丝特拉（公会版）£在公会队伍中，击败暮光堡垒的希奈丝特拉（英雄难度）。", --5464
"调配大师£制作1,000瓶《大地的裂变》合剂。", --5465
"是时候开家餐厅了£烹制10,000份《大地的裂变》美食。", --5466
"大灾变烧烤达人£烹制5,000份《大地的裂变》美食。", --5467
"如同探桶取鱼£从钓鱼场所钓到50,000条鱼。", --5468
"掘地专家£找到50件独特的普通神器。", --5469
"挖宝高手£找到100件独特的普通神器。", --5470
"料理铁人£学习200个烹饪食谱。", --5471
"《大地的裂变》美食家£烹制下列15份《大地的裂变》美食。", --5472
"《大地的裂变》美食家£烹制下列30份《大地的裂变》美食。", --5473
"让我们共进午餐：暴风城£完成暴风城所有烹饪日常任务。", --5474
"让我们共进午餐：奥格瑞玛£完成奥格瑞玛所有烹饪日常任务。", --5475
"要钓就钓到最好：暴风城£完成暴风城所有钓鱼日常任务。", --5476
"要钓就钓到最好：奥格瑞玛£完成奥格瑞玛所有钓鱼日常任务。", --5477
"湖泊垂钓师£钓到42条不同种类的淡水鱼。", --5478
"海洋研究者£钓到31条不同种类的咸水鱼。", --5479
"未雨绸缪£制造500条致密烬丝绷带。", --5480
"蛮锤神兵£探索暮光高地桑德玛尔废墟的每个角落，并通过击杀下列目标引起你蛮锤盟友的注意。", --5481
"龙喉神兵£探索暮光高地桑德玛尔废墟的每个角落，并通过击杀下列目标引起你龙喉盟友的注意。", --5482
"弹起£在海加尔山呼啸林地的蹦床上，连续保持20个弹跳回合。", --5483
"托尔巴拉德全能明星£在铁甲兵营、典狱官岗哨和熔渣车间达成10次荣誉击杀。", --5486
"托尔巴拉德破坏者£摧毁20辆部署好的攻城坦克。", --5487
"力量之塔£在一场托尔巴拉德战斗中，摧毁3辆攻城坦克。", --5488
"托尔巴拉德主宰£完成下列托尔巴拉德成就。", --5489
"托尔巴拉德主宰£完成下列托尔巴拉德成就。", --5490
"遁入暮光£在暮光高地完成95个任务。", --5501
"拒绝怜悯£在影牙城堡中，于灰葬男爵没能成功施放怜悯治疗的情况下将其击败（英雄难度）。", --5503
"亲吻大地吧！£在影牙城堡中，于指挥官斯普林瓦尔没能受到邪恶增强效果影响的情况下将其击败（英雄难度）。", --5504
"子弹时间£在影牙城堡中，用弹幕击败12个嗜血食尸鬼，并将高弗雷勋爵击败（英雄难度）。", --5505
"破碎世界的守护者£完成下列团队副本与英雄地下城。", --5506
"踏破铁鞋无觅处£找到以下种族的考古学碎片。", --5511
"魔兽世界六周年£在魔兽世界六周年庆典期间登录游戏。", --5512
"玩火自焚£被死亡之翼杀死。", --5518
"流沙精英£完成安其拉大门系列任务，包括时光之王的财宝（即使有别人拿到了坐骑）。", --5533
"1000点勇气点数£获得1000点勇气点数", --5535
"5000点勇气点数£获得5000点勇气点数", --5536
"25,000点勇气点数£获得25,000点勇气点数", --5537
"50,000点勇气点数£获得50,000点勇气点数", --5538
"50,000点征服点数£获得50,000点征服点数", --5539
"25,000点征服点数£获得25,000点征服点数", --5540
"5000点征服点数£获得5000点征服点数", --5541
"1000点征服点数£获得1000点征服点数", --5542
"寒冰贪图者£在艾萨拉克希雷姆大师的冰霜试炼中，确保在不受到伤害的情况下获得20层冰之精华。", --5546
"暗影贪图者£在艾萨拉克希雷姆大师的暗影试炼中，确保在不受到伤害的情况下困住20个泣灵。", --5547
"致所有关心我的小松鼠£《大地的裂变》给艾泽拉斯带来了更多小动物。你必须也对它们献上你的/爱。", --5548
"两度遇险£在0比2落后的情况下，获得一场双子峰战斗的胜利。", --5552
"消灭哈尔弗斯·碎龙者 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5553
"消灭哈尔弗斯·碎龙者（暮光堡垒）£你尚未完成此成就", --5554
"消灭熔喉（黑翼血环）£你尚未完成此成就", --5555
"消灭熔喉 - 英雄模式（黑翼血环）£你尚未完成此成就", --5556
"消灭全能金刚（黑翼血环）£你尚未完成此成就", --5557
"消灭全能金刚 - 英雄模式（黑翼血环）£你尚未完成此成就", --5558
"消灭马洛拉克（黑翼血环）£你尚未完成此成就", --5559
"消灭马洛拉克 - 英雄模式（黑翼血环）£你尚未完成此成就", --5560
"消灭艾卓曼德斯（黑翼血环）£你尚未完成此成就", --5561
"消灭艾卓曼德斯 - 英雄模式（黑翼血环）£你尚未完成此成就", --5562
"消灭奇美隆 - 英雄模式（黑翼血环）£你尚未完成此成就", --5563
"消灭奇美隆（黑翼血环）£你尚未完成此成就", --5564
"消灭奈法利安（黑翼血环）£你尚未完成此成就", --5565
"消灭奈法利安 - 英雄模式（黑翼血环）£你尚未完成此成就", --5566
"消灭瓦里昂娜与瑟纳利昂（暮光堡垒）£你尚未完成此成就", --5567
"消灭瓦里昂娜与瑟纳利昂 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5568
"消灭升腾者议会（暮光堡垒）£你尚未完成此成就", --5569
"消灭升腾者议会 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5570
"消灭古加尔 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5571
"消灭古加尔（暮光堡垒）£你尚未完成此成就", --5572
"消灭希奈丝特拉 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5573
"消灭风之议会 - 英雄模式（风神王座）£你尚未完成此成就", --5574
"消灭风之议会（风神王座）£你尚未完成此成就", --5575
"消灭奥拉基尔（风神王座）£你尚未完成此成就", --5576
"消灭奥拉基尔 - 英雄模式（风神王座）£你尚未完成此成就", --5577
"消灭阿尔加洛斯（巴拉丁监狱）£你没有此成就的进度", --5578
"战斗过的评级战场£战斗过的评级战场", --5692
"战斗次数最多的评级战场£战斗次数最多的评级战场", --5693
"取胜过的评级战场£取胜过的评级战场", --5694
"取胜次数最多的评级战场£取胜次数最多的评级战场", --5695
"托尔巴拉德的新一天£完成下列所有托尔巴拉德日常任务。", --5718
"托尔巴拉德的新一天£完成下列所有托尔巴拉德日常任务。", --5719
"50个声望崇拜£在50个势力中达到崇拜声望。", --5723
"杀死升腾者领主奥西迪斯（黑石岩窟）£你尚未完成此成就", --5724
"杀死升腾者领主奥西迪斯（英雄黑石岩窟）£你尚未完成此成就", --5725
"杀死厄祖玛特（潮汐王座）£你尚未完成此成就", --5726
"杀死厄祖玛特（英雄潮汐王座）£你尚未完成此成就", --5727
"杀死高阶女祭司艾苏尔（巨石之核）£你尚未完成此成就", --5728
"杀死高阶女祭司艾苏尔（英雄巨石之核）£你尚未完成此成就", --5729
"杀死阿萨德（旋云之巅）£你尚未完成此成就", --5730
"杀死阿萨德（英雄旋云之巅）£你尚未完成此成就", --5731
"杀死埃鲁达克（格瑞姆巴托）£你尚未完成此成就", --5732
"杀死埃鲁达克（英雄格瑞姆巴托）£你尚未完成此成就", --5733
"杀死拉夏（起源大厅）£你尚未完成此成就", --5734
"杀死拉夏（英雄起源大厅）£你尚未完成此成就", --5735
"杀死希亚玛特（托维尔失落之城）£你尚未完成此成就", --5736
"杀死希亚玛特（英雄托维尔失落之城）£你尚未完成此成就", --5737
"杀死梵妮莎·范克里夫（英雄死亡矿井）£你尚未完成此成就", --5738
"杀死高弗雷勋爵（英雄影牙城堡）£你尚未完成此成就", --5739
"当个绿皮真的不容易£在祖尔格拉布与高阶祭司温诺西斯的战斗中，不被血毒触须、痛苦泪池或剧毒漫溢击中（英雄难度）。", --5743
"古拉巴什猎头者£在祖尔格拉布击败伽布、莫尔塔克斯、伽乌里马、莫尔雷克、花翼巢穴女王、加兹兰卡的失落后裔、托尔图恩和古拉巴什厨师长（英雄难度）。", --5744
"时沙之瓶£学会变身成为一条龙，将一名盟友背在自己身上。", --5749
"管中窥山猫£在不摧毁图腾的情况下击败祖阿曼的哈尔拉兹（英雄难度）。", --5750
"完成2500个日常任务£完成2500个日常任务。", --5751
"勤劳持家£通过任务奖励获得30000金币。", --5752
"灾变世界的美食£品尝下列《大地的裂变》美食。", --5753
"借酒消愁£畅饮下列《大地的裂变》美酒。", --5754
"三十件战袍£装备过30件不同的战袍。", --5755
"死于杀人电梯（黑翼血环）。£死于杀人电梯（黑翼血环）。小心脚下。", --5756
"灵魂扭曲者£在祖尔格拉布与金度的战斗中于15秒内击败20个扭曲之魂（英雄难度）。", --5759
"击落擂台！£在没有任何玩家离开中央方形青绿石地砖区域的情况下击败祖阿曼的达卡拉（英雄难度）。", --5760
"巫毒错乱£使祖阿曼所有的妖术受害者恢复原形（英雄难度）。", --5761
"奥根你敢不敢慢点杀灵魂啊！£在不杀死奥根的情况下击败祖尔格拉布的血领主曼多基尔（英雄难度）。", --5762
"阿喵阿喵乖……£用神殿老鼠喂饱了4只贝瑟克猎豹之后，击败高阶祭司基尔娜拉（英雄难度）。", --5765
"淘尽永恒之沙£从骆驼驭手多尔穆斯身上获得一匹灰色骑乘骆驼。", --5767
"祖尔格拉布（英雄难度）£击败祖尔格拉布的碎神者金度（英雄难度）。", --5768
"祖阿曼（英雄难度）£击败祖阿曼的达卡拉（英雄难度）。", --5769
"英雄：祖尔格拉布（公会版）£在公会队伍中击败祖尔格拉布的碎神者金度（英雄难度）。", --5770
"英雄：祖阿曼（公会版）£在公会队伍中击败祖阿曼的达卡拉（英雄难度）。", --5771
"杀死达卡拉（英雄祖阿曼）£你尚未完成此成就", --5773
"杀死金度（英雄祖尔格拉布）£你尚未完成此成就", --5774
"前所未有的满足感£吃巧克力曲奇饼获得1000%的满足感。", --5779
"初尝挑战£完成一次公会挑战。", --5780
"颇有挑战£完成50次公会挑战。", --5781
"艰难的挑战£完成100次公会挑战。", --5782
"团队挑战£完成50次公会团队挑战。", --5783
"评级战场挑战£完成50次公会评级战场挑战。", --5784
"地下城挑战£完成50次公会地下城挑战。", --5785
"辛德拉的代言人£在辛德拉阵营中达到崇拜声望。", --5788
"欢愉嫌宵短£在你的公会中达到崇拜声望。", --5794
"双子峰荣誉击杀£双子峰荣誉击杀", --5795
"吉尔尼斯之战荣誉击杀£吉尔尼斯之战荣誉击杀", --5796
"双子峰击杀£双子峰击杀", --5797
"吉尔尼斯之战击杀£吉尔尼斯之战击杀", --5798
"只有忏悔者才能……£在火焰之地中，于没有任何团队成员被跪拜火焰法术击中的情况下，同时激活两条范达尔的烈焰。", --5799
"火焰之地£击败火焰之地中的所有首领。", --5802
"英雄：拉格纳罗斯£在火焰之地中击败拉格纳罗斯（英雄难度）。", --5803
"英雄：管理者范达尔·鹿盔£在火焰之地中击败管理者范达尔·鹿盔（英雄难度）。", --5804
"英雄：贝尔洛克£在火焰之地中击败贝尔洛克（英雄难度）。", --5805
"英雄：沙恩诺克斯£在火焰之地中击败沙恩诺克斯（英雄难度）。", --5806
"英雄：贝丝缇拉克£在火焰之地中击败贝丝缇拉克（英雄难度）。", --5807
"英雄：雷奥利斯领主£在火焰之地中击败雷奥利斯领主（英雄难度）。", --5808
"英雄：奥利瑟拉佐尔£在火焰之地中击败奥利瑟拉佐尔（英雄难度）。", --5809
"不当墙头草£在火焰之地与雷奥利斯领主的战斗中，当雷奥利斯领主的护甲完整时不让向他左转，并击败他。", --5810
"联合国£在55个势力中达到崇拜声望。", --5812
"果断使用无敌侧翻！£在任何团员都不被下列攻击命中的情况下，击败火焰之地的奥利瑟拉佐尔。", --5813
"死从天降£在火焰之地与贝丝缇拉克的战斗中，只有当烬网工虫站在蛛网顶端时才杀死它们。", --5821
"联盟精兵II£获得150次评级战场的胜利。", --5823
"部落精兵II£获得150次评级战场的胜利。", --5824
"海加尔复仇者£在海加尔复仇者阵营中的声望达到崇拜。", --5827
"火焰之地征服者的荣耀£完成下列火焰之地团队副本成就。", --5828
"遗愿清单£在火焰之地中，于一场战斗中将沙恩诺克斯引到以下地点之后，再收拾他。", --5829
"分担痛苦£在火焰之地中，于没有任何团队成员受到三次或以上折磨的情况下，击败贝尔洛克。", --5830
"诺森德的糖果£找到诺森德的糖罐。", --5835
"诺森德的糖果£找到诺森德的糖罐。", --5836
"灾变后的糖果£找到灾变区域的糖罐。", --5837
"灾变后的糖果£找到灾变区域的糖罐。", --5838
"巨龙之怒，泰蕾苟萨的寄魂杖£拥有巨龙之怒，泰蕾苟萨的寄魂杖", --5839
"巨龙之怒，泰蕾苟萨的寄魂杖（公会版）£拥有巨龙之怒，泰蕾苟萨的寄魂杖", --5840
"让我们共进午餐：铁炉堡£完成铁炉堡所有烹饪日常任务。", --5841
"让我们共进午餐：达纳苏斯£完成达纳苏斯所有烹饪日常任务。", --5842
"让我们共进午餐：雷霆崖£完成雷霆崖所有烹饪日常任务。", --5843
"让我们共进午餐：幽暗城£完成幽暗城所有烹饪日常任务。", --5844
"缤纷午餐£完成所有“让我们共进午餐”成就。", --5845
"缤纷午餐£完成所有“让我们共进午餐”成就。", --5846
"要钓就钓到最好：铁炉堡£完成铁炉堡所有钓鱼日常任务。", --5847
"要钓就钓到最好：达纳苏斯£完成达纳苏斯所有钓鱼日常任务。", --5848
"要钓就钓到最好：雷霆崖£完成雷霆崖所有钓鱼日常任务。", --5849
"要钓就钓到最好：幽暗城£完成幽暗城所有钓鱼日常任务。", --5850
"垂钓之乐£完成所有“要钓就钓到最好”成就。", --5851
"垂钓之乐£完成所有“要钓就钓到最好”成就。", --5852
"想唱就唱£在冬幕节期间穿上华丽的冬幕毛衣，到敌对阵营的主城中歌唱。", --5853
"想唱就唱£在冬幕节期间穿上华丽的冬幕毛衣，到敌对阵营的主城中歌唱。", --5854
"拉格牌速食麦片£在有三个活体流星被熔岩波浪点燃的情况下，击败拉格纳罗斯。", --5855
"差点就喂狗熊了£在祖阿曼救下全部4名俘虏（英雄难度）。", --5858
"莱雅娜的遗物£在海加尔山和熔火前线完成莱雅娜的相关任务。", --5859
"“无敌”翼手龙？战斗力只有5。£在海加尔山完成10次警戒之翼日常任务。", --5860
"塞西莉亚栖地的火焰领主£在塞西莉亚的栖地找到并击败下列拉格纳罗斯的爪牙。", --5861
"极速翱翔£在海加尔山进行“召唤鸟群”任务时，叠加65层翱翔效果。", --5862
"魔兽世界七周年£在魔兽世界七周年庆典期间登录游戏。", --5863
"帮会战争£在海加尔山进行“海加尔的保卫者”任务时，赢得一场决斗的胜利。", --5864
"呃……我们见过吗？£向塞西莉亚的栖地的下列NPC打招呼（使用/wave指令）。", --5865
"熔火前线的攻势£在熔火前线的进攻行动中完成以下目标。", --5866
"无暇的胜利£在熔火前线单挑一个熔火巨兽，并且不受到熔岩奔踏或火焰投石的伤害。", --5867
"温柔的动物有福了，因为它们必承受卡利姆多£帮助下列小动物对坏蛋火元素进行复仇。", --5868
"地狱火大使£以下列方式击败入侵海加尔山的精英怪物。", --5869
"火线闲聊£在熔火前线的进攻行动中与下列角色对话。", --5870
"熔火激流的主宰£在熔火激流中完成下列挑战。", --5871
"蜘蛛山之王£在熔火前线爬到寡妇之巢的最高点。", --5872
"准备突袭第二季£在拉格纳罗斯的领域击败下列烈焰副官，并且不被他们的特殊攻击命中。", --5873
"死从天降£在熔火前线的轰炸任务中，轰炸下列元素。", --5874
"小小宠物店£收集150种不同的小宠物。", --5875
"爱宠动物园£收集100种不同的小宠物。", --5876
"宠物博览会£收集125种不同的小宠物.", --5877
"熔火前线的老兵£完成下列熔火前线和复苏之地的成就。", --5879
"联合国£在55个势力中达到崇拜声望。", --5892
"消灭贝丝缇拉克（火焰之地）£你尚未完成此成就", --5964
"消灭贝丝缇拉克 - 英雄模式（火焰之地）£你尚未完成此成就", --5965
"消灭雷奥利斯（火焰之地）£你尚未完成此成就", --5966
"消灭雷奥利斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5967
"消灭沙恩诺克斯（火焰之地）£你尚未完成此成就", --5968
"消灭沙恩诺克斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5969
"消灭奥利瑟拉佐尔（火焰之地）£你尚未完成此成就", --5970
"消灭奥利瑟拉佐尔 - 英雄模式（火焰之地）£你尚未完成此成就", --5971
"消灭贝尔洛克（火焰之地）£你尚未完成此成就", --5972
"消灭贝尔洛克 - 英雄模式（火焰之地）£你尚未完成此成就", --5973
"消灭管理者范达尔·鹿盔（火焰之地）£你尚未完成此成就", --5974
"消灭管理者范达尔·鹿盔 - 英雄模式（火焰之地）£你尚未完成此成就", --5975
"消灭拉格纳罗斯（火焰之地）£你尚未完成此成就", --5976
"消灭拉格纳罗斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5977
"杀死欧库塔尔（巴拉丁监狱）£你尚未完成此成就", --5981
"火焰之地（公会版）£在公会队伍中击败火焰之地的首领。", --5983
"英雄：拉格纳罗斯（公会版）£在公会队伍中击败拉格纳罗斯（英雄难度）。", --5984
"服务器第一！拉格纳罗斯£在公会队伍中，成为本服务器首个在英雄难度的火焰之地中成功击杀拉格纳罗斯的公会。", --5985
"月之守卫£在时光之末中与泰兰德的残影开战前，于暗影围攻阶段生存下来，并保护队伍中的治疗者不受任何伤害（英雄难度）。", --5995
"残忍角斗士£获得头衔“残忍角斗士”。", --6002
"残忍角斗士的暮光幼龙£获取《大地的裂变》竞技场第九赛季的残忍角斗士的暮光幼龙。", --6003
"灾变后的长者们£祭拜大灾变后出现的地区中的长者。", --6006
"诺森德灭火£熄灭部落在诺森德的篝火。", --6007
"诺森德护焰者£祭拜诺森德的火焰。", --6008
"诺森德护火者£祭拜诺森德的火焰。", --6009
"诺森德灭火£熄灭联盟在诺森德的篝火。", --6010
"灾变护焰者£祭拜大灾变后出现的地区中的火焰。", --6011
"灾变护火者£祭拜大灾变后出现的地区中的火焰。", --6012
"大灾变灭火£亵渎部落在大灾变后出现的地区中的篝火。", --6013
"大灾变灭火£亵渎联盟在大灾变后出现的地区中的篝火。", --6014
"一传十，十传百！£参加暗月马戏团。", --6019
"自告奋勇£在暗月马戏团中玩过5种不同的游戏", --6020
"打爆靶心£乘坐暗月火炮并在降落时正中靶心。", --6021
"快枪手£在射击场中获得快枪手奖励。", --6022
"暗月决斗者£赢得暗月死斗大赛并获得格斗士徽记。", --6023
"暗月主宰者£赢得12次暗月死斗大赛并获得格斗大师徽记。", --6024
"终于轮到我上马了£骑一次暗月小马。", --6025
"马戏团的盛宴£品尝暗月马戏团的每一道食物及饮料。", --6026
"暗月历险家£上交5个地下城的暗月遗物。", --6027
"暗月防御者£上交3个战场的暗月遗物。", --6028
"暗月掠夺者£交还所有暗月遗物。", --6029
"街头表演£在所有的友方主城中燃放暗月烟花。", --6030
"街头表演£在所有的友方主城中燃放暗月烟花。", --6031
"马戏团助手£在暗月马戏团完成至少6个专业技能任务。", --6032
"欧库塔尔£击败欧库塔尔。", --6045
"红色骑兵气枪£拥有2009年冬幕节礼物，红色骑兵气枪。", --6059
"迷你飞艇控制器£拥有2010年冬幕节礼物，迷你飞艇控制器。", --6060
"华丽的冬幕毛衣£拥有2011年冬幕节礼物，华丽的冬幕毛衣。", --6061
"这不是正史！£在永恒之井中，在瓦罗森还活着的情况下，对玛诺洛斯造成足够的伤害，以迫使其牺牲瓦罗森来治疗自己，然后击败玛诺洛斯（英雄难度）。", --6070
"末日警钟£在没有团队成员被暮光审判击中超过一次的情况下，击败巨龙之魂的奥卓克希昂（普通或英雄难度）。", --6084
"甲板防御者£在天火号不受到暮光弹幕伤害的情况下，击败战争大师黑角（普通或英雄难度）。", --6105
"围攻龙眠神殿£在巨龙之魂团队副本中击败围攻龙眠神殿的首领。", --6106
"死亡之翼的陨落£在巨龙之魂团队副本中完成致使死亡之翼陨落的所有战斗。", --6107
"阿丽萨巴尔£击败阿丽萨巴尔。", --6108
"英雄：莫卓克£在巨龙之魂团队副本中击败莫卓克（英雄难度）。", --6109
"英雄：督军佐诺兹£在巨龙之魂团队副本中击败督军佐诺兹（英雄难度）。", --6110
"英雄：不眠的约萨希£在巨龙之魂团队副本中击败不眠的约萨希（英雄难度）。", --6111
"英雄：缚风者哈格拉£在巨龙之魂团队副本中击败缚风者哈格拉（英雄难度）。", --6112
"英雄：奥卓克希昂£在巨龙之魂团队副本中击败奥卓克希昂（英雄难度）。", --6113
"英雄：战争大师黑角£在巨龙之魂团队副本中击败战争大师黑角（英雄难度）。", --6114
"英雄：死亡之翼的背脊£在巨龙之魂团队副本中取得死亡之翼背脊之战的胜利（英雄难度）。", --6115
"英雄：疯狂的死亡之翼£在巨龙之魂团队副本中击败死亡之翼（英雄难度）。", --6116
"英雄：时光之末£在时光之末中击败姆诺兹多（英雄难度）。", --6117
"英雄：永恒之井£在永恒之井中击败玛诺洛斯（英雄难度）。", --6118
"英雄：暮光审判£在暮光审判中击败大主教本尼迪塔斯（英雄难度）。", --6119
"英雄：时光之末（公会版）£在公会队伍中击败时光之末的姆诺兹多（英雄难度）。", --6120
"英雄：永恒之井（公会版）£在公会队伍中击败永恒之井的玛诺洛斯（英雄难度）。", --6121
"英雄：暮光审判（公会版）£在公会队伍中击败暮光审判的大主教本尼迪塔斯（英雄难度）。", --6122
"巨龙之魂（公会版）£在公会团队中击败巨龙之魂团队副本的首领。", --6123
"冷酷角斗士£获得头衔“冷酷角斗士”。", --6124
"英雄：死亡之翼（公会版）£在公会团队中击败死亡之翼（英雄难度）。", --6125
"服务器第一！死亡之翼£在公会队伍中，成为本服务器首个在英雄难度的巨龙之魂中击杀死亡之翼的公会。", --6126
"视力衰弱£在没有任何队伍成员被佩罗萨恩之眼侦测到的情况下，击败永恒之井的佩罗萨恩（英雄难度）。", --6127
"乒乓球冠军£反弹10次末日黑洞，使其远离玩家，再击败督军佐诺兹（普通或英雄难度）。", --6128
"尝尝彩虹的味道！£尝试以下颜色组合之后，击败不眠的约萨希（普通或英雄难度）。", --6129
"再生惊魂£在时光之末中，当希尔瓦娜斯的残影使用上层精灵的召唤时击败两个复活的食尸鬼，再击败希尔瓦娜斯的残影（英雄难度）。", --6130
"魔兽世界八周年£在魔兽世界八周年庆典期间登录游戏。", --6131
"日蚀£在暮光审判中，消灭10个暮光火花之后再击败大主教本尼迪塔斯（英雄难度）。", --6132
"也许我们能晃晕他……£在取得死亡之翼背脊之战的胜利前，先诱使他按顺序做出以下翻滚动作：左翻，右翻，左翻，右翻（普通或英雄难度）。", --6133
"杀死饥饿者塔拉加曼（怒焰裂谷）£你尚未完成此成就", --6135
"杀死吞噬者穆坦努斯（哀嚎洞穴）£你尚未完成此成就", --6136
"杀死霍格（暴风城监狱）£你尚未完成此成就", --6138
"杀死姆诺兹多（时光之末）£你尚未完成此成就", --6150
"杀死玛诺洛斯（永恒之井）£你尚未完成此成就", --6151
"杀死大主教本尼迪塔斯（暮光审判）£你尚未完成此成就", --6152
"杀死莫卓克（巨龙之魂）£你尚未完成此成就", --6153
"杀死莫卓克（英雄：巨龙之魂）£你尚未完成此成就", --6154
"杀死督军佐诺兹（巨龙之魂）£你尚未完成此成就", --6155
"杀死督军佐诺兹（英雄：巨龙之魂）£你尚未完成此成就", --6156
"杀死不眠的约萨希（巨龙之魂）£你尚未完成此成就", --6157
"杀死不眠的约萨希（英雄：巨龙之魂）£你尚未完成此成就", --6158
"杀死缚风者哈格拉（巨龙之魂）£你尚未完成此成就", --6159
"杀死缚风者哈格拉（英雄：巨龙之魂）£你尚未完成此成就", --6160
"杀死奥卓克希昂（巨龙之魂）£你尚未完成此成就", --6161
"杀死奥卓克希昂（英雄：巨龙之魂）£你尚未完成此成就", --6162
"杀死战争大师黑角（巨龙之魂）£你尚未完成此成就", --6163
"杀死战争大师黑角（英雄：巨龙之魂）£你尚未完成此成就", --6164
"获得死亡之翼背脊之战的胜利（巨龙之魂）£你尚未完成此成就", --6165
"获得死亡之翼背脊之战的胜利（英雄：巨龙之魂）£你尚未完成此成就", --6166
"杀死死亡之翼（巨龙之魂）£你尚未完成此成就", --6167
"杀死死亡之翼（英雄：巨龙之魂）£你尚未完成此成就", --6168
"巨龙之魂团队的荣耀£完成以下巨龙之魂团队副本成就。", --6169
"杀死阿丽萨巴尔（巴拉丁监狱）£你尚未完成此成就", --6170
"敢不敢离我远点£当莫卓克引导大地黑血时，没有任意两名团队成员之间的距离小于5码（在25人模式中，没有任意三名团队成员之间的距离小于5码），并击败莫卓克（普通或英雄难度）。", --6174
"手牵手£在所有团队成员都成为雷电导管的情况下摧毁哈格拉最后的水晶导体（普通或英雄难度）。", --6175
"灭世者的陨落£在巨龙之魂团队副本中击败死亡之翼（普通或英雄难度）。", --6177
"多彩勇士£从每一位守护巨龙的平台上开始战斗，并击败死亡之翼（普通或英雄难度）：", --6180
"龙父之牙£获得龙父之牙", --6181
"龙父之牙 - 公会版本£获得龙父之牙", --6182
"奔波尔菠萝£拥有2011年暴雪嘉年华赠送的奔波尔菠萝。", --6185
"联盟英雄：冷酷£以评级战场排名前.5%的战绩结束竞技场第10赛季的战斗。", --6316
"部落英雄：冷酷£以评级战场排名前.5%的战绩结束竞技场第10赛季的战斗。", --6317
"冷酷角斗士的暮光幼龙£获取《大地的裂变》竞技场第十赛季的冷酷角斗士的暮光幼龙。", --6321
"冷酷角斗士的暮光幼龙£获取《大地的裂变》竞技场第十赛季的冷酷角斗士的暮光幼龙。", --6322
"狱火角斗士£获得头衔“狱火角斗士”。", --15018
"角斗士：第1赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15019
"决斗者：第1赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15020
"竞争者：第1赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15021
"挑战者：第1赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第1赛季赢得50场战斗）。", --15022
"角斗士：第2赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15199
"角斗士：第4赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15200
"决斗者：第4赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15201
"竞争者：第4赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15202
"挑战者：第4赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第4赛季赢得50场战斗）。", --15203
"角斗士：第3赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15204
"决斗者：第3赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15205
"竞争者：第3赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15206
"挑战者：第3赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第3赛季赢得50场战斗）。", --15207
"决斗者：第2赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15208
"竞争者：第2赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15209
"挑战者：第2赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第2赛季赢得50场战斗）。", --15210
"炎魔之王的生还者（赛季服）£在赛季服直到击败拉格纳罗斯为止都没有死亡。", --15330
"暗影烈焰的生还者（赛季服）£在赛季服直到击败奈法利安为止都没有死亡。", --15333
"上古之神的生还者（赛季服）£在赛季服直到击败克苏恩为止都没有死亡。", --15334
"诅咒生还者（赛季服）£在赛季服直到击败克尔苏加德为止都没有死亡。", --15335
"永恒者（赛季服）£在一个团队副本锁定周期内，在赛季服击败纳克萨玛斯中的所有首领，并且在所有这些首领战中无一人死亡。", --15637
"竞争者：第5赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16313
"角斗士：第5赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16314
"决斗者：第5赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16315
"挑战者：第5赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第5赛季赢得50场战斗）。", --16316
"完美的鹅卵石£从企鹅小岩处获得一颗发光的鹅卵石。", --16332
"钢铁之魂（赛季服）£在赛季服升到60级为止都没有死亡。", --16433
"防御协议阿尔法：乌特加德城堡£在防御协议阿尔法激活时击败乌特加德城堡的首领（英雄难度）。", --17213
"防御协议阿尔法：魔枢£在防御协议阿尔法激活时击败魔枢的首领（英雄难度）。", --17283
"防御协议阿尔法：艾卓-尼鲁布£在防御协议阿尔法激活时击败艾卓-尼鲁布的首领（英雄难度）。", --17285
"防御协议阿尔法：安卡赫特：古代王国£在防御协议阿尔法激活时击败安卡赫特：古代王国的首领（英雄难度）。", --17291
"防御协议阿尔法：达克萨隆要塞£在防御协议阿尔法激活时击败达克萨隆要塞的首领（英雄难度）。", --17292
"防御协议阿尔法：紫罗兰监狱£在防御协议阿尔法激活时击败紫罗兰监狱的首领（英雄难度）。", --17293
"防御协议阿尔法：古达克£在防御协议阿尔法激活时击败古达克的首领（英雄难度）。", --17295
"防御协议阿尔法：岩石大厅£在防御协议阿尔法激活时击败岩石大厅的首领（英雄难度）。", --17297
"防御协议阿尔法：闪电大厅£在防御协议阿尔法激活时击败闪电大厅的首领（英雄难度）。", --17299
"防御协议阿尔法：魔环£在防御协议阿尔法激活时击败魔环的首领（英雄难度）。", --17300
"防御协议阿尔法：乌特加德之巅£在防御协议阿尔法激活时击败乌特加德之巅的首领（英雄难度）。", --17301
"防御协议阿尔法：净化斯坦索姆£在防御协议阿尔法激活时击败净化斯坦索姆的首领（英雄难度）。", --17302
"防御协议阿尔法：终结£完成下列诺森德英雄副本成就。", --17304
"引领潮流：尤格-萨隆£在下一阶段团队副本开放前击败奥杜尔的尤格-萨隆（未削弱版10人或25人难度）。", --17340
"千钧一发：奥杜尔£在下一阶段团队副本开放前击败奥杜尔中的所有英雄模式首领（未削弱版10人或25人难度）。", --17341
"竞争者：第6赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第6赛季赢得50场战斗）。", --17415
"角斗士：第6赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第6赛季赢得50场战斗）。", --17416
"决斗者：第6赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第6赛季赢得50场战斗）。", --17417
"挑战者：第6赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第6赛季赢得50场战斗）。", --17418
"竞争者：第7赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第7赛季赢得50场战斗）。", --18544
"角斗士：第7赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第7赛季赢得50场战斗）。", --18545
"决斗者：第7赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第7赛季赢得50场战斗）。", --18546
"挑战者：第7赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第7赛季赢得50场战斗）。", --18547
"竞争者：第8赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第7赛季赢得50场战斗）。", --18548
"决斗者：第8赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第8赛季赢得50场战斗）。", --18549
"挑战者：第8赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第8赛季赢得50场战斗）。", --18550
"角斗士：第8赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第8赛季赢得50场战斗）。", --18551
"防御协议贝塔：乌特加德城堡£在防御协议贝塔激活时击败乌特加德城堡的首领（英雄难度）。", --18590
"防御协议贝塔：魔枢£在防御协议贝塔激活时击败魔枢的首领（英雄难度）。", --18591
"防御协议贝塔：艾卓-尼鲁布£在防御协议贝塔激活时击败艾卓-尼鲁布的首领（英雄难度）。", --18592
"防御协议贝塔：安卡赫特：古代王国£在防御协议贝塔激活时击败安卡赫特：古代王国的首领（英雄难度）。", --18593
"防御协议贝塔：达克萨隆要塞£在防御协议贝塔激活时击败达克萨隆要塞的首领（英雄难度）。", --18594
"防御协议贝塔：紫罗兰监狱£在防御协议贝塔激活时击败紫罗兰监狱的首领（英雄难度）。", --18595
"防御协议贝塔：古达克£在防御协议贝塔激活时击败古达克的首领（英雄难度）。", --18596
"防御协议贝塔：岩石大厅£在防御协议贝塔激活时击败岩石大厅的首领（英雄难度）。", --18597
"防御协议贝塔：闪电大厅£在防御协议贝塔激活时击败闪电大厅的首领（英雄难度）。", --18598
"防御协议贝塔：魔环£在防御协议贝塔激活时击败魔环的首领（英雄难度）。", --18599
"防御协议贝塔：乌特加德之巅£在防御协议贝塔激活时击败乌特加德之巅的首领（英雄难度）。", --18600
"防御协议贝塔：净化斯坦索姆£在防御协议贝塔激活时击败净化斯坦索姆的首领（英雄难度）。", --18601
"防御协议贝塔：终结£完成下列诺森德英雄副本成就。", --18614
"防御协议贝塔：冠军试炼£在防御协议贝塔激活时击败冠军试炼的首领（英雄难度）。", --18677
"防御协议贝塔：冠军试炼£在防御协议贝塔激活时击败冠军试炼的首领（英雄难度）。", --18678
"防御协议贝塔：终结£完成下列诺森德英雄副本成就。", --18688
"防御协议伽马：冠军试炼£在防御协议伽马激活时击败冠军试炼的首领（英雄难度）。", --19425
"防御协议伽马：冠军试炼£在防御协议伽马激活时击败冠军试炼的首领（英雄难度）。", --19426
"防御协议伽马：乌特加德城堡£在防御协议伽马激活时击败乌特加德城堡的首领（英雄难度）。", --19427
"防御协议伽马：魔枢£在防御协议伽马激活时击败魔枢的首领（英雄难度）。", --19428
"防御协议伽马：艾卓-尼鲁布£在防御协议伽马激活时击败艾卓-尼鲁布的首领（英雄难度）。", --19429
"防御协议伽马：安卡赫特：古代王国£在防御协议伽马激活时击败安卡赫特：古代王国的首领（英雄难度）。", --19430
"防御协议伽马：达克萨隆要塞£在防御协议伽马激活时击败达克萨隆要塞的首领（英雄难度）。", --19431
"防御协议伽马：紫罗兰监狱£在防御协议伽马激活时击败紫罗兰监狱的首领（英雄难度）。", --19432
"防御协议伽马：古达克£在防御协议伽马激活时击败古达克的首领（英雄难度）。", --19433
"防御协议伽马：岩石大厅£在防御协议伽马激活时击败岩石大厅的首领（英雄难度）。", --19434
"防御协议伽马：闪电大厅£在防御协议伽马激活时击败闪电大厅的首领（英雄难度）。", --19435
"防御协议伽马：魔环£在防御协议伽马激活时击败魔环的首领（英雄难度）。", --19436
"防御协议伽马：乌特加德之巅£在防御协议伽马激活时击败乌特加德之巅的首领（英雄难度）。", --19437
"防御协议伽马：净化斯坦索姆£在防御协议伽马激活时击败时光之穴: 斯坦索姆的首领（英雄难度）。", --19438
"防御协议伽马：终结£完成下列诺森德英雄副本成就。", --19439
"防御协议伽马：终结£完成下列诺森德英雄副本成就。", --19440
};
WoWeuCN_Tooltips_AchievementIndexData_0 = {
nil,nil,nil,nil,nil,
1,
2,
3,
4,
5,
6,
7,
8,nil,
9,
10,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
11,
12,
13,
14,
15,
16,
17,
18,
19,
20,
21,
22,
23,
24,
25,
26,nil,nil,
27,
28,
29,
30,
31,
32,
33,
34,
35,
36,
37,
38,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
39,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
40,
41,nil,
42,
43,
44,
45,
46,
47,
48,
49,
50,nil,
51,
52,nil,
53,nil,
54,
55,
56,
57,
58,nil,nil,nil,nil,
59,
60,
61,
62,
63,
64,
65,
66,
67,
68,
69,
70,
71,
72,
73,nil,
74,nil,nil,nil,
75,nil,nil,
76,nil,nil,nil,nil,nil,
77,nil,nil,
78,
79,
80,
81,
82,
83,
84,nil,
85,
86,nil,nil,
87,
88,
89,
90,nil,nil,nil,nil,nil,nil,nil,nil,nil,
91,nil,nil,
92,nil,
93,nil,nil,nil,nil,nil,
94,nil,nil,nil,
95,nil,nil,nil,
96,
97,
98,
99,
100,
101,
102,
103,nil,
104,
105,
106,
107,nil,
108,
109,
110,
111,nil,
112,nil,
113,
114,
115,
116,
117,
118,
119,
120,
121,
122,nil,
123,
124,
125,nil,
126,nil,nil,nil,nil,
127,
128,nil,nil,nil,nil,nil,
129,
130,
131,
132,
133,nil,nil,
134,nil,nil,
135,nil,nil,nil,
136,
137,nil,nil,
138,nil,nil,nil,nil,nil,nil,nil,
139,
140,
141,nil,
142,nil,
143,nil,
144,nil,
145,nil,
146,
147,nil,nil,nil,
148,
149,nil,
150,
151,
152,nil,
153,nil,nil,nil,nil,nil,nil,nil,
154,nil,nil,
155,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
156,
157,
158,
159,
160,
161,
162,nil,
163,nil,
164,
165,
166,
167,
168,
169,
170,nil,
171,nil,
172,
173,nil,
174,
175,nil,
176,
177,
178,
179,nil,
180,
181,nil,nil,
182,nil,nil,nil,nil,nil,nil,nil,nil,
183,
184,
185,
186,
187,
188,nil,nil,
189,nil,nil,nil,
190,nil,nil,
191,
192,nil,nil,
193,
194,
195,nil,nil,nil,nil,
196,
197,nil,nil,nil,
198,
199,
200,
201,
202,
203,
204,
205,
206,
207,
208,
209,
210,
211,
212,
213,
214,nil,
215,
216,nil,
217,
218,
219,nil,
220,
221,
222,nil,nil,nil,
223,
224,
225,nil,
226,
227,
228,
229,
230,
231,
232,
233,
234,
235,
236,
237,
238,
239,
240,
241,
242,
243,
244,
245,
246,
247,
248,
249,
250,
251,
252,nil,
253,
254,
255,
256,
257,
258,
259,
260,
261,
262,
263,
264,
265,
266,
267,
268,
269,
270,nil,nil,nil,
271,
272,
273,
274,
275,
276,
277,
278,
279,
280,
281,
282,
283,
284,
285,
286,
287,
288,
289,
290,
291,
292,
293,
294,nil,nil,
295,
296,
297,
298,
299,
300,
301,nil,nil,
302,
303,nil,
304,
305,nil,
306,
307,
308,
309,
310,
311,
312,nil,nil,
313,
314,
315,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
316,
317,
318,nil,nil,nil,nil,nil,nil,nil,nil,
319,
320,
321,
322,
323,
324,
325,
326,
327,
328,
329,
330,
331,
332,nil,nil,
333,
334,
335,
336,
337,
338,
339,
340,nil,nil,
341,
342,
343,
344,
345,
346,
347,
348,
349,nil,nil,
350,
351,
352,
353,nil,nil,nil,nil,nil,nil,
354,
355,
356,
357,
358,
359,
360,
361,
362,
363,
364,
365,
366,
367,
368,
369,
370,nil,
371,
372,
373,
374,
375,
376,
377,
378,
379,
380,
381,
382,
383,
384,
385,
386,
387,
388,
389,
390,
391,
392,
393,
394,
395,
396,
397,
398,
399,
400,
401,
402,
403,
404,
405,
406,
407,
408,
409,
410,
411,
412,
413,
414,
415,
416,
417,
418,
419,
420,
421,
422,
423,
424,
425,
426,
427,
428,
429,
430,
431,
432,
433,
434,
435,
436,
437,
438,
439,
440,
441,
442,
443,
444,
445,
446,
447,
448,
449,
450,
451,nil,nil,nil,
452,
453,
454,
455,
456,
457,
458,
459,
460,
461,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
462,
463,
464,
465,
466,
467,
468,
469,
470,
471,
472,
473,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
474,nil,
475,
476,nil,nil,nil,nil,nil,
477,
478,
479,
480,
481,
482,
483,
484,nil,
485,
486,
487,
488,
489,
490,
491,
492,
493,
494,
495,
496,
497,
498,
499,
500,
501,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
502,nil,
503,
504,
505,
506,
507,nil,nil,nil,nil,nil,nil,nil,nil,
508,
509,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
510,
511,nil,nil,nil,nil,nil,nil,
512,
513,
514,
515,
516,
517,
518,
519,
520,
521,
522,
523,
524,
525,
526,
527,
528,
529,
530,
531,
532,
533,
534,
535,
536,
537,
538,
539,
540,
541,
542,
543,
544,
545,
546,
547,
548,nil,
549,
550,
551,
552,
553,
554,
555,
556,
557,
558,
559,
560,
561,
562,
563,
564,
565,
566,
567,
568,nil,
569,
570,
571,
572,
573,
574,
575,
576,nil,
577,
578,
579,
580,
581,
582,
583,
584,
585,
586,
587,
588,
589,
590,
591,nil,
592,
593,
594,
595,
596,
597,
598,
599,nil,nil,
600,
601,
602,
603,nil,nil,
604,
605,
606,
607,
608,
609,
610,
611,
612,
613,
614,
615,
616,
617,
618,
619,
620,nil,
621,
622,
623,
624,
625,
626,
627,
628,
629,
630,
631,
632,
633,
634,
635,
636,
637,
638,
639,
640,
641,
642,
643,
644,
645,
646,
647,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
648,
649,
650,
651,
652,
653,
654,
655,nil,
656,
657,nil,
658,nil,nil,
659,
660,
661,
662,
663,
664,
665,
666,
667,
668,
669,
670,
671,
672,
673,
674,
675,
676,
677,
678,
679,
680,
681,
682,
683,
684,nil,
685,nil,nil,nil,nil,nil,nil,nil,nil,nil,
686,nil,nil,nil,nil,nil,nil,nil,
687,
688,
689,
690,
691,
692,
693,
694,
695,
696,
697,
698,
699,
700,
701,
702,
703,
704,
705,
706,
707,
708,
709,
710,
711,
712,
713,
714,
715,
716,
717,
718,
719,
720,
721,
722,
723,
724,
725,
726,nil,
727,
728,
729,
730,
731,
732,
733,
734,
735,
736,nil,nil,nil,nil,nil,nil,nil,nil,nil,
737,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
738,
739,
740,
741,
742,
743,
744,nil,
745,nil,nil,nil,
746,nil,
747,
748,
749,
750,nil,
751,
752,
753,
754,
755,
756,
757,
758,
759,
760,
761,
762,
763,
764,
765,nil,
766,
767,
768,
769,
770,
771,
772,
773,
774,
775,
776,
777,
778,
779,
780,
781,nil,
782,
783,
784,
785,
786,
787,
788,nil,
789,
790,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
791,nil,nil,nil,
792,nil,
793,
794,
795,
796,
797,
798,
799,
800,
801,
802,
803,
804,
805,
806,nil,nil,nil,
807,nil,
808,
809,
810,
811,
812,
813,nil,
814,
815,
816,
817,
818,
819,
820,
821,
822,
823,
824,
825,
826,
827,
828,
829,
830,
831,
832,
833,
834,nil,
835,
836,
837,
838,
839,
840,
841,
842,
843,
844,
845,nil,
846,
847,
848,nil,
849,
850,
851,
852,
853,
854,
855,
856,
857,
858,
859,
860,
861,
862,
863,
864,
865,
866,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
867,
868,nil,
869,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
870,
871,
872,
873,
874,
875,
876,
877,
878,
879,
880,
881,
882,
883,
884,
885,
886,
887,
888,
889,
890,
891,
892,
893,
894,
895,
896,
897,
898,
899,
900,
901,
902,
903,
904,
905,
906,
907,
908,nil,
909,nil,nil,nil,
910,nil,
911,nil,
912,
913,
914,
915,
916,
917,
918,
919,
920,
921,
922,
923,
924,
925,
926,
927,
928,
929,
930,
931,
932,
933,
934,
935,
936,nil,nil,nil,nil,nil,nil,nil,
937,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
938,
939,
940,nil,nil,nil,
941,
942,
943,
944,
945,
946,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
947,
948,
949,
950,
951,
952,
953,
954,
955,
956,
957,
958,
959,
960,
961,
962,
963,
964,nil,
965,
966,
967,
968,
969,
970,
971,
972,
973,
974,
975,
976,
977,
978,
979,
980,nil,nil,nil,nil,
981,
982,
983,
984,nil,nil,nil,nil,
985,nil,nil,
986,
987,
988,
989,
990,
991,
992,
993,nil,
994,
995,
996,
997,
998,
999,
1000,nil,
1001,nil,nil,nil,
1002,
1003,
1004,
1005,
1006,
1007,nil,
1008,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1009,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1010,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1011,
1012,
1013,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1014,
1015,
1016,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1017,
1018,
1019,nil,
1020,
1021,
1022,
1023,
1024,
1025,
1026,
1027,
1028,
1029,
1030,
1031,
1032,
1033,
1034,
1035,
1036,
1037,
1038,
1039,
1040,
1041,
1042,
1043,
1044,
1045,
1046,
1047,nil,nil,nil,nil,nil,nil,nil,nil,
1048,
1049,
1050,
1051,nil,
1052,
1053,
1054,nil,nil,nil,
1055,nil,
1056,
1057,nil,nil,nil,
1058,
1059,nil,
1060,
1061,nil,
1062,
1063,nil,nil,nil,
1064,nil,nil,
1065,nil,nil,
1066,
1067,
1068,
1069,
1070,
1071,
1072,nil,
1073,
1074,
1075,
1076,
1077,
1078,
1079,
1080,nil,
1081,nil,
1082,
1083,
1084,
1085,
1086,
1087,
1088,
1089,
1090,
1091,
1092,
1093,
1094,
1095,
1096,
1097,
1098,nil,
1099,
1100,
1101,
1102,
1103,
1104,nil,
1105,
1106,
1107,
1108,
1109,
1110,
1111,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1112,
1113,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1114,
1115,
1116,nil,
1117,
1118,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1119,
1120,
1121,
1122,
1123,nil,
1124,nil,
1125,
1126,
1127,
1128,
1129,
1130,
1131,
1132,
1133,
1134,
1135,
1136,
1137,
1138,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1139,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1140,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1141,
1142,
1143,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1144,
1145,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1146,
1147,
1148,
1149,
1150,
1151,
1152,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1153,
1154,
1155,
1156,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1157,
1158,
1159,
1160,
1161,
1162,
1163,
1164,
1165,
1166,
1167,
1168,
1169,
1170,
1171,
1172,
1173,
1174,
1175,nil,
1176,
1177,
1178,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1179,
1180,
1181,
1182,
1183,
1184,
1185,
1186,
1187,
1188,
1189,
1190,
1191,
1192,
1193,
1194,
1195,
1196,
1197,
1198,
1199,
1200,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1201,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1202,
1203,
1204,
1205,
1206,
1207,
1208,
1209,
1210,
1211,
1212,
1213,
1214,
1215,
1216,
1217,
1218,
1219,
1220,
1221,
1222,
1223,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1224,
1225,
1226,
1227,
1228,
1229,
1230,
1231,
1232,
1233,
1234,
1235,
1236,
1237,
1238,
1239,
1240,
1241,
1242,
1243,nil,nil,nil,
1244,
1245,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1246,
1247,
1248,
1249,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1250,
1251,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1252,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1253,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1254,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1255,
1256,
1257,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1258,
1259,
1260,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1261,
1262,
1263,
1264,
1265,
1266,
1267,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1268,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1269,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1270,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1271,
1272,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1273,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1274,
1275,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1276,
1277,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1278,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1279,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1280,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1281,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1282,nil,
1283,nil,
1284,
1285,
1286,
1287,
1288,
1289,
1290,
1291,
1292,
1293,
1294,
1295,
1296,
1297,nil,nil,
1298,
1299,
1300,
1301,
1302,
1303,
1304,
1305,
1306,
1307,
1308,
1309,
1310,nil,nil,nil,nil,nil,nil,nil,
1311,
1312,
1313,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1314,
1315,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1316,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1317,
1318,
1319,
1320,
1321,
1322,
1323,
1324,
1325,
1326,
1327,
1328,
1329,
1330,
1331,nil,
1332,
1333,
1334,
1335,nil,nil,nil,
1336,
1337,
1338,
1339,
1340,
1341,
1342,
1343,
1344,
1345,
1346,
1347,
1348,
1349,
1350,
1351,
1352,nil,nil,nil,nil,nil,nil,nil,
1353,
1354,
1355,
1356,
1357,
1358,
1359,
1360,
1361,
1362,
1363,
1364,
1365,
1366,
1367,
1368,
1369,nil,
1370,nil,
1371,
1372,
1373,
1374,
1375,
1376,
1377,
1378,
1379,
1380,
1381,
1382,
1383,
1384,
1385,
1386,
1387,
1388,
1389,
1390,
1391,
1392,
1393,
1394,
1395,
1396,nil,nil,
1397,
1398,
1399,
1400,
1401,
1402,
1403,
1404,
1405,
1406,
1407,
1408,
1409,nil,
1410,nil,
1411,
1412,
1413,
1414,
1415,
1416,
1417,
1418,
1419,
1420,
1421,
1422,
1423,
1424,
1425,
1426,
1427,
1428,
1429,nil,nil,nil,
1430,nil,nil,nil,nil,nil,
1431,
1432,
1433,nil,nil,nil,nil,
1434,
1435,
1436,
1437,
1438,
1439,
1440,
1441,
1442,
1443,
1444,
1445,
1446,
1447,
1448,
1449,
1450,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1451,
1452,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1453,
1454,
1455,
1456,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1457,
1458,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1459,
1460,
1461,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1462,
1463,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1464,
1465,
1466,nil,nil,
1467,
1468,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1469,
1470,
1471,nil,
1472,
1473,
1474,
1475,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1476,
1477,
1478,
1479,
1480,
1481,
1482,
1483,
1484,
1485,
1486,
1487,
1488,
1489,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1490,
1491,
1492,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1493,
1494,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1495,
1496,
1497,
1498,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1499,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1500,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1501,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1502,
1503,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1504,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1505,
1506,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1507,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1508,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1509,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1510,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1511,
1512,
1513,
1514,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1515,
1516,
1517,
1518,
1519,
1520,
1521,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1522,
1523,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1524,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1525,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1526,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1527,
1528,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1529,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1530,
1531,
1532,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1533,
1534,
1535,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1536,
1537,
1538,
1539,nil,
1540,
1541,
1542,nil,nil,nil,
1543,
1544,
1545,nil,
1546,
1547,
1548,
1549,
1550,
1551,
1552,
1553,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1554,
1555,
1556,
1557,
1558,
1559,
1560,
1561,
1562,
1563,
1564,
1565,
1566,
1567,
1568,
1569,
1570,
1571,
1572,
1573,
1574,
1575,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1576,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1577,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1578,
1579,
1580,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1581,
1582,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1583,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1584,
1585,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1586,
1587,
1588,
1589,nil,nil,
1590,
1591,
1592,
1593,
1594,
1595,
1596,
1597,
1598,
1599,
1600,
1601,
1602,
1603,
1604,
1605,
1606,
1607,
1608,
1609,
1610,
1611,
1612,
1613,
1614,
1615,
1616,
1617,
1618,
1619,
1620,
1621,
1622,
1623,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1624,
1625,nil,nil,
1626,
1627,
1628,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1629,
1630,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1631,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1632,
1633,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1634,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1635,
1636,
1637,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1638,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1639,
1640,nil,nil,
1641,nil,
1642,
1643,
1644,
1645,
1646,
1647,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1648,
1649,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1650,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1651,
1652,
1653,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1654,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1655,
1656,
1657,
1658,
1659,
1660,
1661,
1662,
1663,
1664,
1665,
1666,
1667,
1668,
1669,
1670,
1671,nil,
1672,
1673,
1674,
1675,
1676,
1677,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1678,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1679,
1680,
1681,
1682,
1683,
1684,
1685,
1686,
1687,
1688,
1689,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1690,
1691,
1692,
1693,
1694,
1695,
1696,
1697,
1698,
1699,
1700,
1701,
1702,nil,
1703,
1704,
1705,
1706,
1707,
1708,
1709,
1710,
1711,
1712,
1713,
1714,
1715,
1716,
1717,
1718,
1719,
1720,
1721,
1722,
1723,
1724,
1725,
1726,
1727,
1728,
1729,
1730,nil,
1731,
1732,
1733,
1734,
1735,
1736,
1737,
1738,
1739,
1740,
1741,
1742,
1743,
1744,
1745,
1746,
1747,
1748,
1749,
1750,
1751,
1752,
1753,
1754,
1755,
1756,
1757,
1758,
1759,
1760,
1761,
1762,
1763,
1764,
1765,
1766,
1767,
1768,
1769,
1770,
1771,
1772,
1773,
1774,
1775,
1776,
1777,
1778,
1779,
1780,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1781,
1782,
1783,
1784,
1785,
1786,
1787,
1788,
1789,
1790,
1791,
1792,
1793,
1794,
1795,
1796,
1797,
1798,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1799,
1800,
1801,
1802,
1803,
1804,nil,
1805,
1806,
1807,nil,nil,nil,
1808,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1809,
1810,
1811,
1812,nil,
1813,
1814,
1815,
1816,
1817,
1818,
1819,
1820,nil,nil,nil,nil,
1821,
1822,nil,nil,nil,nil,nil,
1823,
1824,
1825,
1826,nil,
1827,
1828,
1829,
1830,
1831,
1832,
1833,
1834,
1835,
1836,
1837,
1838,
1839,
1840,
1841,
1842,
1843,
1844,nil,
1845,
1846,
1847,
1848,nil,
1849,
1850,
1851,
1852,
1853,
1854,
1855,
1856,nil,nil,nil,nil,nil,
1857,
1858,
1859,
1860,
1861,
1862,
1863,
1864,nil,nil,nil,
1865,
1866,
1867,
1868,
1869,
1870,
1871,
1872,
1873,
1874,
1875,
1876,
1877,
1878,
1879,
1880,
1881,
1882,
1883,nil,nil,
1884,
1885,
1886,
1887,
1888,
1889,
1890,
1891,
1892,
1893,
1894,
1895,
1896,
1897,
1898,
1899,
1900,
1901,
1902,
1903,
1904,
1905,
1906,
1907,
1908,
1909,
1910,
1911,nil,nil,nil,nil,nil,nil,
1912,
1913,
1914,
1915,nil,
1916,nil,nil,
1917,
1918,
1919,
1920,
1921,
1922,
1923,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1924,
1925,nil,
1926,
1927,
1928,
1929,
1930,
1931,nil,
1932,
1933,
1934,
1935,
1936,nil,nil,nil,nil,nil,
1937,
1938,
1939,
1940,
1941,
1942,
1943,
1944,
1945,
1946,
1947,
1948,
1949,
1950,
1951,
1952,
1953,
1954,
1955,
1956,
1957,
1958,
1959,
1960,
1961,
1962,
1963,
1964,
1965,
1966,
1967,
1968,
1969,
1970,
1971,
1972,
1973,
1974,nil,nil,
1975,
1976,
1977,
1978,
1979,
1980,
1981,
1982,
1983,
1984,
1985,
1986,
1987,
1988,
1989,
1990,
1991,
1992,
1993,
1994,
1995,
1996,
1997,
1998,
1999,
2000,
2001,
2002,
2003,
2004,
2005,
2006,
2007,
2008,
2009,
2010,
2011,
2012,
2013,
2014,
2015,
2016,
2017,
2018,
2019,
2020,
2021,
2022,
2023,
2024,nil,
2025,
2026,
2027,
2028,
2029,
2030,
2031,
2032,
2033,
2034,
2035,
2036,
2037,
2038,
2039,
2040,
2041,
2042,
2043,
2044,
2045,
2046,
2047,
2048,
2049,
2050,
2051,
2052,
2053,
2054,
2055,
2056,
2057,
2058,
2059,
2060,
2061,
2062,
2063,nil,
2064,
2065,
2066,
2067,
2068,
2069,
2070,nil,
2071,
2072,
2073,
2074,
2075,
2076,
2077,
2078,
2079,
2080,
2081,
2082,nil,nil,nil,nil,nil,
2083,
2084,
2085,
2086,
2087,
2088,
2089,
2090,
2091,
2092,
2093,
2094,
2095,
2096,
2097,
2098,
2099,
2100,
2101,
2102,
2103,
2104,
2105,
2106,
2107,
2108,
2109,
2110,
2111,
2112,nil,nil,nil,
2113,
2114,
2115,
2116,
2117,nil,nil,
2118,
2119,
2120,
2121,
2122,
2123,nil,
2124,nil,nil,
2125,nil,
2126,nil,nil,nil,nil,
2127,
2128,
2129,
2130,nil,
2131,
2132,
2133,
2134,nil,nil,
2135,
2136,
2137,
2138,
2139,nil,nil,
2140,
2141,
2142,
2143,
2144,
2145,
2146,
2147,
2148,
2149,
2150,
2151,nil,
2152,
2153,
2154,nil,nil,
2155,
2156,
2157,
2158,
2159,
2160,
2161,
2162,
2163,
2164,
2165,
2166,
2167,
2168,
2169,
2170,nil,nil,
2171,
2172,
2173,
2174,
2175,
2176,
2177,
2178,nil,nil,nil,
2179,
2180,
2181,nil,nil,nil,nil,nil,
2182,
2183,
2184,
2185,
2186,
2187,
2188,
2189,
2190,
2191,
2192,
2193,
2194,
2195,
2196,
2197,
2198,
2199,nil,
2200,
2201,nil,nil,
2202,
2203,
2204,
2205,
2206,
2207,
2208,
2209,
2210,
2211,nil,
2212,nil,
2213,
2214,
2215,
2216,
2217,
2218,
2219,
2220,
2221,
2222,
2223,
2224,
2225,
2226,
2227,
2228,
2229,
2230,
2231,
2232,
2233,
2234,
2235,
2236,
2237,
2238,
2239,
2240,
2241,
2242,
2243,
2244,
2245,
2246,
2247,
2248,
2249,
2250,
2251,
2252,
2253,
2254,
2255,nil,nil,
2256,
2257,
2258,
2259,
2260,
2261,
2262,
2263,
2264,
2265,
2266,
2267,
2268,
2269,
2270,
2271,
2272,nil,nil,
2273,
2274,
2275,
2276,
2277,
2278,
2279,
2280,
2281,
2282,
2283,
2284,
2285,
2286,
2287,
2288,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2289,
2290,
2291,
2292,
2293,nil,nil,
2294,
2295,
2296,
2297,nil,
2298,
2299,
2300,nil,nil,
2301,nil,nil,nil,
2302,
2303,
2304,
2305,
2306,
2307,
2308,
2309,
2310,
2311,
2312,
2313,
2314,
2315,
2316,
2317,
2318,
2319,
2320,
2321,
2322,
2323,
2324,
2325,
2326,
2327,
2328,
2329,
2330,nil,
2331,
2332,
2333,
2334,
2335,
2336,
2337,
2338,
2339,
2340,
2341,
2342,
2343,
2344,
2345,
2346,
2347,
2348,
2349,
2350,
2351,
2352,
2353,
2354,
2355,nil,nil,
2356,
2357,
2358,
2359,
2360,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2361,nil,
2362,
2363,
2364,
2365,nil,nil,nil,nil,
2366,
2367,nil,nil,nil,nil,nil,
2368,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2369,nil,
2370,
2371,
2372,
2373,
2374,
2375,
2376,
2377,nil,nil,nil,
2378,
2379,
2380,nil,nil,nil,
2381,
2382,
2383,
2384,
2385,
2386,
2387,
2388,
2389,
2390,
2391,
2392,
2393,
2394,
2395,
2396,
2397,
2398,
2399,
2400,
2401,
2402,
2403,
2404,
2405,
2406,
2407,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2408,
2409,
2410,
2411,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2412,
2413,nil,nil,nil,
2414,
2415,
2416,
2417,
2418,
2419,
2420,
2421,
2422,
2423,
2424,
2425,
2426,
2427,
2428,
2429,
2430,nil,nil,nil,
2431,
2432,nil,nil,nil,nil,
2433,
2434,
2435,
2436,
2437,
2438,
2439,
2440,nil,nil,
2441,
2442,
2443,
2444,nil,nil,
2445,nil,
2446,
2447,
2448,
2449,
2450,nil,
2451,
2452,nil,nil,nil,nil,
2453,
2454,
2455,
2456,
2457,
2458,
2459,nil,nil,
2460,nil,nil,nil,nil,nil,
2461,
2462,
2463,
2464,
2465,
2466,nil,nil,
2467,
2468,
2469,
2470,
2471,
2472,
2473,
2474,
2475,nil,
2476,
2477,nil,nil,nil,nil,nil,nil,nil,
2478,nil,
2479,
2480,nil,nil,
2481,
2482,
2483,
2484,nil,nil,nil,nil,
2485,
2486,
2487,
2488,
2489,
2490,
2491,
2492,
2493,
2494,
2495,
2496,
2497,
2498,
2499,
2500,
2501,
2502,
2503,
2504,
2505,nil,nil,
2506,
2507,
2508,
2509,
2510,
2511,
2512,
2513,
2514,
2515,
2516,
2517,
2518,
2519,
2520,
2521,
2522,
2523,
2524,
2525,nil,
2526,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2527,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2528,
2529,
2530,
2531,
2532,
2533,
2534,
2535,
2536,
2537,
2538,
2539,
2540,
2541,nil,nil,nil,
2542,nil,
2543,
2544,
2545,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2546,nil,nil,nil,nil,nil,nil,
2547,
2548,nil,nil,
2549,
2550,
2551,
2552,
2553,
2554,
2555,
2556,
2557,nil,nil,nil,nil,
2558,
2559,
2560,
2561,
2562,
2563,
2564,
2565,
2566,
2567,
2568,
2569,
2570,
2571,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2572,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2573,
2574,
2575,nil,nil,nil,nil,nil,nil,nil,nil,
2576,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2577,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2578,
2579,
2580,
2581,
2582,
2583,
2584,
2585,
2586,
2587,
2588,
2589,
2590,
2591,
2592,
2593,
2594,
2595,
2596,
2597,
2598,
2599,
2600,
2601,
2602,
2603,
2604,
2605,
2606,nil,
2607,
2608,nil,
2609,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2610,
2611,
2612,
2613,
2614,
2615,
2616,
2617,
2618,
2619,
2620,
2621,
2622,
2623,
2624,
2625,
2626,
2627,
2628,
2629,
2630,nil,nil,nil,
2631,
2632,nil,
2633,nil,nil,
2634,
2635,
2636,nil,nil,
2637,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2638,
2639,nil,nil,nil,
2640,
2641,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2642,
2643,
2644,
2645,
2646,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2647,
2648,
2649,
2650,
2651,
2652,
2653,
2654,
2655,
2656,
2657,
2658,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2659,nil,nil,
2660,
2661,
2662,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2663,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2664,
2665,
2666,
2667,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2668,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2669,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2670,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2671,nil,
2672,nil,nil,nil,nil,nil,
2673,
2674,
2675,nil,
2676,nil,
2677,nil,
2678,
2679,
2680,
2681,nil,
2682,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2683,
2684,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2685,
2686,
2687,
2688,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2689,
2690,
2691,
2692,
2693,
2694,
2695,
2696,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2697,
2698,
2699,
2700,
2701,
2702,
2703,
2704,
2705,
2706,
2707,
2708,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2709,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2710,
2711,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2712,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2713,
2714,
2715,
2716,
2717,
2718,
2719,
2720,
2721,
2722,
2723,
2724,
2725,
2726,
2727,
2728,
};
end