function loadEncounterData()
    WoWeuCN_Tooltips_EncounterData = {
    [122] = {
    ["Title"] = "希亚玛特",
    ["Description"] = "净化尼斐塞特托维尔人的血肉诅咒，让可怕的元素希亚玛特几乎耗尽了能量。正是在这个薄弱的关头，托维尔人发动了进攻，奇迹般地将希亚玛特囚禁在了他们的沙漠古城的中央。",
    },
    [124] = {
    ["Title"] = "神殿守护者安努尔",
    ["Description"] = "泰坦在控制起源大厅最后的日子里，将掌握圣光所需的意志力赐予了神殿守护者安努尔。他被授命裁判那些进入神殿的人们是否纯洁。",
    },
    [125] = {
    ["Title"] = "地怒者塔赫",
    ["Description"] = "地怒者塔赫墓穴外的沙地上铺满了累累白骨，他们都是被安努尔所净化的生物。据说塔赫能操纵这些遗骨，让它们去对付那些成功绕开第一道防线的入侵者。",
    },
    [126] = {
    ["Title"] = "安拉斐特",
    ["Description"] = "安拉斐特维护单位的用途是维护起源大厅的内部运作。一旦设施遭到外来物的污染，安拉斐特将获得攻击程式的权限，不计一切代价歼灭入侵者。",
    },
    [127] = {
    ["Title"] = "伊希斯特，魔法的造物",
    ["Description"] = "起源大厅所产生的奥术能量充盈在其内部，伊希斯特的职责就是对其进行调控。传说这个构造体对这一貌似是天赐的奥术掌控能力过于沉迷了。",
    },
    [128] = {
    ["Title"] = "阿穆纳伊，生命的造物",
    ["Description"] = "尽管在设计上，起源大厅里生命重组系统的初衷，是将艾泽拉斯降解为最基本的元素结构，但它同时也能够创造新的生命。为此，结构体阿穆纳伊控制着设施内部流动的自然能量，确保生命能在重塑后的艾泽拉斯继续存在。",
    },
    [130] = {
    ["Title"] = "拉夏，太阳的造物",
    ["Description"] = "拉夏所监管着的能量，滋养也湮灭了他的无数同类。他是四个构造体中最强的一个，其能力可以将一千个太阳的怒火倾泻到艾泽拉斯之上。",
    },
    [132] = {
    ["Title"] = "铸炉之主索朗格斯",
    ["Description"] = "这名巨大的双头魔是暮光之锤教派的匠人，他热衷于用自己所铸造的武器和铠甲，消灭那些入侵者。",
    },
    [134] = {
    ["Title"] = "地狱公爵埃鲁达克",
    ["Description"] = "死亡之翼派出了他最厉害的副手之一，旨在探寻强大的红龙牺牲性命也要保住的秘密。这名无面者将军来自深岩之洲的洞穴世界，任何敢于向他发起挑战的蠢货，都会被其体内融合的新生代龙族之力所消灭。",
    },
    [140] = {
    ["Title"] = "欧库塔尔",
    ["Description"] = "这头饥饿的恶魔从牢笼中挣脱了出来，来到了监狱的西侧，吞噬了那里关押的所有囚犯。欧库塔尔的贪吃导致他的身躯臃肿，难以逃离，结果无非只是将自己困在了更大的牢狱中。",
    },
    [290] = {
    ["Title"] = "佩罗萨恩",
    ["Description"] = "与他的许多上层精灵同伴一样，佩罗萨恩立誓效忠于堕落的萨维斯以换取恶魔的力量。\r\n\r\n佩罗萨恩在受到了萨特诅咒的影响后，成了一名操控恶魔法术的大师。他驻守在艾萨拉的宫廷之外，为燃烧军团担当防御职责，时刻准备着消灭那些企图阻止堕落泰坦萨格拉斯入侵艾泽拉斯的冒险者们。",
    },
    [154] = {
    ["Title"] = "风之议会",
    ["Description"] = "随着南风之主希亚玛特被尼斐塞特所囚，奥拉基尔的副手们踊跃地想要填补风之议会里出现的权力真空。剩下的三名议会成员分别是：能够使用狂风治疗盟友或毒伤敌人的西风之主安舍尔，能够用风暴将最宏伟的山脉磨成齑粉的东风之主洛哈西，而葬送在北风之主尼希尔冰冷风暴之下的性命，比其他三位加起来的还要多。",
    },
    [156] = {
    ["Title"] = "哈尔弗斯·碎龙者",
    ["Description"] = "受古加尔之赐，双头魔哈尔弗斯·碎龙者具备着超自然的力量和体力，能够捕获巨龙，来让暮光之锤的仪式得以为继。为此，他奴役了一头巨型的始祖龙，来帮他进行狩猎。",
    },
    [158] = {
    ["Title"] = "升腾者议会",
    ["Description"] = "和大多数被转化成元素生物的强大暮光之锤邪教徒一样，升腾者议会的成员早已忘记了他们作为凡人的存在。他们在邪恶的圣堂里监管着新的升腾者候选人的选拔。",
    },
    [318] = {
    ["Title"] = "死亡之翼的背脊",
    ["Description"] = "当死亡之翼第一次引导巨龙之魂的力量对付其他巨龙军团时，爆发出来的巨大能量几乎毁掉他自己的躯体。可他并没有放弃这件武器，反而在自己的鳞片上嵌入了合金装甲以接合他的躯体。之后，他又用源质矿强化了这些装甲。可现在，这些装甲却成了他的弱点——这也是死亡之翼唯一的致命的弱点。",
    },
    [322] = {
    ["Title"] = "阿奎里恩",
    ["Description"] = "部落与联盟对暮光之锤的进攻杀死了许多邪教徒的元素升腾者。但阿奎里恩是个例外。这个可怕的寒冰升腾者受命杀死萨尔并夺回巨龙之魂。如果让这个扭曲的元素生物获得成功，那就没有什么能阻止死亡之翼发动暮光审判了。",
    },
    [168] = {
    ["Title"] = "希奈丝特拉",
    ["Description"] = "作为死亡之翼的原配，希奈丝特拉创造了第一代暮光巨龙，却在之后被自己所诞下的可怖生物所泯灭。如今的她只是一具疮痍满布的枯骸，被恶毒的魔法所复生，监管着新一代暮光龙群的诞生。",
    },
    [170] = {
    ["Title"] = "熔喉",
    ["Description"] = "熔喉是一只巨大的岩浆虫。几个世纪前，它被拉格纳罗斯的黑铁奴仆们从火焰之地召唤出来。一开始奈法利安觉得熔喉不过是只麻烦的害虫，不过后来他养成了一个特别的习惯……用这头畜生来处理失败的试验品……",
    },
    [172] = {
    ["Title"] = "奇美隆",
    ["Description"] = "恐怖、丑恶、邪恶。杀了它。",
    },
    [174] = {
    ["Title"] = "奈法利安的末日",
    ["Description"] = "因为曾使用艾泽拉斯各大龙族军团的精华来创造多彩巨龙，死亡之翼之子奈法利安变得臭名昭著。在他死于黑翼之巢后，死亡之翼将他复活，并赐予其新的力量，让他继续那邪恶的计划。",
    },
    [176] = {
    ["Title"] = "血领主曼多基尔",
    ["Description"] = "恶名昭著的血领主曼多基尔多年前备受折磨而死，之后其尸体更是被血顶巨魔所亵渎。风传曼多基尔将其恶毒的灵魂寄宿在强大的血顶酋长甘祖拉恩的尸体里，血领主再一次出现在了荆棘谷的丛林中。",
    },
    [178] = {
    ["Title"] = "疯狂之缘——哈扎拉尔",
    ["Description"] = "疯狂之缘里有四名充满仇恨的灵魂：可怕的巨魔格里雷克被神剥夺了再生能力；战士雷纳塔基以热衷施虐而臭名昭著；先知哈扎拉尔整日被恐怖的未来预言所折磨；强大的战将乌苏雷则拥有号令风暴的力量。",
    },
    [180] = {
    ["Title"] = "疯狂之缘——乌苏雷",
    ["Description"] = "疯狂之缘里有四名充满仇恨的灵魂：可怕的巨魔格里雷克被神剥夺了再生能力；战士雷纳塔基以热衷施虐而臭名昭著；先知哈扎拉尔整日被恐怖的未来预言所折磨；强大的战将乌苏雷则拥有号令风暴的力量。",
    },
    [184] = {
    ["Title"] = "赞吉尔",
    ["Description"] = "因为把同胞变成了丧失心智的奴隶，赞吉尔一度被劈颅部落所放逐。为了壮大祖尔格拉布的军队，碎神者金度让他在古拉巴什中任职。众所周知，起死回生这种事，对他的药剂来说一点都不难。",
    },
    [186] = {
    ["Title"] = "埃基尔松",
    ["Description"] = "作为阿曼尼部落曾经的萨满，埃基尔松驾驭空气元素的本领令人赞赏。他的天赋被妖术领主玛拉卡斯所看中，这也让巨魔们的鹰神没费太大力气就找到了合适的宿主。",
    },
    [188] = {
    ["Title"] = "加亚莱",
    ["Description"] = "龙鹰是敏捷的猛禽，其利爪可以轻易地撕碎敌人。阿曼尼部族也有这样一只训练有素的野兽，它就是加亚莱。",
    },
    [190] = {
    ["Title"] = "妖术领主玛拉卡斯",
    ["Description"] = "数十年来，妖术领主玛拉卡斯都被说成是阿曼尼部族里最可怕的巫医。他的所作所为令人难以想象，还将数名强大的巨魔动物神灵的精华封存在部族最强壮的战士体内……而他也把最为黑暗的一只寄宿在了自己身上。",
    },
    [192] = {
    ["Title"] = "贝丝缇拉克",
    ["Description"] = "作为烬网蜘蛛的蛛母，贝丝缇拉克和她无情的后代们靠吮吸火元素残骸上的岩浆和火焰来满足他们的食欲。为了给她的子嗣们提供更多的养分，贝丝缇拉克在她的巢穴周围编织了一张巨大的火网，用来诱捕误入其中的猎物。",
    },
    [194] = {
    ["Title"] = "奥利瑟拉佐尔",
    ["Description"] = "当拉格纳罗斯的军队涌入海加尔山时，绿龙奥利瑟拉背叛了盟军，帮忙把叛变的大德鲁伊范达尔·鹿盔放了出来。作为奖赏，她被烈焰所净化，重生成了一只可怕的火鹰。",
    },
    [196] = {
    ["Title"] = "护门人贝尔洛克",
    ["Description"] = "在上古时代艾泽拉斯的元素战争中，贝尔洛克作为一名无情的战士而声名鹊起。如今他被困在了火焰之地，变得愈发不理智起来。很少有元素敢来打扰他，生怕牺牲在他对战斗的渴望之下。",
    },
    [198] = {
    ["Title"] = "拉格纳罗斯",
    ["Description"] = "火焰之地的领主拉格纳罗斯象征着愤怒与毁灭，一如铸就了艾泽拉斯的原初地狱之火。上古之神向拉格纳罗斯保证，他有机会把艾泽拉斯变成一片火海，而耐普图隆和塞拉赞恩将对此无能为力。为了取悦上古之神，拉格纳罗斯誓要点燃诺达希尔的世界之树。",
    },
    [283] = {
    ["Title"] = "泰兰德的残影",
    ["Description"] = "作为前暗夜精灵领袖及艾露恩高阶祭司，这个位于错乱时空中的泰兰德·语风的残影在艾泽拉斯未来的废土上徘徊。她被永恒的黑夜包围，几乎看不清艾露恩那令人慰藉的光辉。",
    },
    [291] = {
    ["Title"] = "艾萨拉女王",
    ["Description"] = "歌颂艾萨拉女王的美丽、威严与强大的歌谣数不胜数，可也正是她的虚荣导致上层精灵召来了燃烧军团。现在，她正坐视她最信赖的法师们为萨格拉斯降临艾泽拉斯的传送门输送能量，让她的众多子民在黑暗泰坦降临之前死去。",
    },
    [311] = {
    ["Title"] = "莫卓克",
    ["Description"] = "作为死亡之翼麾下最强大的元素生物，莫卓克曾是一个温顺的守护者。可现在，他却坚信，只有毁灭艾泽拉斯，他才有可能获得救赎。作为艾泽拉斯对抗暮光审判的最后希望，龙眠神殿尤其受到莫卓克的痛恨。",
    },
    [323] = {
    ["Title"] = "希尔瓦娜斯的残影",
    ["Description"] = "在破碎的时间流中，被遗忘者的领袖，希尔瓦娜斯·风行者疯狂的残影独自徘徊在红玉巨龙圣地的焦土上，不安地等待着。这个饱受折磨的残影失去了一切，在扭曲时空中无法安息，渴望向这片废墟上的一切活物发泄她黑暗的怒火。",
    },
    [331] = {
    ["Title"] = "奥卓克希昂",
    ["Description"] = "与其说奥卓克希昂是一条龙，还不如说他是一个充满黑暗能量的畸形怪物。他在自己短暂的一生中，不停地吸收虚空之龙的精华。他也是唯一受到死亡之翼赏识的暮光龙，只有在爆裂的能量溢出他那扭曲的躯壳时，他才会收起自己的傲慢。奥卓克希昂对他的主子忠心耿耿，发誓要摧毁龙眠神殿。",
    },
    [339] = {
    ["Title"] = "憎恨女王阿丽萨巴尔",
    ["Description"] = "就在堕落法师把阿丽萨巴尔召唤到艾泽拉斯不久之后，肯瑞托就将这只希瓦尔拉囚禁在他们的紫罗兰监狱中。尽管奥术守卫限制了她的法力，负责看管她的守卫们还是在这只恶魔邪恶的影响下被突然的暴怒所控制，自相残杀。在大灾变发生之前，她被遣送到巴拉丁监狱，但这却让这座已沦为废墟的恐怖监狱雪上加霜。",
    },
    [342] = {
    ["Title"] = "埃希拉·黎明克星",
    ["Description"] = "曾经的赏金猎人埃希拉·旭日行者一开始对暮光之锤的勾当持保留态度，但暮光教会慷慨的佣金很快使她就范。最终，她受到了她的邪恶雇主们深深的影响，逐渐屈从于堕落，甚至将自己改名为“黎明克星”。作为暮光教会最致命的杀手之一，埃希拉这次的任务是铲除萨尔和他的战友们。",
    },
    [341] = {
    ["Title"] = "大主教本尼迪塔斯",
    ["Description"] = "大主教本尼迪塔斯是备受尊敬的圣光教会领导者。多年以来，是他睿智的指引让人性在最黯淡的时代灼灼生辉。然而，在他仁慈善心的背后，隐藏着令人震惊的事实：为了效忠他的邪恶主宰和其爪牙死亡之翼，本尼迪塔斯立誓消灭艾泽拉斯土地上的所有生灵。",
    },
    [340] = {
    ["Title"] = "贝恩的残影",
    ["Description"] = "贝恩·血蹄在时光之末的破碎阴影徘徊于黑曜石巨龙圣地的废墟之中，因为无法保护这个世界遭受灭顶之灾，更因为无法继承父亲的遗志保护部落，贝恩的阴影变成了恼羞成怒的怪物。在这支离破碎的艾泽拉斯的未来，虽然这不堪屈辱的破碎残影仍然和现世的牛头人大酋长一样强大，他更像是一个载满怨恨与愤怒的容器，寻求释放和平息。",
    },
    [333] = {
    ["Title"] = "疯狂的死亡之翼",
    ["Description"] = "这个丑陋、毫无理智的恐怖生物满怀炽烈的恨意，裹挟着无穷的力量，势不可挡。大地守护者奈萨里奥早已消亡，他的头脑和灵魂已经彻底被上古之神腐蚀并吞噬。现在，这个怪物唯一的目标就是摧毁并灭绝一切生命。",
    },
    [332] = {
    ["Title"] = "战争大师黑角",
    ["Description"] = "曾经数量庞大的暮光龙如今所剩无几。这些久经考验的幸存者背上的骑手则是暮光之锤大军的余孽：精锐幼龙骑手。他们也是死亡之翼的私人卫队。在狡诈的战争大师黑角的带领下，他们为着邪恶的目标，誓死保卫他们的黑暗君主。",
    },
    [129] = {
    ["Title"] = "塞特斯，毁灭的造物",
    ["Description"] = "考虑到起源大厅的用途，泰坦认为创造一个掌握毁灭力量的结构体十分必要，那就是塞特斯。要是塞特斯被腐化了，那么后果将是灾难性的。",
    },
    [131] = {
    ["Title"] = "乌比斯将军",
    ["Description"] = "艾泽拉斯的勇者和他们的红龙盟军对格瑞姆巴托的大门发动了进攻，率领堡垒中教徒和暮光龙人展开防御的，正是凶神恶煞般的乌比斯将军。",
    },
    [133] = {
    ["Title"] = "达加·燃影者",
    ["Description"] = "这名暮光之锤的信使正在执行一个来自暮光之锤的任务。如果英雄们能够征服他那些烈焰的爪牙，达加就会让艾泽拉斯的保卫者们见证一个真实的末日预言。",
    },
    [325] = {
    ["Title"] = "不眠的约萨希",
    ["Description"] = "暮光堡垒陷落之后，不眠的约萨希就尽心辅佐死亡之翼，帮助灭世者释放出被囚禁在大地深处的无面者。这些无面者拥有超乎想象的力量，而且他们的数量无穷无尽。而约萨希则渴望用忠诚换取可怕的奖励。",
    },
    [91] = {
    ["Title"] = "死神5000",
    ["Description"] = "迪菲亚的工程师们在死神4000的基础上，日以继夜地想要完善出一种新型号的收割机。兄弟会相信，只要完工，这台恐怖的机械就能像割麦子一样从暴风城的武装士兵中杀出一条路来。",
    },
    [139] = {
    ["Title"] = "阿尔加洛斯",
    ["Description"] = "由于深渊领主阿尔加洛斯过于巨大，达拉然宏伟的紫罗兰监狱都无法容下，肯瑞托的法师们别无选择，只好把这头强大的恶魔关在托尔巴拉德的地下。",
    },
    [317] = {
    ["Title"] = "缚风者哈格拉",
    ["Description"] = "哈格拉曾是跟随被遗忘者学习奥术魔法的第一人。作为一个这么晚才开始学习魔法的学徒，她表现出了惊人的天赋。可她肆无忌惮地进行魔法实验，试图奴役元素，最终被风元素领主奥拉基尔诱惑并扭曲。现在，她狂热地效忠暮光之锤，为她的元素主子们束缚并折磨那些牺牲品。",
    },
    [285] = {
    ["Title"] = "吉安娜的残影",
    ["Description"] = "吉安娜·普罗德摩尔饱受折磨的投影已经惨遭撕裂并被注入了她的法杖碎片中。为了恢复时间流的平衡，你必须击败这个残影。可是，这位骄傲的前塞拉摩统治者掌握着毁灭性的魔法力量，而她这个时空错乱的幽灵投影同样如此。在这个未来的艾泽拉斯，她只是被分裂了，并且等待着……",
    },
    [289] = {
    ["Title"] = "姆诺兹多",
    ["Description"] = "游离于时间流之外，如今的姆诺兹多正是曾经崇高的时光之王，守护巨龙诺兹多姆。由于泰坦让诺兹多姆亲眼目睹了自己的死亡，饱受折磨的巨龙被上古之神所蒙骗。他企图扭转自己的宿命。于是，诺兹多姆破坏了时间的正常流转，并创造出了永恒之龙…艾泽拉斯的未来将被摧毁。",
    },
    [292] = {
    ["Title"] = "玛诺洛斯与瓦罗森",
    ["Description"] = "瓦罗森是艾萨拉女王的亲卫队长，而玛诺洛斯则是在未来用自己的血液使所有兽人陷入堕落的深渊领主。现在他们组成了最后一道防线，抵御任何企图阻止萨格拉斯进入艾泽拉斯的势力。尽管泰兰德和伊利丹奋战至此，但永恒之井的动荡不安已经将艾泽拉斯的命运推向了危机的边缘。",
    },
    [197] = {
    ["Title"] = "管理者鹿盔",
    ["Description"] = "在流沙之战中痛失爱子瓦斯坦恩一事，彻底击垮了范达尔·鹿盔的精神。现在，他被拉格纳罗斯灌注力量，成了火焰之地新任的管理者（顶替死亡的管理者埃克索图斯），并兼任背叛塞纳里奥议会的烈焰德鲁伊首领。范达尔宁愿毁掉艾泽拉斯，也不要活在这个失去爱子的世界里。",
    },
    [195] = {
    ["Title"] = "沙恩诺克斯",
    ["Description"] = "在火焰之地的元素守护者中，火妖是最为恐怖的一类。沙恩诺克斯也不例外。身为拉格纳罗斯帐下的首席猎人兼熔火恶犬驯犬人，沙恩诺克斯巡视着这块元素的领域，陪伴着他的是两只最为凶猛的畜生：裂肢和狂脸。",
    },
    [193] = {
    ["Title"] = "雷奥利斯领主",
    ["Description"] = "雷奥利斯是现存最古老的元素生物之一，他源自创造艾泽拉斯的洪荒烈焰。他负责在火焰之地创造新的元素，同时他认为那些将他迁移的泰坦们过于的傲慢，这股仇恨仍在他胸中燃烧。",
    },
    [155] = {
    ["Title"] = "奥拉基尔",
    ["Description"] = "借着无人能比的智慧和狡诈，风元素领主奥拉基尔曾是上古之神那支可怖军队中最出色的战略家。大灾变之后，他和死亡之翼同流合污，把神一般的力量用来对付空气元素的远古宿敌托维尔人。",
    },
    [157] = {
    ["Title"] = "瑟纳利昂和瓦里昂娜",
    ["Description"] = "奇迹般成年的瓦里昂娜和瑟纳利昂本该在新一代的暮光巨龙中充当典范，带着其子嗣吞噬艾泽拉斯的生命。然而，他们却总是把无与伦比的力量浪费在争斗和口角上。",
    },
    [191] = {
    ["Title"] = "达卡拉",
    ["Description"] = "为了弥补督军祖尔金死后所形成的权力真空，阿曼尼部族余下的巨魔们推举他们最喜爱的常胜将军：战无不胜的达卡拉来恢复他们失落的荣光。",
    },
    [189] = {
    ["Title"] = "哈尔拉兹",
    ["Description"] = "艾泽拉斯的山猫是凶猛的猎手，拥有能够撕碎猎物的利爪和利齿。受启发的妖术领主玛拉卡斯觉得，在部族最厉害的猎手里挑一名，把山猫之神的精华封在里面，应该很合适。",
    },
    [324] = {
    ["Title"] = "督军佐诺兹",
    ["Description"] = "无数个世纪之前，督军佐诺兹和他的士兵们对克苏恩和尤格-萨隆发动了无休止的战争。一千年过去了，可这个督军依然听命于上古之神恩佐斯的混沌统治。现在，死亡之翼释放出了这个传奇无面者，想靠他来消灭龙眠神殿的守护者们。",
    },
    [185] = {
    ["Title"] = "碎神者金度",
    ["Description"] = "在祖尔格拉布被打败之后，金度的灵魂因为没能满足哈卡的愿望而饱受折磨。但最近，他通过某种办法回到了现世，并奴役了夺灵者。带着恐怖神灵的可怕力量，金度誓要恢复古拉巴什帝国往日的辉煌。",
    },
    [167] = {
    ["Title"] = "古加尔",
    ["Description"] = "在古加尔的控制下，暮锤氏族的兽人已经变成了一支嗜杀的邪教，盲目地崇拜着上古之神及其使者死亡之翼。因为长时间地同他那黑暗的主子接触，古加尔的身心已经遭到了异常的扭曲。",
    },
    [169] = {
    ["Title"] = "全能金刚防御系统",
    ["Description"] = "全能金刚防御系统曾被标榜为黑铁矮人最伟大的技术奇迹。当奈法利安来到黑翼血环时，他修复了这个当时业已废弃的系统，并用其歼灭任何胆敢闯入他实验室的人。",
    },
    [171] = {
    ["Title"] = "艾卓曼德斯",
    ["Description"] = "艾卓曼德斯，又称实验体25463-D，是企图为一只黑龙幼崽强化感知力而诞生的失败作品。剧毒的药膏夺去了他的视力，迫使他只能靠嗅觉和听觉来生存。刨去艾卓曼德斯邪恶非凡这一点来看，这还真是个悲惨的故事。",
    },
    [173] = {
    ["Title"] = "马洛拉克",
    ["Description"] = "马洛原是一名前途无量的人类炼金师，直到奈法利安将他绑架，并把他同一具龙人的尸体融合在一起。结果就造出了这名笨手笨脚、只有几分前世心智残存的仆从：马洛拉克。",
    },
    [175] = {
    ["Title"] = "高阶祭司温诺希斯",
    ["Description"] = "温诺希斯本来是被派去杀死哈卡的，可他却被那凶残的存在所奴役，直到艾泽拉斯的英雄们完成了他的使命。在夺灵者的使徒们的努力下，温诺希斯从灵魂世界转生，受命和他的毒蛇一起守卫祖尔格拉布。",
    },
    [177] = {
    ["Title"] = "疯狂之缘——格里雷克",
    ["Description"] = "疯狂之缘里有四名充满仇恨的灵魂：可怕的巨魔格里雷克被神剥夺了再生能力；战士雷纳塔基以热衷施虐而臭名昭著；先知哈扎拉尔整日被恐怖的未来预言所折磨；强大的战将乌苏雷则拥有号令风暴的力量。",
    },
    [90] = {
    ["Title"] = "赫利克斯·破甲",
    ["Description"] = "赫利克斯从前是锈水财阀的工匠，可之后他收到了迪菲亚兄弟会的一笔款项，足以让他那样的无名部落工程师所做的一切都一文不值。就像所有精明的地精会做的那样，他迅速接下了这份工作，声称不再对前任雇主效忠。",
    },
    [181] = {
    ["Title"] = "高阶祭司基尔娜拉",
    ["Description"] = "高阶祭司娅尔罗被杀之后，豹神贝瑟克选择她的妹妹基尔娜拉作为其新的凡间代表。为了支持最近古拉巴什和赞达拉部落达成的协议，基尔娜拉放出了她凶残的猎豹，来对付这里不设防的住民。",
    },
    [92] = {
    ["Title"] = "撕心狼将军",
    ["Description"] = "詹姆斯·哈林顿身中狼人的诅咒后，在一个刺骨的寒夜里毁掉了钟爱的家庭和他的远洋航海生涯。在那之后，他改名为撕心狼，逃到了西部荒野，之后更是接受了任命，指挥迪菲亚兄弟会可怖的无畏舰。",
    },
    [93] = {
    ["Title"] = "“船长”曲奇",
    ["Description"] = "随着迪菲亚兄弟会前任无畏舰指挥官的死亡，曲奇自封为船长。尽管他在主厨的工作上仍然尽职尽责，但若是有谁质疑其船长的头衔来得是否光明磊落，那人就会因为严重的食物中毒而倒地不起。",
    },
    [187] = {
    ["Title"] = "纳洛拉克",
    ["Description"] = "纳洛拉克在战场上以其可怕的怒火和野蛮的力量而著称，妖术领主玛拉卡斯认为他是承载熊神精华的理想容器。",
    },
    [95] = {
    ["Title"] = "梵妮莎·范克里夫",
    ["Description"] = "当梵妮莎还是一个小女孩的时候，她亲眼目睹了父亲艾德温·范克里夫的悲惨下场。作为前任迪菲亚兄弟会领袖之女，她接过父亲领袖的衣钵，在迪菲亚兄弟会据点死亡矿井的黑暗回廊里厉兵秣马，谋划着对暴风城的复仇。",
    },
    [96] = {
    ["Title"] = "灰葬男爵",
    ["Description"] = "灰葬男爵被狼人所杀，随后被遗忘者将其复活成亡灵。这个叛徒擅长使用暗影的力量，将他的敌人玩弄于鼓掌之间。",
    },
    [97] = {
    ["Title"] = "席瓦莱恩男爵",
    ["Description"] = "在这座城堡尚未落入阿鲁高狼人之手的时候，席瓦莱恩男爵是这里的主人。现在他被诅咒的灵魂召唤着将他杀害的狼人，惩处那些侵入其家园的来犯者。",
    },
    [98] = {
    ["Title"] = "指挥官斯普林瓦尔",
    ["Description"] = "作为一名忠诚的士兵，指挥官斯普林瓦尔的鬼魂游荡在议会大厅里，用不洁之力为他的领主席瓦莱恩男爵复仇。",
    },
    [99] = {
    ["Title"] = "沃登勋爵",
    ["Description"] = "高弗雷的左右手、傲慢的沃登勋爵曾发誓不惜一切代价，也要为其同胞鞠躬尽瘁。如今成了亡灵的一员，沃登依然信守诺言，用冰与毒对敌人发起猛攻。",
    },
    [100] = {
    ["Title"] = "高弗雷勋爵",
    ["Description"] = "身为吉尔尼斯贵族及被遗忘者的眼线，狡猾而又多智的高弗雷勋爵擅使双枪，麾下还有大批残忍嗜血的食尸鬼。",
    },
    [101] = {
    ["Title"] = "纳兹夏尔女士",
    ["Description"] = "在从蛮勇的克瓦迪尔手中夺回瓦丝琪尔的过程中，纳兹夏尔女士扮演了至关重要角色。她因此赢得了艾萨拉女王的青睐。最近，纳兹夏尔身先士卒，率军对耐普图隆发动了进攻，并成功地将这位强大的元素领主困在了海潮王座中。",
    },
    [102] = {
    ["Title"] = "指挥官乌尔索克，腐烂王子",
    ["Description"] = "乌尔索克是一名邪恶的上古生物，上古之神派他来帮助纳兹夏尔女士侵略潮汐王座。乌尔索克浑身迸发着罪恶的力量，在瓦丝琪尔最深邃的海沟里指挥着无面者军团。",
    },
    [103] = {
    ["Title"] = "蛊心魔古厄夏",
    ["Description"] = "在深渊裂口的英勇一战后，大地之环的萨满石语者埃鲁纳克最终还是被纳迦军队所俘获，并沦为蛊心魔古厄夏的奴隶。恐怕这只寄生的畸兽已经彻底控制了埃鲁纳克的心智、肉体，以及他那毁灭性的萨满法术。",
    },
    [104] = {
    ["Title"] = "厄祖玛特",
    ["Description"] = "传说艾泽拉斯的大海出现过巨大的海怪，然而这个神话如今成了真。纳迦通过某种邪恶的手段，将海怪的宗主厄祖玛特控制在手下，用来对付耐普图隆及其追随者们。",
    },
    [105] = {
    ["Title"] = "摧骨者罗姆欧格",
    ["Description"] = "作为外域食人魔中少见的“缺失的一环”，摧骨者罗姆欧格因其食人魔凶残的本性而被暮光之锤邪教所看重。他如今统领着焚烧之厅，靠折磨他人满足着自己的嗜虐欲。",
    },
    [106] = {
    ["Title"] = "柯尔拉，暮光之兆",
    ["Description"] = "柯尔拉曾是一位功成名就的肯瑞托法师，如今她对暮光之锤忠贞不渝。她会祝福那些狂热的追随者，将虚空巨龙的精华授予他们，把他们变成凶狠的暮光龙人。",
    },
    [107] = {
    ["Title"] = "卡尔什·断钢",
    ["Description"] = "巨大的龙人卡尔什·断钢在暮光铸炉日夜工作，用稀有的水银制造着武器。尽管卡尔什的作品在通常情况下都坚不可摧，可在高温下，它们就如锈铁一般脆弱。",
    },
    [108] = {
    ["Title"] = "如花",
    ["Description"] = "如花和比斯巨兽的传说犹如美女与野兽、海洋与星空一般悠久而浪漫。比斯巨兽在黑石塔上被英雄们宰杀之后，如花带着四条剩下的小犬加入了暮光之锤的部队，志在惩罚那些杀害她的伴侣的生物。",
    },
    [109] = {
    ["Title"] = "升腾者领主奥西迪斯",
    ["Description"] = "堕落者德希里克曾是一名强大的萨满，因为其狂热的虔诚和对暴行的嗜好，他被恩准升腾：通过一道黑暗仪式，他被注入了元素之力，变成了一头名为升腾者领主奥西迪斯的畸形生物。",
    },
    [110] = {
    ["Title"] = "克伯鲁斯",
    ["Description"] = "死亡之翼奴役着巨大的旋岩虫克伯鲁斯，让它挖掘大量源质来为黑龙之王铸造新的盔甲。但是，当死亡之翼离去后，愤怒的克伯鲁斯摆脱了管束，在巨石之核里盲目地肆虐。",
    },
    [111] = {
    ["Title"] = "岩皮",
    ["Description"] = "上古之神强化了死亡之翼身为大地守护者的力量，让他轻易地就使得深岩之洲的石龙为暮光之锤效忠。这些生物中最有抱负的一个就是岩皮。他会铲除任何胆敢进入巨石之核的入侵者，希望能够借此赢得死亡之翼的青睐。",
    },
    [112] = {
    ["Title"] = "欧泽鲁克",
    ["Description"] = "从深岩之洲的创造之初，欧泽鲁克就一直是巨石之核的守护者。没人有知道他为什么还留在那里，但是很明显，这名守护者认为任何对死亡之翼不利的人，都是深岩之洲的威胁，应该予以消灭。",
    },
    [113] = {
    ["Title"] = "高阶女祭司艾苏尔",
    ["Description"] = "尽管心智尽毁，但高阶女祭司艾苏尔仍然是少数几个能在同暮光之锤教派恐怖的主子沟通后，还能活下来的人。她将恐怖植根在低级教徒心中，好让他们在主子下令的时候，毫不犹豫地牺牲自己。",
    },
    [114] = {
    ["Title"] = "大宰相埃尔坦",
    ["Description"] = "奉主人阿萨德之命，埃尔坦守护着旋云之巅，对抗任何来自地面的、胆敢侵入这个领域的人们。为了履行其职责，这名元素贵族被授予了统御闪电和风暴大军的特权。",
    },
    [115] = {
    ["Title"] = "阿尔泰鲁斯",
    ["Description"] = "巨大的风暴之龙阿尔泰鲁斯不知疲倦地警戒着旋云之巅的浮空平台。风暴的能量在他体内脉动，传说他还驾驭着驱动着这座元素堡垒的气流。",
    },
    [116] = {
    ["Title"] = "西风君王阿萨德",
    ["Description"] = "奥拉基尔亲自指名阿萨德作为旋云之巅的守护者。自从南风之主希亚玛特遭到尼斐塞特托维尔人的囚禁之后，这名可怕的元素相信自己只要干好这份差事，没准就能升上风之议会。",
    },
    [117] = {
    ["Title"] = "胡辛姆将军",
    ["Description"] = "泰坦们曾亲自指派胡辛姆将军作为奥丹姆的守护者之一。在南风之主希亚玛特治愈了尼斐塞特托维尔人的血肉诅咒之后，胡辛姆将军发动了反叛，并最终将那名强大的空气元素囚禁了起来。",
    },
    [118] = {
    ["Title"] = "锁喉",
    ["Description"] = "在尼斐塞特发动起义，反抗希亚玛特的乱战中，俾格米人奥弗在托维尔古城中大偷特偷。在他们的族人中，奥弗因为两件事而备受尊重：一是他的狡诈；还有一个是他的宠物，那条叫做锁喉的凶狠鳄鱼。",
    },
    [119] = {
    ["Title"] = "高阶预言者巴林姆",
    ["Description"] = "高阶预言者巴林姆是尼斐塞特神圣的精神领袖。为了对抗希亚玛特，他与胡辛姆将军集结尼斐塞特人，将这名空气元素囚禁了起来。然而，某种黑暗力量依然驱使着巴林姆和他的追随者们，在奥丹姆散播着恐惧。",
    },
    [179] = {
    ["Title"] = "疯狂之缘——雷纳塔基",
    ["Description"] = "疯狂之缘里有四名充满仇恨的灵魂：可怕的巨魔格里雷克被神剥夺了再生能力；战士雷纳塔基以热衷施虐而臭名昭著；先知哈扎拉尔整日被恐怖的未来预言所折磨；强大的战将乌苏雷则拥有号令风暴的力量。",
    },
    [89] = {
    ["Title"] = "格拉布托克",
    ["Description"] = "只是一阵心血来潮，格拉布托克就释放出强大的魔法力量，把他的食人魔山给夷为了平地。听到这个消息，迪菲亚立刻雇佣了这只硕大的食人魔法师作为死亡矿井的工头，借助他毁灭性的天赋来监督那些劳工。",
    },
    }
    WoWeuCN_Tooltips_EncounterSectionData = {
    ["5x2714"] = {
    ["Title"] = "灵魂之箭",
    ["Description"] = "玛拉卡斯引导一阵强力的灵魂之箭弹幕，每0.5秒对附近的玩家造成3,000点暗影伤害。",
    },
    ["6x2714"] = {
    ["Title"] = "灵魂之箭",
    ["Description"] = "玛拉卡斯引导一阵强力的灵魂之箭弹幕，每0.5秒对附近的玩家造成3,000点暗影伤害。",
    },
    ["4x2714"] = {
    ["Title"] = "灵魂之箭",
    ["Description"] = "玛拉卡斯引导一阵强力的灵魂之箭弹幕，每0.5秒对附近的玩家造成3,000点暗影伤害。",
    },
    ["5x2999"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瑟纳利昂在空中时，会使用下列技能。",
    },
    ["6x2999"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瑟纳利昂在空中时，会使用下列技能。",
    },
    ["4x2499"] = {
    ["Title"] = "叉状闪电",
    ["Description"] = "乌苏雷对面前一个距离100码的90度角内的所有敌人造成32,499点自然伤害。",
    },
    ["5x2499"] = {
    ["Title"] = "叉状闪电",
    ["Description"] = "乌苏雷对面前一个距离100码的90度角内的所有敌人造成12,499点自然伤害。",
    },
    ["6x2499"] = {
    ["Title"] = "叉状闪电",
    ["Description"] = "乌苏雷对面前一个距离100码的90度角内的所有敌人造成32,499点自然伤害。",
    },
    ["2x4310"] = {
    ["Title"] = "被插入的魔刃",
    ["Description"] = "魔刃插入玛诺洛斯的体内，每次针对玛诺洛斯的攻击都有一定几率产生魔刃之击效果，对其造成100 万点火焰伤害。",
    },
    ["5x3221"] = {
    ["Title"] = "衰弱光线",
    ["Description"] = "衰弱光线使一个目标的治疗效果和伤害输出降低75%，并且每1秒造成11,000点暗影伤害，持续10秒。",
    },
    ["6x3221"] = {
    ["Title"] = "衰弱光线",
    ["Description"] = "衰弱光线使一个目标的治疗效果和伤害输出降低75%，并且每1秒造成11,000点暗影伤害，持续10秒。",
    },
    ["3x3221"] = {
    ["Title"] = "衰弱光线",
    ["Description"] = "衰弱光线使一个目标的治疗效果和伤害输出降低75%，并且每1秒造成6,400点暗影伤害，持续10秒。\r\n\r\n在英雄难度下，衰弱光线还会导致堕落之血效果。|r",
    },
    ["4x3221"] = {
    ["Title"] = "衰弱光线",
    ["Description"] = "衰弱光线使一个目标的治疗效果和伤害输出降低75%，并且每1秒造成6,400点暗影伤害，持续10秒。",
    },
    ["3x2526"] = {
    ["Title"] = "第一阶段：麻烦，真麻烦！",
    ["Description"] = "当雷奥利斯领主的盔甲完好无损时，他无视玩家的存在，但是玩家可以攻击他的腿部，控制其行动。",
    },
    ["4x2526"] = {
    ["Title"] = "第一阶段：麻烦，真麻烦！",
    ["Description"] = "当雷奥利斯领主的盔甲完好无损时，他无视玩家的存在，但是玩家可以攻击他的腿部，控制其行动。",
    },
    ["3x2999"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瑟纳利昂在空中时，会使用下列技能。",
    },
    ["4x2999"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瑟纳利昂在空中时，会使用下列技能。",
    },
    ["2x2698"] = {
    ["Title"] = "第二阶段：领教贝瑟克的真正威力吧！",
    ["Description"] = "当生命值还剩50%时，高阶祭司基尔娜拉变为贝瑟克的化身，并唤醒所有还在沉睡的猎豹。",
    },
    ["4x2698"] = {
    ["Title"] = "第二阶段：领教贝瑟克的真正威力吧！",
    ["Description"] = "当生命值还剩50%时，高阶祭司基尔娜拉变为贝瑟克的化身，并唤醒所有还在沉睡的猎豹。",
    },
    ["5x2698"] = {
    ["Title"] = "第二阶段：领教贝瑟克的真正威力吧！",
    ["Description"] = "当生命值还剩50%时，高阶祭司基尔娜拉变为贝瑟克的化身，并唤醒所有还在沉睡的猎豹。",
    },
    ["6x2698"] = {
    ["Title"] = "第二阶段：领教贝瑟克的真正威力吧！",
    ["Description"] = "当生命值还剩50%时，高阶祭司基尔娜拉变为贝瑟克的化身，并唤醒所有还在沉睡的猎豹。",
    },
    ["2x2499"] = {
    ["Title"] = "叉状闪电",
    ["Description"] = "乌苏雷对面前一个距离100码的90度角内的所有敌人造成32,499点自然伤害。",
    },
    ["4x2140"] = {
    ["Title"] = "邪恶之令",
    ["Description"] = "当指挥官斯普林瓦尔获得三层邪恶能量后，他会消耗它们，将这个法术随机施放到某个玩家身上。邪恶之令每3秒造成相当于该玩家生命值上限5%的暗影伤害。这个效果会一直持续到该玩家或指挥官斯普林瓦尔死亡。",
    },
    ["5x2847"] = {
    ["Title"] = "熔火流星",
    ["Description"] = "熔火流星会随机朝8个方向中的一个滚去，对5码内的敌人每1.50秒造成500,000点烈焰风暴伤害。\r\n\r\n如果流星砸中墙壁，它会破裂成三颗熔火巨石，向反方向弹回去。如果在没有砸中墙壁之前被摧毁，熔火流星暂时静止，阻挡住视线。",
    },
    ["6x2847"] = {
    ["Title"] = "熔火流星",
    ["Description"] = "熔火流星会随机朝8个方向中的一个滚去，对5码内的敌人每1.50秒造成500,000点烈焰风暴伤害。\r\n\r\n如果流星砸中墙壁，它会破裂成三颗熔火巨石，向反方向弹回去。如果在没有砸中墙壁之前被摧毁，熔火流星暂时静止，阻挡住视线。",
    },
    ["2x2486"] = {
    ["Title"] = "哀嚎之风",
    ["Description"] = "第二阶段开始时，希亚玛特每秒对所有玩家造成3,899点自然伤害，持续6秒。在此法术生效期间，玩家会被猛烈地击飞到平台的各个角落。",
    },
    ["1x2486"] = {
    ["Title"] = "哀嚎之风",
    ["Description"] = "第二阶段开始时，希亚玛特每秒对所有玩家造成3,000点自然伤害，持续6秒。在此法术生效期间，玩家会被猛烈地击飞到平台的各个角落。",
    },
    ["2x2196"] = {
    ["Title"] = "熔岩喷溅",
    ["Description"] = "埃鲁纳克向正前方90度角、20码长的锥形区域发射岩浆，对范围内的敌人造成20,000点火焰伤害。被岩浆击中的目标还会受到每秒2,000点火焰伤害，持续10秒。",
    },
    ["1x2196"] = {
    ["Title"] = "熔岩喷溅",
    ["Description"] = "埃鲁纳克向正前方90度角、20码长的锥形区域发射岩浆，对范围内的敌人造成20,000点火焰伤害。被岩浆击中的目标还会受到每秒2,000点火焰伤害，持续10秒。",
    },
    ["6x3001"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "在空中盘旋时，瑟纳利昂不断地随机向玩家所在的位置发射暮光烈焰之箭。当暮光冲击波击中地面时，会爆炸并对该处周围半径8码范围内的所有玩家造成35,000点暗影伤害。",
    },
    ["5x3001"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "在空中盘旋时，瑟纳利昂不断地随机向玩家所在的位置发射暮光烈焰之箭。当暮光冲击波击中地面时，会爆炸并对该处周围半径8码范围内的所有玩家造成35,000点暗影伤害。",
    },
    ["4x3001"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "在空中盘旋时，瑟纳利昂不断地随机向玩家所在的位置发射暮光烈焰之箭。当暮光冲击波击中地面时，会爆炸并对该处周围半径8码范围内的所有玩家造成24,000点暗影伤害。",
    },
    ["5x2377"] = {
    ["Title"] = "束缚烈焰",
    ["Description"] = "当熔岩从炉架中迸发出来时，会有三个束缚烈焰出现并攻击附近的敌对玩家。",
    },
    ["6x2377"] = {
    ["Title"] = "束缚烈焰",
    ["Description"] = "当熔岩从炉架中迸发出来时，会有三个束缚烈焰出现并攻击附近的敌对玩家。",
    },
    ["2x2377"] = {
    ["Title"] = "束缚烈焰",
    ["Description"] = "当熔岩从炉架中迸发出来时，会有三个束缚烈焰出现并攻击附近的敌对玩家。",
    },
    ["5x2831"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔会周期性地放出火环，持续3秒。穿过火环的敌人将会获得炽炎之能效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["4x2377"] = {
    ["Title"] = "束缚烈焰",
    ["Description"] = "当熔岩从炉架中迸发出来时，会有三个束缚烈焰出现并攻击附近的敌对玩家。",
    },
    ["5x3510"] = {
    ["Title"] = "伏击",
    ["Description"] = "雷纳塔基从阴影中攻击任意一名玩家，对其造成物理伤害，数值相当于目标最大生命值的90%，并使其昏迷2秒。",
    },
    ["4x3510"] = {
    ["Title"] = "伏击",
    ["Description"] = "雷纳塔基从阴影中攻击任意一名玩家，对其造成物理伤害，数值相当于目标最大生命值的90%，并使其昏迷2秒。",
    },
    ["6x3510"] = {
    ["Title"] = "伏击",
    ["Description"] = "雷纳塔基从阴影中攻击任意一名玩家，对其造成物理伤害，数值相当于目标最大生命值的90%，并使其昏迷2秒。",
    },
    ["1x2380"] = {
    ["Title"] = "恐吓咆哮",
    ["Description"] = "如花发出咆哮，使附近的所有敌人因恐惧而逃跑，持续4秒。",
    },
    ["2x2380"] = {
    ["Title"] = "恐吓咆哮",
    ["Description"] = "如花发出咆哮，使附近的所有敌人因恐惧而逃跑，持续5秒。",
    },
    ["1x2669"] = {
    ["Title"] = "混沌之种",
    ["Description"] = "塞特斯在房间内随机一个位置制造一颗混沌之种，让它落在地上。靠近种子将会令其爆裂，对12码内所有的敌人造成3,499点暗影伤害。处于爆炸区域的玩家同时也会受到混沌的影响，每当他们对目标施放敌对技能或法术时就会额外受到15,000点无法抵抗的伤害，持续15秒。额外伤害每2秒内只能发生一次。",
    },
    ["3x2782"] = {
    ["Title"] = "第二阶段：狂乱！",
    ["Description"] = "施放三次阴燃毁灭后，贝丝缇拉克变得狂乱。她将从烬网中走出来，并不再召唤子嗣的援助。",
    },
    ["3x3001"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "在空中盘旋时，瑟纳利昂不断地随机向玩家所在的位置发射暮光烈焰之箭。当暮光冲击波击中地面时，会爆炸并对该处周围半径8码范围内的所有玩家造成24,000点暗影伤害。",
    },
    ["5x2782"] = {
    ["Title"] = "第二阶段：狂乱！",
    ["Description"] = "施放三次阴燃毁灭后，贝丝缇拉克变得狂乱。她将从烬网中走出来，并不再召唤子嗣的援助。",
    },
    ["4x4153"] = {
    ["Title"] = "暮光之剪",
    ["Description"] = "大主教本尼迪塔斯随机向一名玩家射出暮光之箭，每一层暮光之箭效果都会对目标周围10码内的敌人造成暗影伤害。",
    },
    ["5x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["6x2515"] = {
    ["Title"] = "赞吉利狂暴者",
    ["Description"] = "赞吉利狂暴者会随机选择一个玩家，只对其发动攻击。",
    },
    ["6x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["6x2971"] = {
    ["Title"] = "孤单的翡翠雏龙",
    ["Description"] = "",
    },
    ["5x2971"] = {
    ["Title"] = "孤单的翡翠雏龙",
    ["Description"] = "",
    },
    ["4x2971"] = {
    ["Title"] = "孤单的翡翠雏龙",
    ["Description"] = "",
    },
    ["3x2971"] = {
    ["Title"] = "孤单的翡翠雏龙",
    ["Description"] = "",
    },
    ["2x2515"] = {
    ["Title"] = "赞吉利狂暴者",
    ["Description"] = "赞吉利狂暴者会随机选择一个玩家，只对其发动攻击。",
    },
    ["5x2515"] = {
    ["Title"] = "赞吉利狂暴者",
    ["Description"] = "赞吉利狂暴者会随机选择一个玩家，只对其发动攻击。",
    },
    ["4x2515"] = {
    ["Title"] = "赞吉利狂暴者",
    ["Description"] = "赞吉利狂暴者会随机选择一个玩家，只对其发动攻击。",
    },
    ["2x2880"] = {
    ["Title"] = "涌动",
    ["Description"] = "达卡拉对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["4x2880"] = {
    ["Title"] = "涌动",
    ["Description"] = "达卡拉对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["5x2880"] = {
    ["Title"] = "涌动",
    ["Description"] = "达卡拉对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["6x2880"] = {
    ["Title"] = "涌动",
    ["Description"] = "达卡拉对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["2x3966"] = {
    ["Title"] = "奥术震击",
    ["Description"] = "着魔的魔导师每1秒对45码范围内的所有敌人造成9,399点奥术伤害。",
    },
    ["4x3966"] = {
    ["Title"] = "奥术震击",
    ["Description"] = "着魔的魔导师每1秒对45码范围内的所有敌人造成9,399点奥术伤害。",
    },
    ["5x3966"] = {
    ["Title"] = "奥术震击",
    ["Description"] = "着魔的魔导师每1秒对45码范围内的所有敌人造成9,399点奥术伤害。",
    },
    ["6x3966"] = {
    ["Title"] = "奥术震击",
    ["Description"] = "着魔的魔导师每1秒对45码范围内的所有敌人造成9,399点奥术伤害。",
    },
    ["3x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["2x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["6x3302"] = {
    ["Title"] = "爆裂灰烬",
    ["Description"] = "在飞行时，奈法利安有时会随机选择一名玩家，对其施放爆裂灰烬，使其被爆炸性的残渣覆盖，每2秒受到2,000点火焰伤害。\r\n\r\n残渣在8秒后爆炸，对周围半径10码范围内的玩家造成45,000点火焰伤害。",
    },
    ["6x2682"] = {
    ["Title"] = "萨弗拉斯的烈焰",
    ["Description"] = "当萨弗拉斯被强化时，拉格纳罗斯的攻击将会产生萨弗拉斯的烈焰，对所有敌人造成500,000点火焰伤害。",
    },
    ["4x2857"] = {
    ["Title"] = "引燃",
    ["Description"] = "奥利瑟拉佐尔炽热的核心再次燃烧起来，迅速恢复熔火之力。每1秒恢复2点熔火之力。",
    },
    ["5x2857"] = {
    ["Title"] = "引燃",
    ["Description"] = "奥利瑟拉佐尔炽热的核心再次燃烧起来，迅速恢复熔火之力。每1秒恢复2点熔火之力。",
    },
    ["6x2857"] = {
    ["Title"] = "引燃",
    ["Description"] = "奥利瑟拉佐尔炽热的核心再次燃烧起来，迅速恢复熔火之力。每1秒恢复2点熔火之力。",
    },
    ["4x2459"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "高阶预言者巴林姆召唤一只火凤凰参战。如果天堂炽焰的生命值降到1%，它会变成一枚凤凰蛋，开始自愈。在大约20秒后，蛋中会孵化出一只新的天堂炽焰。",
    },
    ["5x2459"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "高阶预言者巴林姆召唤一只火凤凰参战。如果天堂炽焰的生命值降到1%，它会变成一枚凤凰蛋，开始自愈。在大约20秒后，蛋中会孵化出一只新的天堂炽焰。",
    },
    ["6x2459"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "高阶预言者巴林姆召唤一只火凤凰参战。如果天堂炽焰的生命值降到1%，它会变成一枚凤凰蛋，开始自愈。在大约20秒后，蛋中会孵化出一只新的天堂炽焰。",
    },
    ["6x2953"] = {
    ["Title"] = "原型实验体",
    ["Description"] = "这些龙类实验体会使用生长催化剂增强盟友的攻击力。",
    },
    ["5x2953"] = {
    ["Title"] = "原型实验体",
    ["Description"] = "这些龙类实验体会使用生长催化剂增强盟友的攻击力。",
    },
    ["4x2953"] = {
    ["Title"] = "原型实验体",
    ["Description"] = "这些龙类实验体会使用生长催化剂增强盟友的攻击力。",
    },
    ["3x2953"] = {
    ["Title"] = "原型实验体",
    ["Description"] = "这些龙类实验体会使用生长催化剂增强盟友的攻击力。",
    },
    ["6x2708"] = {
    ["Title"] = "奥术洪流",
    ["Description"] = "阿莱松令0码内所有的玩家沉默2秒。",
    },
    ["5x2648"] = {
    ["Title"] = "熔火之力",
    ["Description"] = "熔岩元素被6码内的同类所强化，造成的伤害提高25%，并对诱捕效果免疫。",
    },
    ["6x2648"] = {
    ["Title"] = "熔火之力",
    ["Description"] = "熔岩元素被6码内的同类所强化，造成的伤害提高25%，并对诱捕效果免疫。",
    },
    ["5x3240"] = {
    ["Title"] = "释放精华",
    ["Description"] = "暮光仇恨召唤者释放暮光能量，影响附近的所有玩家，每1秒对他们造成一次伤害，数值相当于每个目标生命值上限的10%。常规的打断技能无法阻止此法术的施放，不过其它可以导致目标失控的效果也许很有效。",
    },
    ["6x3240"] = {
    ["Title"] = "释放精华",
    ["Description"] = "暮光仇恨召唤者释放暮光能量，影响附近的所有玩家，每1秒对他们造成一次伤害，数值相当于每个目标生命值上限的10%。常规的打断技能无法阻止此法术的施放，不过其它可以导致目标失控的效果也许很有效。",
    },
    ["3x3207"] = {
    ["Title"] = "熔岩金刚",
    ["Description"] = "",
    },
    ["4x3207"] = {
    ["Title"] = "熔岩金刚",
    ["Description"] = "",
    },
    ["5x3207"] = {
    ["Title"] = "熔岩金刚",
    ["Description"] = "",
    },
    ["4x2217"] = {
    ["Title"] = "厄祖玛特的枯萎",
    ["Description"] = "厄祖玛特会周期性地向一名随机敌对玩家脚下吐出一团凋零池。凋零池的范围为10，持续30秒。任何站在其中的玩家都将每秒受到800点暗影伤害，持续6秒。玩家站在池中时，该效果每秒叠加一次。",
    },
    ["2x2217"] = {
    ["Title"] = "厄祖玛特的枯萎",
    ["Description"] = "厄祖玛特会周期性地向一名随机敌对玩家脚下吐出一团凋零池。凋零池的范围为10，持续30秒。任何站在其中的玩家都将每秒受到800点暗影伤害，持续6秒。玩家站在池中时，该效果每秒叠加一次。",
    },
    ["4x4275"] = {
    ["Title"] = "魔能吸取",
    ["Description"] = "当禁卫队长瓦罗森存活时，如果玩家对玛诺洛斯造成了重大伤害，玛诺洛斯会牺牲禁卫队长瓦罗森并使自身生命值回满。",
    },
    ["5x2940"] = {
    ["Title"] = "快速冻结",
    ["Description"] = "马洛拉克随机使一个玩家周围的区域突然变得极冷，对该目标周围半径5码范围内的所有玩家造成90,000点冰霜伤害，并使他们冻结在冰块中，持续30秒。\r\n\r\n当冰块被打碎后，目标获得自由，但碎裂的冰块会对这名玩家周围半径5码范围内的所有其他玩家造成90,000点额外的冰霜伤害，并打碎这一范围内的所有冰块。",
    },
    ["6x2940"] = {
    ["Title"] = "快速冻结",
    ["Description"] = "马洛拉克随机使一个玩家周围的区域突然变得极冷，对该目标周围半径5码范围内的所有玩家造成124,999点冰霜伤害，并使他们冻结在冰块中，持续30秒。\r\n\r\n当冰块被打碎后，目标获得自由，但碎裂的冰块会对这名玩家周围半径5码范围内的所有其他玩家造成90,000点额外的冰霜伤害，并打碎这一范围内的所有冰块。",
    },
    ["3x2940"] = {
    ["Title"] = "快速冻结",
    ["Description"] = "马洛拉克随机使一个玩家周围的区域突然变得极冷，对该目标周围半径5码范围内的所有玩家造成60,000点冰霜伤害，并使他们冻结在冰块中，持续30秒。\r\n\r\n当冰块被打碎后，目标获得自由，但碎裂的冰块会对这名玩家周围半径5码范围内的所有其他玩家造成48,000点额外的冰霜伤害，并打碎这一范围内的所有冰块。",
    },
    ["4x2940"] = {
    ["Title"] = "快速冻结",
    ["Description"] = "马洛拉克随机使一个玩家周围的区域突然变得极冷，对该目标周围半径5码范围内的所有玩家造成60,000点冰霜伤害，并使他们冻结在冰块中，持续30秒。\r\n\r\n当冰块被打碎后，目标获得自由，但碎裂的冰块会对这名玩家周围半径5码范围内的所有其他玩家造成48,000点额外的冰霜伤害，并打碎这一范围内的所有冰块。",
    },
    ["2x2708"] = {
    ["Title"] = "奥术洪流",
    ["Description"] = "阿莱松令0码内所有的玩家沉默2秒。",
    },
    ["4x2708"] = {
    ["Title"] = "奥术洪流",
    ["Description"] = "阿莱松令0码内所有的玩家沉默2秒。",
    },
    ["5x2708"] = {
    ["Title"] = "奥术洪流",
    ["Description"] = "阿莱松令0码内所有的玩家沉默2秒。",
    },
    ["2x4275"] = {
    ["Title"] = "魔能吸取",
    ["Description"] = "当禁卫队长瓦罗森存活时，如果玩家对玛诺洛斯造成了重大伤害，玛诺洛斯会牺牲禁卫队长瓦罗森并使自身生命值回满。",
    },
    ["1x2431"] = {
    ["Title"] = "不稳定的接地场",
    ["Description"] = "阿萨德运用闪电的力量，在平台上的某个地方制造一个三角形的区域。任何针对身处该区域内的某个单位施放的法术都会被偏转。",
    },
    ["2x2431"] = {
    ["Title"] = "不稳定的接地场",
    ["Description"] = "阿萨德运用闪电的力量，在平台上的某个地方制造一个三角形的区域。任何针对身处该区域内的某个单位施放的法术都会被偏转。",
    },
    ["2x2926"] = {
    ["Title"] = "太阳能量",
    ["Description"] = "拉夏最初拥有100点太阳能量，他会用这些能量来施放法术。",
    },
    ["1x2926"] = {
    ["Title"] = "太阳能量",
    ["Description"] = "拉夏最初拥有100点太阳能量，他会用这些能量来施放法术。",
    },
    ["2x2694"] = {
    ["Title"] = "痛苦波浪",
    ["Description"] = "基尔娜拉朝面前的敌人扫过一道破坏性的痛苦波浪，造成60,000点暗影伤害，并将他们击退。",
    },
    ["1x3345"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["3x3345"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["4x3680"] = {
    ["Title"] = "时光沙漏",
    ["Description"] = "姆诺兹多偷取了时光沙漏，并把其禁锢在艾泽拉斯的时光之末中。在战斗中，玩家可以使用它施放5次时光倒转。",
    },
    ["2x3517"] = {
    ["Title"] = "阿曼尼劫持者",
    ["Description"] = "埃基尔松召唤一只阿曼尼劫持者，将某个随机玩家抓到空中。",
    },
    ["5x3680"] = {
    ["Title"] = "时光沙漏",
    ["Description"] = "姆诺兹多偷取了时光沙漏，并把其禁锢在艾泽拉斯的时光之末中。在战斗中，玩家可以使用它施放5次时光倒转。",
    },
    ["4x3517"] = {
    ["Title"] = "阿曼尼劫持者",
    ["Description"] = "埃基尔松召唤一只阿曼尼劫持者，将某个随机玩家抓到空中。",
    },
    ["5x3517"] = {
    ["Title"] = "阿曼尼劫持者",
    ["Description"] = "埃基尔松召唤一只阿曼尼劫持者，将某个随机玩家抓到空中。",
    },
    ["2x3382"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "暮光雏龙随机冲击下方的一名玩家，造成10,000点暗影伤害。",
    },
    ["1x3382"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "暮光雏龙随机冲击下方的一名玩家，造成10,000点暗影伤害。",
    },
    ["5x2611"] = {
    ["Title"] = "升级",
    ["Description"] = "当血领主曼多基尔杀死一名玩家时，他就会升级，其物理伤害增加20%。效果可叠加。",
    },
    ["6x2611"] = {
    ["Title"] = "升级",
    ["Description"] = "当血领主曼多基尔杀死一名玩家时，他就会升级，其物理伤害增加20%。效果可叠加。",
    },
    ["4x2611"] = {
    ["Title"] = "升级",
    ["Description"] = "当血领主曼多基尔杀死一名玩家时，他就会升级，其物理伤害增加20%。效果可叠加。",
    },
    ["2x2611"] = {
    ["Title"] = "升级",
    ["Description"] = "当血领主曼多基尔杀死一名玩家时，他就会升级，其物理伤害增加20%。效果可叠加。",
    },
    ["6x2390"] = {
    ["Title"] = "慌乱",
    ["Description"] = "奥西迪斯之影会攻击最近造成过威胁值的敌人，而不是威胁值最高的敌人。",
    },
    ["1x2201"] = {
    ["Title"] = "意识迷雾",
    ["Description"] = "蛊心魔古厄夏在自己周围制造一团半径10码的迷雾。所有站在迷雾中的敌人都不能攻击或施法，并且每0.5秒受到499点暗影伤害。迷雾会在20秒后消失。",
    },
    ["5x3245"] = {
    ["Title"] = "第三阶段：去死吧！",
    ["Description"] = "当玩家摧毁脉动的暮光之卵之后，希奈丝特拉结束与凯伦的魔法决斗，开始愤怒地攻击玩家。由于从暮光龙卵中吸取了能量，她造成的伤害不再降低。",
    },
    ["2x3673"] = {
    ["Title"] = "艾露恩之泪",
    ["Description"] = "在生命值降到30%的时候，泰兰德呼唤月亮女神的帮助。直到战斗结束，天空中将落下艾露恩的眼泪，对4码内的玩家造成30,000点奥术伤害。",
    },
    ["6x4354"] = {
    ["Title"] = "暮光之息",
    ["Description"] = "格里昂纳吐息一股黑暗的火焰，对前方45码范围内的锥形区域造成125,000点暗影伤害。",
    },
    ["5x4354"] = {
    ["Title"] = "暮光之息",
    ["Description"] = "格里昂纳吐息一股黑暗的火焰，对前方45码范围内的锥形区域造成85,000点暗影伤害。",
    },
    ["6x3245"] = {
    ["Title"] = "第三阶段：去死吧！",
    ["Description"] = "当玩家摧毁脉动的暮光之卵之后，希奈丝特拉结束与凯伦的魔法决斗，开始愤怒地攻击玩家。由于从暮光龙卵中吸取了能量，她造成的伤害不再降低。",
    },
    ["4x3673"] = {
    ["Title"] = "艾露恩之泪",
    ["Description"] = "在生命值降到30%的时候，泰兰德呼唤月亮女神的帮助。直到战斗结束，天空中将落下艾露恩的眼泪，对4码内的玩家造成30,000点奥术伤害。",
    },
    ["6x3673"] = {
    ["Title"] = "艾露恩之泪",
    ["Description"] = "在生命值降到30%的时候，泰兰德呼唤月亮女神的帮助。直到战斗结束，天空中将落下艾露恩的眼泪，对4码内的玩家造成30,000点奥术伤害。",
    },
    ["5x3673"] = {
    ["Title"] = "艾露恩之泪",
    ["Description"] = "在生命值降到30%的时候，泰兰德呼唤月亮女神的帮助。直到战斗结束，天空中将落下艾露恩的眼泪，对4码内的玩家造成30,000点奥术伤害。",
    },
    ["4x2960"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "哈尔弗斯的近战攻击使他的当前目标受创伤，获得的治疗效果降低6%，持续30秒。这个效果可以叠加。",
    },
    ["5x2960"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "哈尔弗斯的近战攻击使他的当前目标受创伤，获得的治疗效果降低8%，持续30秒。这个效果可以叠加。",
    },
    ["6x2960"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "哈尔弗斯的近战攻击使他的当前目标受创伤，获得的治疗效果降低8%，持续30秒。这个效果可以叠加。",
    },
    ["6x2834"] = {
    ["Title"] = "炽炎之爪新兵",
    ["Description"] = "炽炎之爪新兵会周期性地飞来协助奥利瑟拉佐尔，同地面上的敌人战斗。",
    },
    ["5x2589"] = {
    ["Title"] = "争食",
    ["Description"] = "裂肢的近战攻击每次成功命中，都会使其造成的物理伤害提高5%，持续20秒。该效果会叠加。",
    },
    ["4x3112"] = {
    ["Title"] = "水流长枪",
    ["Description"] = "费伦迪乌斯随机向一名玩家发射强力的水箭，造成125,000点冰霜伤害。",
    },
    ["3x3112"] = {
    ["Title"] = "水流长枪",
    ["Description"] = "费伦迪乌斯随机向一名玩家发射强力的水箭，造成90,000点冰霜伤害。",
    },
    ["6x3112"] = {
    ["Title"] = "水流长枪",
    ["Description"] = "费伦迪乌斯随机向一名玩家发射强力的水箭，造成200,000点冰霜伤害。",
    },
    ["5x3112"] = {
    ["Title"] = "水流长枪",
    ["Description"] = "费伦迪乌斯随机向一名玩家发射强力的水箭，造成125,000点冰霜伤害。",
    },
    ["4x2694"] = {
    ["Title"] = "痛苦波浪",
    ["Description"] = "基尔娜拉朝面前的敌人扫过一道破坏性的痛苦波浪，造成60,000点暗影伤害，并将他们击退。",
    },
    ["6x2694"] = {
    ["Title"] = "痛苦波浪",
    ["Description"] = "基尔娜拉朝面前的敌人扫过一道破坏性的痛苦波浪，造成60,000点暗影伤害，并将他们击退。",
    },
    ["5x2694"] = {
    ["Title"] = "痛苦波浪",
    ["Description"] = "基尔娜拉朝面前的敌人扫过一道破坏性的痛苦波浪，造成60,000点暗影伤害，并将他们击退。",
    },
    ["3x2640"] = {
    ["Title"] = "第二阶段：萨弗拉斯将成为你的末日！",
    ["Description"] = "",
    },
    ["2x2703"] = {
    ["Title"] = "毁灭",
    ["Description"] = "贝瑟克的化身毁灭其当前目标，对其造成150%的普通近战攻击。并使目标流血，每2秒受到10,000点伤害，持续10秒。",
    },
    ["4x2709"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "阿莱松施放神圣魔法，治疗一名盟友300,000点生命值。",
    },
    ["2x2709"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "阿莱松施放神圣魔法，治疗一名盟友300,000点生命值。",
    },
    ["6x2640"] = {
    ["Title"] = "第二阶段：萨弗拉斯将成为你的末日！",
    ["Description"] = "",
    },
    ["5x2703"] = {
    ["Title"] = "毁灭",
    ["Description"] = "贝瑟克的化身毁灭其当前目标，对其造成150%的普通近战攻击。并使目标流血，每2秒受到10,000点伤害，持续10秒。",
    },
    ["4x2640"] = {
    ["Title"] = "第二阶段：萨弗拉斯将成为你的末日！",
    ["Description"] = "",
    },
    ["5x2846"] = {
    ["Title"] = "灾变流星",
    ["Description"] = "烈焰之末使者召唤一颗强大的熔火流星，对5码内的敌人造成500,000点烈焰风暴伤害。",
    },
    ["6x2846"] = {
    ["Title"] = "灾变流星",
    ["Description"] = "烈焰之末使者召唤一颗强大的熔火流星，对5码内的敌人造成500,000点烈焰风暴伤害。",
    },
    ["5x3535"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["6x3535"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["3x3535"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["4x3535"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["4x2776"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网工虫随机对一名敌人喷出灼伤酸液，造成16,999点火焰伤害。",
    },
    ["5x2776"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网工虫随机对一名敌人喷出灼伤酸液，造成21,869点火焰伤害。",
    },
    ["1x3383"] = {
    ["Title"] = "暗影修补",
    ["Description"] = "在无面腐蚀者成功腐蚀一枚卵之后，它会对埃鲁达克施放暗影修补，为埃鲁达克治疗20%的生命值。",
    },
    ["2x3383"] = {
    ["Title"] = "暗影修补",
    ["Description"] = "在无面腐蚀者成功腐蚀一枚卵之后，它会对埃鲁达克施放暗影修补，为埃鲁达克治疗20%的生命值。",
    },
    ["5x2943"] = {
    ["Title"] = "黑暗魔法",
    ["Description"] = "维克多·奈法里奥斯勋爵向锅中注入黑暗魔法，使得邪恶废液从锅里喷洒出来。黑暗魔法的效果持续90秒。黑暗魔法还会使马洛拉克免疫嘲讽效果。",
    },
    ["6x2943"] = {
    ["Title"] = "黑暗魔法",
    ["Description"] = "维克多·奈法里奥斯勋爵向锅中注入黑暗魔法，使得邪恶废液从锅里喷洒出来。黑暗魔法的效果持续90秒。黑暗魔法还会使马洛拉克免疫嘲讽效果。",
    },
    ["6x3165"] = {
    ["Title"] = "堕落熔岩",
    ["Description"] = "受到古加尔的若干技能影响时，玩家的腐蚀等级会提升。每一层腐蚀都会使古加尔的上古之神的腐蚀技能对玩家的伤害提高3%。",
    },
    ["5x3165"] = {
    ["Title"] = "堕落熔岩",
    ["Description"] = "受到古加尔的若干技能影响时，玩家的腐蚀等级会提升。每一层腐蚀都会使古加尔的上古之神的腐蚀技能对玩家的伤害提高3%。",
    },
    ["6x2998"] = {
    ["Title"] = "领域偏移",
    ["Description"] = "当瑟纳利昂对同一目标叠加到第五层暮光位移效果时，领域偏移会对周围半径8码内的所有玩家造成15,000点暗影伤害，并将受到影响的玩家拖入暮光领域。",
    },
    ["5x2998"] = {
    ["Title"] = "领域偏移",
    ["Description"] = "当瑟纳利昂对同一目标叠加到第五层暮光位移效果时，领域偏移会对周围半径8码内的所有玩家造成15,000点暗影伤害，并将受到影响的玩家拖入暮光领域。",
    },
    ["2x2610"] = {
    ["Title"] = "斩首",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，向他冲锋，造成1500 万点物理伤害。",
    },
    ["1x3384"] = {
    ["Title"] = "虹吸精华",
    ["Description"] = "在无面腐蚀者成功腐蚀一枚卵之后，它会随机对一名玩家施放虹吸精华，每1秒吸取9,000点生命值，持续4秒。无面腐蚀者受到相当于该伤害量三倍的治疗。",
    },
    ["2x3384"] = {
    ["Title"] = "虹吸精华",
    ["Description"] = "在无面腐蚀者成功腐蚀一枚卵之后，它会随机对一名玩家施放虹吸精华，每1秒吸取15,000点生命值，持续4秒。无面腐蚀者受到相当于该伤害量三倍的治疗。",
    },
    ["1x2048"] = {
    ["Title"] = "召唤雾气",
    ["Description"] = "在迷雾笼罩甲板的时候，蒸汽生物会周期性的聚集成型，攻击附近的玩家。每当撕心狼将军遁入迷雾中，新的蒸汽生物就会形成。\r\n\r\n在英雄难度下，当撕心狼将军的生命值低于10%时，会有三个额外的蒸汽生物出现在迷雾中。|r",
    },
    ["2x2048"] = {
    ["Title"] = "召唤雾气",
    ["Description"] = "在迷雾笼罩甲板的时候，蒸汽生物会周期性的聚集成型，攻击附近的玩家。每当撕心狼将军遁入迷雾中，新的蒸汽生物就会形成。",
    },
    ["4x2843"] = {
    ["Title"] = "肥硕的熔岩虫",
    ["Description"] = "在第一阶段，两组共八条熔岩虫会从熔火地面中钻出来。玩家无法攻击熔岩虫。如果饥饿的巢鸟位于一条熔岩虫旁边，它会冲过去将其吞掉，暂时进入饱餐状态。",
    },
    ["3x2843"] = {
    ["Title"] = "肥硕的熔岩虫",
    ["Description"] = "在第一阶段，两组共八条熔岩虫会从熔火地面中钻出来。玩家无法攻击熔岩虫。如果饥饿的巢鸟位于一条熔岩虫旁边，它会冲过去将其吞掉，暂时进入饱餐状态。",
    },
    ["6x2843"] = {
    ["Title"] = "肥硕的熔岩虫",
    ["Description"] = "在第一阶段，两组共八条熔岩虫会从熔火地面中钻出来。玩家无法攻击熔岩虫。如果饥饿的巢鸟位于一条熔岩虫旁边，它会冲过去将其吞掉，暂时进入饱餐状态。",
    },
    ["5x2843"] = {
    ["Title"] = "肥硕的熔岩虫",
    ["Description"] = "在第一阶段，两组共八条熔岩虫会从熔火地面中钻出来。玩家无法攻击熔岩虫。如果饥饿的巢鸟位于一条熔岩虫旁边，它会冲过去将其吞掉，暂时进入饱餐状态。",
    },
    ["6x3145"] = {
    ["Title"] = "源质畸体",
    ["Description"] = "源质畸体的起始生命值等同于四人合并时所剩生命值的总和。",
    },
    ["5x3145"] = {
    ["Title"] = "源质畸体",
    ["Description"] = "源质畸体的起始生命值等同于四人合并时所剩生命值的总和。",
    },
    ["4x3145"] = {
    ["Title"] = "源质畸体",
    ["Description"] = "源质畸体的起始生命值等同于四人合并时所剩生命值的总和。",
    },
    ["3x2951"] = {
    ["Title"] = "绝对零度",
    ["Description"] = "马洛拉克随机在一名玩家周围召唤一枚超低温的球体。如果这枚球体靠近任何玩家3码以内，就会爆炸，对周围半径5码范围内的所有玩家造成50,000点冰霜伤害，并将他们击退。",
    },
    ["4x2951"] = {
    ["Title"] = "绝对零度",
    ["Description"] = "马洛拉克随机在一名玩家周围召唤一枚超低温的球体。如果这枚球体靠近任何玩家3码以内，就会爆炸，对周围半径5码范围内的所有玩家造成50,000点冰霜伤害，并将他们击退。",
    },
    ["3x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成60,000点自然伤害。",
    },
    ["2x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成60,000点自然伤害。",
    },
    ["1x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成60,000点自然伤害。",
    },
    ["2x2812"] = {
    ["Title"] = "烈焰震击",
    ["Description"] = "崇拜者哈尔拉兹随机冲击一名玩家，立刻造成15,000 点火焰伤害，并且每3秒额外造成25,000点火焰伤害，持续12秒。",
    },
    ["4x2812"] = {
    ["Title"] = "烈焰震击",
    ["Description"] = "崇拜者哈尔拉兹随机冲击一名玩家，立刻造成15,000 点火焰伤害，并且每3秒额外造成25,000点火焰伤害，持续12秒。",
    },
    ["5x2812"] = {
    ["Title"] = "烈焰震击",
    ["Description"] = "崇拜者哈尔拉兹随机冲击一名玩家，立刻造成10,000 点火焰伤害，并且每3秒额外造成10,000点火焰伤害，持续12秒。",
    },
    ["6x2812"] = {
    ["Title"] = "烈焰震击",
    ["Description"] = "崇拜者哈尔拉兹随机冲击一名玩家，立刻造成15,000 点火焰伤害，并且每3秒额外造成25,000点火焰伤害，持续12秒。",
    },
    ["6x4348"] = {
    ["Title"] = "腐蚀寄生虫",
    ["Description"] = "当腐蚀寄生虫的效果结束，寄生虫会离开宿主玩家。",
    },
    ["5x4348"] = {
    ["Title"] = "腐蚀寄生虫",
    ["Description"] = "当腐蚀寄生虫的效果结束，寄生虫会离开宿主玩家。",
    },
    ["5x2877"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "达卡拉向附近的敌人施展旋风斩。引导2秒后，他对8码内的敌人造成110%的普通近战伤害。",
    },
    ["6x2877"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "达卡拉向附近的敌人施展旋风斩。引导2秒后，他对8码内的敌人造成110%的普通近战伤害。",
    },
    ["5x3238"] = {
    ["Title"] = "脉动的暮光之卵",
    ["Description"] = "希奈丝特拉在这些巨大的卵中储存了大量暮光能量。",
    },
    ["5x3122"] = {
    ["Title"] = "燃烧之血",
    ["Description"] = "伊格纳休斯随机使一名玩家的血液沸腾，每2秒造成越来越高的火焰伤害，但是也会使周围半径10码范围内的玩家获得烈焰充盈效果。",
    },
    ["6x3122"] = {
    ["Title"] = "燃烧之血",
    ["Description"] = "伊格纳休斯随机使一名玩家的血液沸腾，每2秒造成越来越高的火焰伤害，但是也会使周围半径10码范围内的玩家获得烈焰充盈效果。",
    },
    ["3x3122"] = {
    ["Title"] = "燃烧之血",
    ["Description"] = "伊格纳休斯随机使一名玩家的血液沸腾，每2秒造成越来越高的火焰伤害，但是也会使周围半径10码范围内的玩家获得烈焰充盈效果。",
    },
    ["4x3122"] = {
    ["Title"] = "燃烧之血",
    ["Description"] = "伊格纳休斯随机使一名玩家的血液沸腾，每2秒造成越来越高的火焰伤害，但是也会使周围半径10码范围内的玩家获得烈焰充盈效果。",
    },
    ["6x3238"] = {
    ["Title"] = "脉动的暮光之卵",
    ["Description"] = "希奈丝特拉在这些巨大的卵中储存了大量暮光能量。",
    },
    ["6x3126"] = {
    ["Title"] = "重力核心",
    ["Description"] = "泰拉斯卓以强大的重力随机碾压一名玩家，每2秒造成10,000点物理伤害。当重力核心碾压玩家时，重力场会对周围半径10码范围内的玩家产生影响，使其移动速度降低50%，急速降低100%，持续10秒。",
    },
    ["5x3126"] = {
    ["Title"] = "重力核心",
    ["Description"] = "泰拉斯卓以强大的重力随机碾压一名玩家，每2秒造成10,000点物理伤害。当重力核心碾压玩家时，重力场会对周围半径10码范围内的玩家产生影响，使其移动速度降低50%，急速降低100%，持续10秒。",
    },
    ["1x2444"] = {
    ["Title"] = "尘土抽击",
    ["Description"] = "锁喉开始上下摆动它的尾巴，持续5秒。对在它后面的玩家造成每秒5,000点自然伤害，并使其的命中率降低50%，持续10秒。尘土抽击所造成的伤害每秒提高50%。",
    },
    ["5x3022"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成50,000点自然伤害，并将他们击退。",
    },
    ["4x3352"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "希奈丝特拉只在英雄难度下开放。",
    },
    ["3x3022"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成24,000点自然伤害，并将他们击退。",
    },
    ["2x3352"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "希奈丝特拉只在英雄难度下开放。",
    },
    ["1x3352"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "希奈丝特拉只在英雄难度下开放。",
    },
    ["6x2743"] = {
    ["Title"] = "寒冰箭",
    ["Description"] = "玛拉卡斯对随机一名敌人造成12,000点冰霜伤害，并使其移动速度降低50%，持续4秒。",
    },
    ["5x2743"] = {
    ["Title"] = "寒冰箭",
    ["Description"] = "玛拉卡斯对随机一名敌人造成12,000点冰霜伤害，并使其移动速度降低50%，持续4秒。",
    },
    ["6x3225"] = {
    ["Title"] = "腐蚀：绝对",
    ["Description"] = "当堕落之血达到100%时，玩家会完全转变成无面者。在这个状态下，玩家无法被治疗，但是伤害输出提高100%，所有法术变成瞬发。",
    },
    ["5x3225"] = {
    ["Title"] = "腐蚀：绝对",
    ["Description"] = "当堕落之血达到100%时，玩家会完全转变成无面者。在这个状态下，玩家无法被治疗，但是伤害输出提高100%，所有法术变成瞬发。",
    },
    ["4x3225"] = {
    ["Title"] = "腐蚀：绝对",
    ["Description"] = "当堕落之血达到100%时，玩家会完全转变成无面者。在这个状态下，玩家无法被治疗，但是伤害输出提高100%，所有法术变成瞬发。",
    },
    ["3x3225"] = {
    ["Title"] = "腐蚀：绝对",
    ["Description"] = "当堕落之血达到100%时，玩家会完全转变成无面者。在这个状态下，玩家无法被治疗，但是伤害输出提高100%，所有法术变成瞬发。",
    },
    ["3x2602"] = {
    ["Title"] = "黑暗噬体",
    ["Description"] = "",
    },
    ["4x2877"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "达卡拉向附近的敌人施展旋风斩。引导2秒后，他对8码内的敌人造成110%的普通近战伤害。",
    },
    ["2x2877"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "达卡拉向附近的敌人施展旋风斩。引导2秒后，他对8码内的敌人造成110%的普通近战伤害。",
    },
    ["3x3684"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["2x3365"] = {
    ["Title"] = "燃烧的暗影箭",
    ["Description"] = "达加·燃影者以燃烧之影随机轰炸一个玩家，造成15,000点暗影烈焰伤害。",
    },
    ["1x3365"] = {
    ["Title"] = "燃烧的暗影箭",
    ["Description"] = "达加·燃影者以燃烧之影随机轰炸一个玩家，造成9,000点暗影烈焰伤害。",
    },
    ["2x2148"] = {
    ["Title"] = "盾墙",
    ["Description"] = "当痛苦的军官的生命值低于20%时，他会举起盾来防御，受到的所有伤害降低75%，持续10秒。",
    },
    ["4x2148"] = {
    ["Title"] = "盾墙",
    ["Description"] = "当痛苦的军官的生命值低于20%时，他会举起盾来防御，受到的所有伤害降低75%，持续10秒。",
    },
    ["1x3364"] = {
    ["Title"] = "达加·燃影者",
    ["Description"] = "达加·燃影者独自与玩家作战，直至他的生命值降到30%以下。此时他会呼叫瓦里昂娜加入战斗。达加会骑在瓦里昂娜的背上继续作战。",
    },
    ["3x2529"] = {
    ["Title"] = "热点火",
    ["Description"] = "雷奥利斯领主喷出一道灰烬，对7码内的玩家造成15,000点火焰伤害，并创造5只雷奥利斯领主的碎片，或是一只雷奥利斯的火花。",
    },
    ["2x3364"] = {
    ["Title"] = "达加·燃影者",
    ["Description"] = "达加·燃影者独自与玩家作战，直至他的生命值降到30%以下。此时他会呼叫瓦里昂娜加入战斗。达加会骑在瓦里昂娜的背上继续作战。",
    },
    ["6x2529"] = {
    ["Title"] = "热点火",
    ["Description"] = "雷奥利斯领主喷出一道灰烬，对7码内的玩家造成15,000点火焰伤害，并创造5只雷奥利斯领主的碎片，或是一只雷奥利斯的火花。",
    },
    ["4x2529"] = {
    ["Title"] = "热点火",
    ["Description"] = "雷奥利斯领主喷出一道灰烬，对7码内的玩家造成15,000点火焰伤害，并创造5只雷奥利斯领主的碎片，或是一只雷奥利斯的火花。",
    },
    ["5x2529"] = {
    ["Title"] = "热点火",
    ["Description"] = "雷奥利斯领主喷出一道灰烬，对7码内的玩家造成15,000点火焰伤害，并创造5只雷奥利斯领主的碎片，或是一只雷奥利斯的火花。",
    },
    ["6x2758"] = {
    ["Title"] = "末日灾祸",
    ["Description"] = "玛拉卡斯随机选择一名目标，施加末日迫近的诅咒，在30秒后造成50,000点暗影伤害。",
    },
    ["5x2758"] = {
    ["Title"] = "末日灾祸",
    ["Description"] = "玛拉卡斯随机选择一名目标，施加末日迫近的诅咒，在30秒后造成50,000点暗影伤害。",
    },
    ["4x2758"] = {
    ["Title"] = "末日灾祸",
    ["Description"] = "玛拉卡斯随机选择一名目标，施加末日迫近的诅咒，在30秒后造成50,000点暗影伤害。",
    },
    ["2x2758"] = {
    ["Title"] = "末日灾祸",
    ["Description"] = "玛拉卡斯随机选择一名目标，施加末日迫近的诅咒，在30秒后造成50,000点暗影伤害。",
    },
    ["1x2435"] = {
    ["Title"] = "奥术弹幕",
    ["Description"] = "坠天之星随机向一个玩家发射奥术能量球，造成3,000点奥术伤害。",
    },
    ["1x2563"] = {
    ["Title"] = "奥术弹幕",
    ["Description"] = "苍穹魔仆随机对一名玩家施放星界能量弹幕，造成7,700点奥术伤害。",
    },
    ["6x2691"] = {
    ["Title"] = "灭焰之水",
    ["Description"] = "灭焰之水使玩家免疫恐惧烈焰的伤害，并且能让玩家熄灭附近的恐惧烈焰。",
    },
    ["5x2691"] = {
    ["Title"] = "灭焰之水",
    ["Description"] = "灭焰之水使玩家免疫恐惧烈焰的伤害，并且能让玩家熄灭附近的恐惧烈焰。",
    },
    ["4x2616"] = {
    ["Title"] = "奥根之令",
    ["Description"] = "血领主曼多基尔从奥根身上下来，下令让它杀死区域内的被禁锢的灵魂。如果奥根走到一个被禁锢的灵魂旁，他会将其杀死，然后立刻寻找一个新的被禁锢的灵魂作为下一个目标。",
    },
    ["5x2616"] = {
    ["Title"] = "奥根之令",
    ["Description"] = "血领主曼多基尔从奥根身上下来，下令让它杀死区域内的被禁锢的灵魂。如果奥根走到一个被禁锢的灵魂旁，他会将其杀死，然后立刻寻找一个新的被禁锢的灵魂作为下一个目标。",
    },
    ["6x2616"] = {
    ["Title"] = "奥根之令",
    ["Description"] = "血领主曼多基尔从奥根身上下来，下令让它杀死区域内的被禁锢的灵魂。如果奥根走到一个被禁锢的灵魂旁，他会将其杀死，然后立刻寻找一个新的被禁锢的灵魂作为下一个目标。",
    },
    ["6x2685"] = {
    ["Title"] = "塞纳留斯",
    ["Description"] = "尽管身为玛洛恩与艾露恩之子，半神和德鲁伊庇护者塞纳留斯也曾在幼年时得到巨龙伊瑟拉的照料。\r\n\r\n在战斗中，塞纳留斯会使用自然能量冰冻活体流星，减少由拉格纳罗斯的极热而造成的伤害。",
    },
    ["6x2838"] = {
    ["Title"] = "饱餐",
    ["Description"] = "饱餐后，饥饿的巢鸟在10秒内将不会发脾气。饥饿的巢鸟孵化时处于饱餐状态，用肥硕的熔岩虫对它们进行喂食可以再次进入饱餐状态。",
    },
    ["5x2838"] = {
    ["Title"] = "饱餐",
    ["Description"] = "饱餐后，饥饿的巢鸟在10秒内将不会发脾气。饥饿的巢鸟孵化时处于饱餐状态，用肥硕的熔岩虫对它们进行喂食可以再次进入饱餐状态。",
    },
    ["4x2838"] = {
    ["Title"] = "饱餐",
    ["Description"] = "饱餐后，饥饿的巢鸟在15秒内将不会发脾气。饥饿的巢鸟孵化时处于饱餐状态，用肥硕的熔岩虫对它们进行喂食可以再次进入饱餐状态。",
    },
    ["3x2838"] = {
    ["Title"] = "饱餐",
    ["Description"] = "饱餐后，饥饿的巢鸟在15秒内将不会发脾气。饥饿的巢鸟孵化时处于饱餐状态，用肥硕的熔岩虫对它们进行喂食可以再次进入饱餐状态。",
    },
    ["2x3358"] = {
    ["Title"] = "恶毒的穴居人",
    ["Description"] = "恶毒的穴居人的生命值很低，且受到了莫德古德的怨念的诅咒。",
    },
    ["1x3358"] = {
    ["Title"] = "恶毒的穴居人",
    ["Description"] = "恶毒的穴居人的生命值很低，且受到了莫德古德的怨念的诅咒。",
    },
    ["5x2517"] = {
    ["Title"] = "大锅",
    ["Description"] = "赞吉尔在自己的巢穴周围摆了三口实验用的大锅。每一口锅都有独特的药水，喝下锅中的药水可以获得特殊的效果。",
    },
    ["6x2517"] = {
    ["Title"] = "大锅",
    ["Description"] = "赞吉尔在自己的巢穴周围摆了三口实验用的大锅。每一口锅都有独特的药水，喝下锅中的药水可以获得特殊的效果。",
    },
    ["4x2517"] = {
    ["Title"] = "大锅",
    ["Description"] = "赞吉尔在自己的巢穴周围摆了三口实验用的大锅。每一口锅都有独特的药水，喝下锅中的药水可以获得特殊的效果。",
    },
    ["2x2517"] = {
    ["Title"] = "大锅",
    ["Description"] = "赞吉尔在自己的巢穴周围摆了三口实验用的大锅。每一口锅都有独特的药水，喝下锅中的药水可以获得特殊的效果。",
    },
    ["2x2616"] = {
    ["Title"] = "奥根之令",
    ["Description"] = "血领主曼多基尔从奥根身上下来，下令让它杀死区域内的被禁锢的灵魂。如果奥根走到一个被禁锢的灵魂旁，他会将其杀死，然后立刻寻找一个新的被禁锢的灵魂作为下一个目标。",
    },
    ["1x2463"] = {
    ["Title"] = "黑暗哀嚎",
    ["Description"] = "黑暗先驱周期性地对每个玩家造成5,000点暗影伤害。",
    },
    ["3x3162"] = {
    ["Title"] = "堕落",
    ["Description"] = "腐蚀信徒对周围半径20码范围内的玩家造成20,000点暗影伤害，显著提高他们的腐蚀等级。",
    },
    ["4x3162"] = {
    ["Title"] = "堕落",
    ["Description"] = "腐蚀信徒对周围半径20码范围内的玩家造成20,000点暗影伤害，显著提高他们的腐蚀等级。",
    },
    ["1x2184"] = {
    ["Title"] = "圆弧斩",
    ["Description"] = "荣誉卫士攻击他面前5码范围内的锥形区域中的目标，对每个目标造成普通近战攻击150%的伤害。圆弧斩无法被躲闪、格挡或招架。",
    },
    ["2x2463"] = {
    ["Title"] = "黑暗哀嚎",
    ["Description"] = "黑暗先驱周期性地对每个玩家造成7,000点暗影伤害。",
    },
    ["5x2905"] = {
    ["Title"] = "狂乱",
    ["Description"] = "古拉巴什灵魂周期性地获得攻击速度提高20%的效果。可叠加。",
    },
    ["6x2905"] = {
    ["Title"] = "狂乱",
    ["Description"] = "古拉巴什灵魂周期性地获得攻击速度提高20%的效果。可叠加。",
    },
    ["4x2976"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "风暴骑手死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["5x2976"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "风暴骑手死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["2x2905"] = {
    ["Title"] = "狂乱",
    ["Description"] = "古拉巴什灵魂周期性地获得攻击速度提高20%的效果。可叠加。",
    },
    ["5x3162"] = {
    ["Title"] = "堕落",
    ["Description"] = "腐蚀信徒对周围半径20码范围内的玩家造成75,000点暗影伤害，显著提高他们的腐蚀等级。",
    },
    ["6x3162"] = {
    ["Title"] = "堕落",
    ["Description"] = "腐蚀信徒对周围半径20码范围内的玩家造成75,000点暗影伤害，显著提高他们的腐蚀等级。",
    },
    ["5x2063"] = {
    ["Title"] = "炽热火焰",
    ["Description"] = "当梵妮莎的生命值低于50%时，她会跳到船顶，引爆事先布置在船周围的炸药。这些炸药会在甲板上制造炽热火焰。身处火焰周围半径5码范围内的玩家会受到每秒50,000点火焰伤害。\r\n\r\n玩家可以通过使用甲板旁边的绳子来避免自己葬身火海。",
    },
    ["6x2063"] = {
    ["Title"] = "炽热火焰",
    ["Description"] = "当梵妮莎的生命值低于50%时，她会跳到船顶，引爆事先布置在船周围的炸药。这些炸药会在甲板上制造炽热火焰。身处火焰周围半径5码范围内的玩家会受到每秒50,000点火焰伤害。\r\n\r\n玩家可以通过使用甲板旁边的绳子来避免自己葬身火海。",
    },
    ["3x2976"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "风暴骑手死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x2881"] = {
    ["Title"] = "压制重击",
    ["Description"] = "达卡拉立刻对目标施展攻击，造成115%的普通近战伤害。这一攻击无法被格挡、躲闪或者招架。",
    },
    ["5x2881"] = {
    ["Title"] = "压制重击",
    ["Description"] = "达卡拉立刻对目标施展攻击，造成115%的普通近战伤害。这一攻击无法被格挡、躲闪或者招架。",
    },
    ["2x2881"] = {
    ["Title"] = "压制重击",
    ["Description"] = "达卡拉立刻对目标施展攻击，造成115%的普通近战伤害。这一攻击无法被格挡、躲闪或者招架。",
    },
    ["4x2881"] = {
    ["Title"] = "压制重击",
    ["Description"] = "达卡拉立刻对目标施展攻击，造成115%的普通近战伤害。这一攻击无法被格挡、躲闪或者招架。",
    },
    ["2x2123"] = {
    ["Title"] = "刺眼暗影",
    ["Description"] = "盲眼守卫奥杜每1秒造成6,499点暗影伤害，持续6秒。",
    },
    ["1x2123"] = {
    ["Title"] = "刺眼暗影",
    ["Description"] = "盲眼守卫奥杜每1秒造成74点暗影伤害，持续6秒。",
    },
    ["5x2918"] = {
    ["Title"] = "毒蝎形态",
    ["Description"] = "如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。",
    },
    ["6x2918"] = {
    ["Title"] = "毒蝎形态",
    ["Description"] = "如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。",
    },
    ["1x2396"] = {
    ["Title"] = "抑制波",
    ["Description"] = "克伯鲁斯释放出一股能量波，对60码范围内的所有敌人造成2,500点暗影伤害。能量波还会对每名敌人添加一个治疗吸收效果，使其受到的治疗量减少4,000，持续6秒。",
    },
    ["4x2918"] = {
    ["Title"] = "毒蝎形态",
    ["Description"] = "如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。",
    },
    ["2x2453"] = {
    ["Title"] = "狂乱",
    ["Description"] = "奥弗进入狂暴状态，攻击速度提高60%，伤害提高60%。",
    },
    ["2x2396"] = {
    ["Title"] = "抑制波",
    ["Description"] = "克伯鲁斯释放出一股能量波，对60码范围内的所有敌人造成10,000点暗影伤害。能量波还会对每名敌人添加一个治疗吸收效果，使其受到的治疗量减少15,000，持续6秒。",
    },
    ["3x2588"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时裂肢仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["4x2588"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时裂肢仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["1x2670"] = {
    ["Title"] = "召唤混沌传送门",
    ["Description"] = "塞特斯开始随机对房间内一个位置进行引导，打开一扇混沌传送门。当传送门开启时，将会出现两条虚空浮龙。再过12秒后，出现一名虚空搜寻者，之后再过15秒，出现一名虚空哨兵。随后混沌传送门将会关闭。\r\n\r\n在英雄难度下，混沌传送门不会自动关闭。玩家必须攻击并摧毁传送门，否则在战斗过程中它将不断地传送虚空生物出来。当混沌传送门开启时，会出现一名虚空哨兵，六秒后出现两条虚空浮龙。十秒后出现一名虚空搜寻者。然后接下来每15秒，混沌传送门都会传送两条虚空浮龙或是一名虚空搜寻者。|r",
    },
    ["2x2588"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时裂肢仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["5x4226"] = {
    ["Title"] = "魔能加速",
    ["Description"] = "佩罗萨恩的攻击速度提高100%，持续15秒。",
    },
    ["2x2670"] = {
    ["Title"] = "召唤混沌传送门",
    ["Description"] = "塞特斯开始随机对房间内一个位置进行引导，打开一扇混沌传送门。当传送门开启时，将会出现两条虚空浮龙。再过12秒后，出现一名虚空搜寻者，之后再过15秒，出现一名虚空哨兵。随后混沌传送门将会关闭。",
    },
    ["2x4226"] = {
    ["Title"] = "魔能加速",
    ["Description"] = "佩罗萨恩的攻击速度提高100%，持续15秒。",
    },
    ["3x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["4x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["5x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["6x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["1x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["2x4200"] = {
    ["Title"] = "暮光工兵",
    ["Description"] = "低空飞掠的幼龙会对飞船甲板空投携带有强力炸药的地精。这些工兵会冲入飞船舰桥的缺口，并引爆自己身上破坏力巨大的炸药。",
    },
    ["4x3210"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成20,000点暗影伤害和20,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["5x3210"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成35,000点暗影伤害和35,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["2x2705"] = {
    ["Title"] = "裂伤",
    ["Description"] = "猎豹伸出爪子随机扑向一名玩家，造成75%的普通近战伤害，每2秒使其因流血而受到10,000点伤害，持续10秒。",
    },
    ["2x3645"] = {
    ["Title"] = "炎爆术",
    ["Description"] = "吉安娜的残影对当前目标造成50,000点火焰伤害，并且每3秒造成额外5,000点火焰伤害，持续12秒。",
    },
    ["5x3645"] = {
    ["Title"] = "炎爆术",
    ["Description"] = "吉安娜的残影对当前目标造成50,000点火焰伤害，并且每3秒造成额外5,000点火焰伤害，持续12秒。",
    },
    ["4x3645"] = {
    ["Title"] = "炎爆术",
    ["Description"] = "吉安娜的残影对当前目标造成50,000点火焰伤害，并且每3秒造成额外5,000点火焰伤害，持续12秒。",
    },
    ["6x3210"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成35,000点暗影伤害和35,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["6x3645"] = {
    ["Title"] = "炎爆术",
    ["Description"] = "吉安娜的残影对当前目标造成50,000点火焰伤害，并且每3秒造成额外5,000点火焰伤害，持续12秒。",
    },
    ["6x2974"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "岩龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["5x2854"] = {
    ["Title"] = "火花",
    ["Description"] = "闪亮的火花在奥利瑟拉佐尔的心脏里不断燃烧，每2秒为她恢复3点熔火之力。",
    },
    ["6x2854"] = {
    ["Title"] = "火花",
    ["Description"] = "闪亮的火花在奥利瑟拉佐尔的心脏里不断燃烧，每2秒为她恢复3点熔火之力。",
    },
    ["3x2854"] = {
    ["Title"] = "火花",
    ["Description"] = "闪亮的火花在奥利瑟拉佐尔的心脏里不断燃烧，每2秒为她恢复3点熔火之力。",
    },
    ["4x2854"] = {
    ["Title"] = "火花",
    ["Description"] = "闪亮的火花在奥利瑟拉佐尔的心脏里不断燃烧，每2秒为她恢复3点熔火之力。",
    },
    ["4x2622"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "加亚莱传送到平台中央，开始在平台周围产生火焰炸弹。五秒后加亚莱会引爆火焰炸弹，对处于3码内的玩家造成75,000点火焰伤害。",
    },
    ["6x2622"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "加亚莱传送到平台中央，开始在平台周围产生火焰炸弹。五秒后加亚莱会引爆火焰炸弹，对处于3码内的玩家造成75,000点火焰伤害。",
    },
    ["5x2622"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "加亚莱传送到平台中央，开始在平台周围产生火焰炸弹。五秒后加亚莱会引爆火焰炸弹，对处于3码内的玩家造成75,000点火焰伤害。",
    },
    ["6x3075"] = {
    ["Title"] = "眩晕",
    ["Description"] = "共鸣冲击使艾卓曼德斯进入眩晕状态，受到的伤害提高50%，持续5秒。",
    },
    ["5x3075"] = {
    ["Title"] = "眩晕",
    ["Description"] = "共鸣冲击使艾卓曼德斯进入眩晕状态，受到的伤害提高50%，持续5秒。",
    },
    ["4x3075"] = {
    ["Title"] = "眩晕",
    ["Description"] = "共鸣冲击使艾卓曼德斯进入眩晕状态，受到的伤害提高50%，持续5秒。",
    },
    ["3x3075"] = {
    ["Title"] = "眩晕",
    ["Description"] = "共鸣冲击使艾卓曼德斯进入眩晕状态，受到的伤害提高50%，持续5秒。",
    },
    ["6x2505"] = {
    ["Title"] = "追杀",
    ["Description"] = "格里雷克盯着某个玩家，对嘲讽效果免疫，持续追击他的目标15秒。",
    },
    ["4x2505"] = {
    ["Title"] = "追杀",
    ["Description"] = "格里雷克盯着某个玩家，对嘲讽效果免疫，持续追击他的目标15秒。",
    },
    ["5x2505"] = {
    ["Title"] = "追杀",
    ["Description"] = "格里雷克盯着某个玩家，对嘲讽效果免疫，持续追击他的目标15秒。",
    },
    ["2x2748"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友20%的生命值。",
    },
    ["5x3963"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "着魔的魔导师随机对一名玩家投掷火焰炸弹，对其和周围10码范围内的其他玩家造成35,000点火焰伤害，并降低他们的移动速度，持续5秒。",
    },
    ["4x2748"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友20%的生命值。",
    },
    ["6x2787"] = {
    ["Title"] = "第一阶段：恶毒的迷宫",
    ["Description"] = "",
    },
    ["2x3963"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "着魔的魔导师随机对一名玩家投掷火焰炸弹，对其和周围10码范围内的其他玩家造成35,000点火焰伤害，并降低他们的移动速度，持续5秒。",
    },
    ["1x2056"] = {
    ["Title"] = "腐蚀光环",
    ["Description"] = "地上的腐烂食物散发出臭气，对周围半径2码范围内的敌人造成9点自然伤害。",
    },
    ["6x3963"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "着魔的魔导师随机对一名玩家投掷火焰炸弹，对其和周围10码范围内的其他玩家造成35,000点火焰伤害，并降低他们的移动速度，持续5秒。",
    },
    ["4x4292"] = {
    ["Title"] = "艾露恩之手",
    ["Description"] = "泰兰德充盈着艾露恩高阶祭司的能量，每3秒对附近三个次级恶魔造成30,000点奥术伤害。",
    },
    ["2x4292"] = {
    ["Title"] = "艾露恩之手",
    ["Description"] = "泰兰德充盈着艾露恩高阶祭司的能量，每3秒对附近三个次级恶魔造成30,000点奥术伤害。",
    },
    ["4x2062"] = {
    ["Title"] = "背砍",
    ["Description"] = "梵妮莎割伤一个敌方目标的背部，每2秒造成10,000点物理伤害，持续10秒。",
    },
    ["5x2062"] = {
    ["Title"] = "背砍",
    ["Description"] = "梵妮莎割伤一个敌方目标的背部，每2秒造成10,000点物理伤害，持续10秒。",
    },
    ["6x2062"] = {
    ["Title"] = "背砍",
    ["Description"] = "梵妮莎割伤一个敌方目标的背部，每2秒造成10,000点物理伤害，持续10秒。",
    },
    ["6x4226"] = {
    ["Title"] = "魔能加速",
    ["Description"] = "佩罗萨恩的攻击速度提高100%，持续15秒。",
    },
    ["2x2505"] = {
    ["Title"] = "追杀",
    ["Description"] = "格里雷克盯着某个玩家，对嘲讽效果免疫，持续追击他的目标15秒。",
    },
    ["2x2433"] = {
    ["Title"] = "闪电链",
    ["Description"] = "阿萨德随机对一个敌对玩家施放闪电箭，造成70,000点自然伤害。然后电弧弹射到40码距离内的其他玩家身上，每次弹射所造成的伤害都降低50%。",
    },
    ["1x2433"] = {
    ["Title"] = "闪电链",
    ["Description"] = "阿萨德随机对一个敌对玩家施放闪电箭，造成27,499点自然伤害。然后电弧弹射到40码距离内的其他玩家身上，每次弹射所造成的伤害都降低50%。",
    },
    ["2x2062"] = {
    ["Title"] = "背砍",
    ["Description"] = "梵妮莎割伤一个敌方目标的背部，每2秒造成10,000点物理伤害，持续10秒。",
    },
    ["1x3363"] = {
    ["Title"] = "穿刺爪击",
    ["Description"] = "洞窟穴居人用利爪攻击当前目标，每3秒造成499点物理伤害，持续6秒。这个效果最多可以叠加10次。",
    },
    ["2x3363"] = {
    ["Title"] = "穿刺爪击",
    ["Description"] = "洞窟穴居人用利爪攻击当前目标，每3秒造成1,000点物理伤害，持续6秒。这个效果最多可以叠加10次。",
    },
    ["6x2803"] = {
    ["Title"] = "毒爆",
    ["Description"] = "当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。毒爆对8码内的玩家造成10,000点自然伤害。",
    },
    ["4x3171"] = {
    ["Title"] = "微风",
    ["Description"] = "当安舍尔积累了90点风能量后，他会开始施放微风，为90码范围内的所有饥饿的食人花每秒恢复50,000点生命值。微风还会使饥饿的食人花造成的伤害提高15%，持续15秒。这个效果可以叠加。",
    },
    ["3x3171"] = {
    ["Title"] = "微风",
    ["Description"] = "当安舍尔积累了90点风能量后，他会开始施放微风，为90码范围内的所有饥饿的食人花每秒恢复25,000点生命值。微风还会使饥饿的食人花造成的伤害提高15%，持续15秒。这个效果可以叠加。",
    },
    ["6x3171"] = {
    ["Title"] = "微风",
    ["Description"] = "当安舍尔积累了90点风能量后，他会开始施放微风，为90码范围内的所有饥饿的食人花每秒恢复100,000点生命值。微风还会使饥饿的食人花造成的伤害提高15%，持续15秒。这个效果可以叠加。",
    },
    ["5x3171"] = {
    ["Title"] = "微风",
    ["Description"] = "当安舍尔积累了90点风能量后，他会开始施放微风，为90码范围内的所有饥饿的食人花每秒恢复50,000点生命值。微风还会使饥饿的食人花造成的伤害提高15%，持续15秒。这个效果可以叠加。",
    },
    ["6x2868"] = {
    ["Title"] = "残忍打击",
    ["Description"] = "纳洛拉克对当前目标施放无视护甲的残忍打击。造成80,000点物理伤害。",
    },
    ["4x2803"] = {
    ["Title"] = "毒爆",
    ["Description"] = "当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。毒爆对8码内的玩家造成10,000点自然伤害。",
    },
    ["5x2803"] = {
    ["Title"] = "毒爆",
    ["Description"] = "当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。毒爆对8码内的玩家造成10,000点自然伤害。",
    },
    ["2x2803"] = {
    ["Title"] = "毒爆",
    ["Description"] = "当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。毒爆对8码内的玩家造成10,000点自然伤害。",
    },
    ["4x2785"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["5x2785"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["6x2785"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["6x2679"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["5x2679"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["5x3322"] = {
    ["Title"] = "维克多·奈法里奥斯",
    ["Description"] = "在英雄难度下，奈法里奥斯勋爵会前来观察冒险者与他的宠物战斗，并出手阻挠他们。",
    },
    ["3x2651"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["4x2651"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["6x3322"] = {
    ["Title"] = "维克多·奈法里奥斯",
    ["Description"] = "在英雄难度下，奈法里奥斯勋爵会前来观察冒险者与他的宠物战斗，并出手阻挠他们。",
    },
    ["6x2651"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["6x2860"] = {
    ["Title"] = "蓄满力量",
    ["Description"] = "当奥利瑟拉佐尔获得100点熔火之力时，她进入蓄满力量状态，对所有敌人造成70,000点火焰伤害，并将他们击退。随后，奥利瑟拉佐尔将会回到第一阶段。",
    },
    ["3x3281"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["5x3281"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["4x3281"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["5x2860"] = {
    ["Title"] = "蓄满力量",
    ["Description"] = "当奥利瑟拉佐尔获得100点熔火之力时，她进入蓄满力量状态，对所有敌人造成60,000点火焰伤害，并将他们击退。随后，奥利瑟拉佐尔将会回到第一阶段。",
    },
    ["4x2860"] = {
    ["Title"] = "蓄满力量",
    ["Description"] = "当奥利瑟拉佐尔获得100点熔火之力时，她进入蓄满力量状态，对所有敌人造成45,000点火焰伤害，并将他们击退。随后，奥利瑟拉佐尔将会回到第一阶段。",
    },
    ["3x2860"] = {
    ["Title"] = "蓄满力量",
    ["Description"] = "当奥利瑟拉佐尔获得100点熔火之力时，她进入蓄满力量状态，对所有敌人造成37,500点火焰伤害，并将他们击退。随后，奥利瑟拉佐尔将会回到第一阶段。",
    },
    ["3x2785"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["5x2868"] = {
    ["Title"] = "残忍打击",
    ["Description"] = "纳洛拉克对当前目标施放无视护甲的残忍打击。造成80,000点物理伤害。",
    },
    ["4x2868"] = {
    ["Title"] = "残忍打击",
    ["Description"] = "纳洛拉克对当前目标施放无视护甲的残忍打击。造成80,000点物理伤害。",
    },
    ["2x2868"] = {
    ["Title"] = "残忍打击",
    ["Description"] = "纳洛拉克对当前目标施放无视护甲的残忍打击。造成80,000点物理伤害。",
    },
    ["2x2072"] = {
    ["Title"] = "暗影步",
    ["Description"] = "迪菲亚暗影戒卫会周期性地消失在阴影中，然后在敌方目标背后出现。",
    },
    ["4x2072"] = {
    ["Title"] = "暗影步",
    ["Description"] = "迪菲亚暗影戒卫会周期性地消失在阴影中，然后在敌方目标背后出现。",
    },
    ["5x2072"] = {
    ["Title"] = "暗影步",
    ["Description"] = "迪菲亚暗影戒卫会周期性地消失在阴影中，然后在敌方目标背后出现。",
    },
    ["6x2072"] = {
    ["Title"] = "暗影步",
    ["Description"] = "迪菲亚暗影戒卫会周期性地消失在阴影中，然后在敌方目标背后出现。",
    },
    ["2x2546"] = {
    ["Title"] = "宝石甲虫",
    ["Description"] = "沙子中出现八只宝石甲虫攻击玩家。甲虫的生命值不高。",
    },
    ["1x2546"] = {
    ["Title"] = "宝石甲虫",
    ["Description"] = "沙子中出现八只宝石甲虫攻击玩家。甲虫的生命值不高。",
    },
    ["1x2455"] = {
    ["Title"] = "第一阶段：异教徒退散！",
    ["Description"] = "",
    },
    ["2x2455"] = {
    ["Title"] = "第一阶段：异教徒退散！",
    ["Description"] = "",
    },
    ["6x3672"] = {
    ["Title"] = "月神指引",
    ["Description"] = "在生命值降到80%的时候，泰兰德将祈求艾露恩的指引。泰兰德在得到月神指引之后，施法速度提高25%。泰兰德将在生命值降到55%的时候，获得第二层月神指引效果。",
    },
    ["5x3672"] = {
    ["Title"] = "月神指引",
    ["Description"] = "在生命值降到80%的时候，泰兰德将祈求艾露恩的指引。泰兰德在得到月神指引之后，施法速度提高25%。泰兰德将在生命值降到55%的时候，获得第二层月神指引效果。",
    },
    ["2x3672"] = {
    ["Title"] = "月神指引",
    ["Description"] = "在生命值降到80%的时候，泰兰德将祈求艾露恩的指引。泰兰德在得到月神指引之后，施法速度提高25%。泰兰德将在生命值降到55%的时候，获得第二层月神指引效果。",
    },
    ["4x3672"] = {
    ["Title"] = "月神指引",
    ["Description"] = "在生命值降到80%的时候，泰兰德将祈求艾露恩的指引。泰兰德在得到月神指引之后，施法速度提高25%。泰兰德将在生命值降到55%的时候，获得第二层月神指引效果。",
    },
    ["1x4149"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["3x4149"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["6x2774"] = {
    ["Title"] = "吞噬",
    ["Description"] = "烬网工虫吞噬烬网幼蛛，治疗最大生命值的20%，造成的伤害提高20%，移动速度提高20%。",
    },
    ["5x2774"] = {
    ["Title"] = "吞噬",
    ["Description"] = "烬网工虫吞噬烬网幼蛛，治疗最大生命值的20%，造成的伤害提高20%，移动速度提高20%。",
    },
    ["4x2774"] = {
    ["Title"] = "吞噬",
    ["Description"] = "烬网工虫吞噬烬网幼蛛，治疗最大生命值的20%，造成的伤害提高20%，移动速度提高20%。",
    },
    ["3x2774"] = {
    ["Title"] = "吞噬",
    ["Description"] = "烬网工虫吞噬烬网幼蛛，治疗最大生命值的20%，造成的伤害提高20%，移动速度提高20%。",
    },
    ["1x2109"] = {
    ["Title"] = "饱受折磨",
    ["Description"] = "灰葬男爵对一个玩家引导魔法，起初每1秒造成20点暗影伤害，持续6秒。随着法术引导时间越来越长，伤害也越来越高。",
    },
    ["2x2109"] = {
    ["Title"] = "饱受折磨",
    ["Description"] = "灰葬男爵对一个玩家引导魔法，起初每0.5秒造成1,500点暗影伤害，持续8秒。随着法术引导时间越来越长，伤害也越来越高。",
    },
    ["6x3373"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一个玩家，然后向其位置释放强大的烈焰弹幕，持续5秒。烈焰会包裹瓦里昂娜正前方150度角的巨大锥形区域，每秒对烈焰中的所有玩家造成最多40,000点暗影伤害。烈焰中的玩家距离瓦里昂娜越远，受到的伤害越低。",
    },
    ["5x3373"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一个玩家，然后向其位置释放强大的烈焰弹幕，持续5秒。烈焰会包裹瓦里昂娜正前方150度角的巨大锥形区域，每秒对烈焰中的所有玩家造成最多40,000点暗影伤害。烈焰中的玩家距离瓦里昂娜越远，受到的伤害越低。",
    },
    ["4x3139"] = {
    ["Title"] = "地震",
    ["Description"] = "泰拉斯卓制造威力巨大的震荡波，对所有玩家造成65,000点物理伤害。带有旋风上抛效果的玩家不会受到伤害。",
    },
    ["3x3139"] = {
    ["Title"] = "地震",
    ["Description"] = "泰拉斯卓制造威力巨大的震荡波，对所有玩家造成65,000点物理伤害。带有旋风上抛效果的玩家不会受到伤害。",
    },
    ["2x2128"] = {
    ["Title"] = "雷希戈尔",
    ["Description"] = "",
    },
    ["5x3139"] = {
    ["Title"] = "地震",
    ["Description"] = "泰拉斯卓制造威力巨大的震荡波，对所有玩家造成150,000点物理伤害。带有旋风上抛效果的玩家不会受到伤害。",
    },
    ["4x2042"] = {
    ["Title"] = "高压打击",
    ["Description"] = "释放蒸汽的压力对一个敌方目标进行强力打击，造成20,000点物理伤害，并将目标击退。高压打击消耗20点蒸汽动力。",
    },
    ["2x2159"] = {
    ["Title"] = "制造神秘毒剂",
    ["Description"] = "沃登勋爵召唤一锅神秘毒剂，持续10秒。里面的药水通常是增稠毒液，但是当沃登勋爵的生命值低于35%时，则会召唤一锅催化毒液。",
    },
    ["2x2042"] = {
    ["Title"] = "高压打击",
    ["Description"] = "释放蒸汽的压力对一个敌方目标进行强力打击，造成20,000点物理伤害，并将目标击退。高压打击消耗20点蒸汽动力。",
    },
    ["4x2159"] = {
    ["Title"] = "制造神秘毒剂",
    ["Description"] = "沃登勋爵召唤一锅神秘毒剂，持续10秒。里面的药水通常是增稠毒液，但是当沃登勋爵的生命值低于35%时，则会召唤一锅催化毒液。",
    },
    ["5x2819"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成10,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["6x2819"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["6x2042"] = {
    ["Title"] = "高压打击",
    ["Description"] = "释放蒸汽的压力对一个敌方目标进行强力打击，造成20,000点物理伤害，并将目标击退。高压打击消耗20点蒸汽动力。",
    },
    ["4x2819"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["5x2685"] = {
    ["Title"] = "塞纳留斯",
    ["Description"] = "尽管身为玛洛恩与艾露恩之子，半神和德鲁伊庇护者塞纳留斯也曾在幼年时得到巨龙伊瑟拉的照料。\r\n\r\n在战斗中，塞纳留斯会使用自然能量冰冻活体流星，减少由拉格纳罗斯的极热而造成的伤害。",
    },
    ["2x2819"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["3x3455"] = {
    ["Title"] = "毁灭",
    ["Description"] = "艾卓曼德斯将对所有音量值达到100的玩家使用毁灭，每0.5秒造成25,000点火焰伤害。",
    },
    ["4x3455"] = {
    ["Title"] = "毁灭",
    ["Description"] = "艾卓曼德斯将对所有音量值达到100的玩家使用毁灭，每0.5秒造成25,000点火焰伤害。",
    },
    ["5x3003"] = {
    ["Title"] = "暮光哨兵",
    ["Description"] = "在英雄难度下，暮光领域中会滋生神秘的暮光哨兵。在主物质位面的玩家眼中，它们看起来只是闪烁的暮光点，会随机攻击敌人，对暮光领域内外的玩家发射裂隙冲击。",
    },
    ["6x3003"] = {
    ["Title"] = "暮光哨兵",
    ["Description"] = "在英雄难度下，暮光领域中会滋生神秘的暮光哨兵。在主物质位面的玩家眼中，它们看起来只是闪烁的暮光点，会随机攻击敌人，对暮光领域内外的玩家发射裂隙冲击。",
    },
    ["1x2561"] = {
    ["Title"] = "星界之声",
    ["Description"] = "伊希斯特召唤为数不等的苍穹魔仆来协助她。苍穹魔仆的数量取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：一名苍穹魔仆\r\n摧毁一只镜像：两名苍穹魔仆\r\n摧毁两只镜像：三名苍穹魔仆",
    },
    ["2x2561"] = {
    ["Title"] = "星界之声",
    ["Description"] = "伊希斯特召唤为数不等的苍穹魔仆来协助她。苍穹魔仆的数量取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：一名苍穹魔仆\r\n摧毁一只镜像：两名苍穹魔仆\r\n摧毁两只镜像：三名苍穹魔仆",
    },
    ["2x2572"] = {
    ["Title"] = "荆刺猛击",
    ["Description"] = "血瓣花朵用荆棘的藤蔓抽打当前目标，造成150%的普通近战伤害，每2秒使其因流血而受到4,160点物理伤害，持续15秒。",
    },
    ["1x2572"] = {
    ["Title"] = "荆刺猛击",
    ["Description"] = "血瓣花朵用荆棘的藤蔓抽打当前目标，造成150%的普通近战伤害，每2秒使其因流血而受到3,200点物理伤害，持续15秒。",
    },
    ["1x2403"] = {
    ["Title"] = "钟乳石",
    ["Description"] = "岩皮会在这场战斗中周期性地跑到洞穴的中心，然后爬升到空中。当他悬浮于空中时，大量的钟乳石会从天而降，落点随机。如果玩家被砸中，那么将受到20,000点物理伤害并被击退。\r\n\r\n落下后的钟乳石持续30秒，可以阻挡移动路线和法术视野。",
    },
    ["2x2403"] = {
    ["Title"] = "钟乳石",
    ["Description"] = "岩皮会在这场战斗中周期性地跑到洞穴的中心，然后爬升到空中。当他悬浮于空中时，大量的钟乳石会从天而降，落点随机。如果玩家被砸中，那么将受到150,000点物理伤害并被击退。\r\n\r\n落下后的钟乳石持续35秒，可以阻挡移动路线和法术视野。",
    },
    ["5x3455"] = {
    ["Title"] = "毁灭",
    ["Description"] = "艾卓曼德斯将对所有音量值达到100的玩家使用毁灭，每0.5秒造成30,000点火焰伤害。",
    },
    ["6x3455"] = {
    ["Title"] = "毁灭",
    ["Description"] = "艾卓曼德斯将对所有音量值达到100的玩家使用毁灭，每0.5秒造成30,000点火焰伤害。",
    },
    ["1x2399"] = {
    ["Title"] = "岩石钻孔",
    ["Description"] = "岩孔虫会伤害他们的当前目标，每3秒造成1,000点物理伤害，持续15秒。岩石钻孔效果可以最多叠加10层。",
    },
    ["2x2399"] = {
    ["Title"] = "岩石钻孔",
    ["Description"] = "岩孔虫会伤害他们的当前目标，每3秒造成4,000点物理伤害，持续15秒。岩石钻孔效果可以最多叠加10层。",
    },
    ["2x2739"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "玛拉卡斯放置一个火焰陷阱，当敌人接近时发生爆炸，造成25,000点火焰伤害，在10秒内燃烧10码内所有的敌人，造成40,000点火焰伤害。",
    },
    ["5x2739"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "玛拉卡斯放置一个火焰陷阱，当敌人接近时发生爆炸，造成25,000点火焰伤害，在10秒内燃烧10码内所有的敌人，造成40,000点火焰伤害。",
    },
    ["4x2739"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "玛拉卡斯放置一个火焰陷阱，当敌人接近时发生爆炸，造成25,000点火焰伤害，在10秒内燃烧10码内所有的敌人，造成40,000点火焰伤害。",
    },
    ["6x2739"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "玛拉卡斯放置一个火焰陷阱，当敌人接近时发生爆炸，造成25,000点火焰伤害，在10秒内燃烧10码内所有的敌人，造成40,000点火焰伤害。",
    },
    ["5x3080"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "灼热烈焰在地上留下咆哮烈焰。穿过咆哮烈焰的玩家受到20,000点火焰伤害，以及每1秒额外的10,000点火焰伤害，持续4秒。咆哮烈焰会增加5点音量值。",
    },
    ["4x3080"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "灼热烈焰在地上留下咆哮烈焰。穿过咆哮烈焰的玩家受到10,000点火焰伤害，以及每1秒额外的8,000点火焰伤害，持续4秒。咆哮烈焰会增加5点音量值。",
    },
    ["2x2359"] = {
    ["Title"] = "碎颅",
    ["Description"] = "在施放悲哀锁链后，罗姆欧格会立即使用碎颅。罗姆欧格需要抡圆臂膀来打出这次无比凶猛的攻击。12秒后，罗姆欧格会发动攻击并对所有12码内的敌人造成250,000点物理伤害。",
    },
    ["6x3080"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "灼热烈焰在地上留下咆哮烈焰。穿过咆哮烈焰的玩家受到20,000点火焰伤害，以及每1秒额外的10,000点火焰伤害，持续4秒。咆哮烈焰会增加5点音量值。",
    },
    ["2x2375"] = {
    ["Title"] = "顺劈斩",
    ["Description"] = "卡尔什·断钢大范围挥舞他的阔剑，对当前近战目标和近战范围内的其他两个目标造成普通武器攻击110%的伤害。",
    },
    ["1x2375"] = {
    ["Title"] = "顺劈斩",
    ["Description"] = "卡尔什·断钢大范围挥舞他的阔剑，对当前近战目标和近战范围内的其他两个目标造成普通武器攻击110%的伤害。",
    },
    ["3x3080"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "灼热烈焰在地上留下咆哮烈焰。穿过咆哮烈焰的玩家受到10,000点火焰伤害，以及每1秒额外的8,000点火焰伤害，持续4秒。咆哮烈焰会增加5点音量值。",
    },
    ["2x2806"] = {
    ["Title"] = "水图腾",
    ["Description"] = "哈尔拉兹在他的位置附近放置一个生命值为100,000的水图腾，持续1分钟。水图腾每2秒为51码范围内的所有盟友和敌人恢复5%的最大生命值和法力值。",
    },
    ["5x3032"] = {
    ["Title"] = "酸雨",
    ["Description"] = "奥拉基尔对所有敌人造成每秒1,000点自然伤害。这个伤害每15秒提高1,000点。",
    },
    ["6x3032"] = {
    ["Title"] = "酸雨",
    ["Description"] = "奥拉基尔对所有敌人造成每秒1,000点自然伤害。这个伤害每15秒提高1,000点。",
    },
    ["3x3032"] = {
    ["Title"] = "酸雨",
    ["Description"] = "奥拉基尔对所有敌人造成每秒500点自然伤害。这个伤害每15秒提高500点。",
    },
    ["6x2806"] = {
    ["Title"] = "水图腾",
    ["Description"] = "哈尔拉兹在他的位置附近放置一个生命值为100,000的水图腾，持续1分钟。水图腾每2秒为51码范围内的所有盟友和敌人恢复5%的最大生命值和法力值。",
    },
    ["3x3013"] = {
    ["Title"] = "屠杀",
    ["Description"] = "奇美隆会对所有玩家造成巨量伤害，可能会杀死任何没有受到皮普的混合剂影响的人。\r\n\r\n屠杀有时会让胆汁机器人在短时间内关闭。",
    },
    ["6x3013"] = {
    ["Title"] = "屠杀",
    ["Description"] = "奇美隆会对所有玩家造成巨量伤害，可能会杀死任何没有受到皮普的混合剂影响的人。\r\n\r\n屠杀有时会让胆汁机器人在短时间内关闭。",
    },
    ["5x3013"] = {
    ["Title"] = "屠杀",
    ["Description"] = "奇美隆会对所有玩家造成巨量伤害，可能会杀死任何没有受到皮普的混合剂影响的人。\r\n\r\n屠杀有时会让胆汁机器人在短时间内关闭。",
    },
    ["4x3013"] = {
    ["Title"] = "屠杀",
    ["Description"] = "奇美隆会对所有玩家造成巨量伤害，可能会杀死任何没有受到皮普的混合剂影响的人。\r\n\r\n屠杀有时会让胆汁机器人在短时间内关闭。",
    },
    ["3x2775"] = {
    ["Title"] = "沸腾泼溅",
    ["Description"] = "烬网工虫向前方60度的锥形区域喷出20码长的灼热毒液，对其中的敌人造成54,186点火焰伤害。",
    },
    ["5x2775"] = {
    ["Title"] = "沸腾泼溅",
    ["Description"] = "烬网工虫向前方60度的锥形区域喷出20码长的灼热毒液，对其中的敌人造成69,699点火焰伤害。",
    },
    ["4x2775"] = {
    ["Title"] = "沸腾泼溅",
    ["Description"] = "烬网工虫向前方60度的锥形区域喷出20码长的灼热毒液，对其中的敌人造成63,749点火焰伤害。",
    },
    ["6x3033"] = {
    ["Title"] = "风暴火花",
    ["Description"] = "奥拉基尔每20秒召唤一个风暴火花。风暴火花每秒对周围半径10码范围内的所有玩家造成5,000点自然伤害。当风暴火花被杀死时，它们对奥拉基尔施加回馈效果，使其受到的伤害提高。\r\n\r\n",
    },
    ["5x3033"] = {
    ["Title"] = "风暴火花",
    ["Description"] = "奥拉基尔每20秒召唤一个风暴火花。风暴火花每秒对周围半径10码范围内的所有玩家造成2,500点自然伤害。当风暴火花被杀死时，它们对奥拉基尔施加回馈效果，使其受到的伤害提高。\r\n\r\n",
    },
    ["3x2855"] = {
    ["Title"] = "炽炎之爪变形者",
    ["Description"] = "在第二阶段开始的时候，两只炽炎之爪变形者会飞进场内，开始为奥利瑟拉佐尔充能。",
    },
    ["2x4281"] = {
    ["Title"] = "恶魔视界",
    ["Description"] = "萨格拉斯的礼物赋予伊利丹洞悉一切的恶魔视界，使其有90%的几率躲闪玛诺洛斯的攻击。",
    },
    ["6x2855"] = {
    ["Title"] = "炽炎之爪变形者",
    ["Description"] = "在第二阶段开始的时候，两只炽炎之爪变形者会飞进场内，开始为奥利瑟拉佐尔充能。",
    },
    ["5x2855"] = {
    ["Title"] = "炽炎之爪变形者",
    ["Description"] = "在第二阶段开始的时候，两只炽炎之爪变形者会飞进场内，开始为奥利瑟拉佐尔充能。",
    },
    ["4x2855"] = {
    ["Title"] = "炽炎之爪变形者",
    ["Description"] = "在第二阶段开始的时候，两只炽炎之爪变形者会飞进场内，开始为奥利瑟拉佐尔充能。",
    },
    ["4x4281"] = {
    ["Title"] = "恶魔视界",
    ["Description"] = "萨格拉斯的礼物赋予伊利丹洞悉一切的恶魔视界，使其有90%的几率躲闪玛诺洛斯的攻击。",
    },
    ["2x2199"] = {
    ["Title"] = "蛊心魔古厄夏",
    ["Description"] = "",
    },
    ["1x2199"] = {
    ["Title"] = "蛊心魔古厄夏",
    ["Description"] = "",
    },
    ["3x2598"] = {
    ["Title"] = "贝尔洛克之剑",
    ["Description"] = "贝尔洛克周期性地把暗影或火焰能量注入其中的一把剑中，在15秒内只会使用这把剑。",
    },
    ["1x2478"] = {
    ["Title"] = "闪电新星",
    ["Description"] = "希亚玛特的仆从放出一种环形能量脉冲，对10码内的所有敌人造成11,500点自然伤害。",
    },
    ["2x2478"] = {
    ["Title"] = "闪电新星",
    ["Description"] = "希亚玛特的仆从放出一种环形能量脉冲，对10码内的所有敌人造成14,949点自然伤害。",
    },
    ["6x2598"] = {
    ["Title"] = "贝尔洛克之剑",
    ["Description"] = "贝尔洛克周期性地把暗影或火焰能量注入其中的一把剑中，在15秒内只会使用这把剑。",
    },
    ["2x2397"] = {
    ["Title"] = "钻地",
    ["Description"] = "一段时间之后，克伯鲁斯会潜入地面，此时玩家无法攻击它。当克伯鲁斯潜入地下后，岩孔虫就会周期性地从某名玩家脚下冒出来，然后开始攻击。\r\n\r\n克伯鲁斯还会猛然从地下蹿出，发动凶猛冲击后钻入地下，反复四次。在第四次凶猛冲击后，克伯鲁斯会钻出地面，战斗恢复正常。",
    },
    ["1x2397"] = {
    ["Title"] = "钻地",
    ["Description"] = "一段时间之后，克伯鲁斯会潜入地面，此时玩家无法攻击它。当克伯鲁斯潜入地下后，岩孔虫就会周期性地从某名玩家脚下冒出来，然后开始攻击。\r\n\r\n克伯鲁斯还会猛然从地下蹿出，发动凶猛冲击后钻入地下，反复四次。在第四次凶猛冲击后，克伯鲁斯会钻出地面，战斗恢复正常。",
    },
    ["4x3118"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "火之升腾者议员",
    },
    ["3x3118"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "火之升腾者议员",
    },
    ["4x3033"] = {
    ["Title"] = "风暴火花",
    ["Description"] = "奥拉基尔每20秒召唤一个风暴火花。风暴火花每秒对周围半径5码范围内的所有玩家造成5,000点自然伤害。当风暴火花被杀死时，它们对奥拉基尔施加回馈效果，使其受到的伤害提高。\r\n\r\n",
    },
    ["5x3118"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "火之升腾者议员",
    },
    ["5x3198"] = {
    ["Title"] = "已转换能量",
    ["Description"] = "对奥能金刚的能量转化护盾造成伤害会使他获得10%的额外奥术伤害，并使他的法术急速提高10%，持续30秒。这个效果可以叠加。",
    },
    ["6x3198"] = {
    ["Title"] = "已转换能量",
    ["Description"] = "对奥能金刚的能量转化护盾造成伤害会使他获得10%的额外奥术伤害，并使他的法术急速提高10%，持续30秒。这个效果可以叠加。",
    },
    ["3x3198"] = {
    ["Title"] = "已转换能量",
    ["Description"] = "对奥能金刚的能量转化护盾造成伤害会使他获得10%的额外奥术伤害，并使他的法术急速提高10%，持续30秒。这个效果可以叠加。",
    },
    ["4x3198"] = {
    ["Title"] = "已转换能量",
    ["Description"] = "对奥能金刚的能量转化护盾造成伤害会使他获得10%的额外奥术伤害，并使他的法术急速提高10%，持续30秒。这个效果可以叠加。",
    },
    ["1x2485"] = {
    ["Title"] = "第二阶段：畏缩于风暴的来临吧！",
    ["Description"] = "在玩家杀死三个希亚玛特的仆从之后，战斗进入第二阶段，希亚玛特降落在平台上，玩家可以对其造成伤害。",
    },
    ["6x2978"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "时光守卫死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x4355"] = {
    ["Title"] = "吞噬遮幕",
    ["Description"] = "格里昂纳用暮光能量包裹一名敌方目标，吸收随后获得的150,000点治疗效果。当吞噬遮幕吸收治疗效果时，会对周围盟友造成等同于治疗量的伤害。如果受到吞噬遮幕的玩家死亡，所有剩余的暮光能量将会立即施放出来。",
    },
    ["5x2828"] = {
    ["Title"] = "熔火之羽",
    ["Description"] = "玩家最多能够捡起三枚熔火之羽。持有熔火之羽时，所有法术都能在移动中施放，同时每枚羽毛提高移动速度30%。一旦拿到三枚羽毛，玩家就会获得烈焰之翼的效果。",
    },
    ["6x2828"] = {
    ["Title"] = "熔火之羽",
    ["Description"] = "玩家最多能够捡起三枚熔火之羽。持有熔火之羽时，所有法术都能在移动中施放，同时每枚羽毛提高移动速度30%。一旦拿到三枚羽毛，玩家就会获得烈焰之翼的效果。",
    },
    ["3x2828"] = {
    ["Title"] = "熔火之羽",
    ["Description"] = "玩家最多能够捡起三枚熔火之羽。持有熔火之羽时，所有法术都能在移动中施放，同时每枚羽毛提高移动速度30%。一旦拿到三枚羽毛，玩家就会获得烈焰之翼的效果。",
    },
    ["4x2828"] = {
    ["Title"] = "熔火之羽",
    ["Description"] = "玩家最多能够捡起三枚熔火之羽。持有熔火之羽时，所有法术都能在移动中施放，同时每枚羽毛提高移动速度30%。一旦拿到三枚羽毛，玩家就会获得烈焰之翼的效果。",
    },
    ["5x2978"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "时光守卫死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["4x2978"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "时光守卫死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["3x2978"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "时光守卫死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["3x2966"] = {
    ["Title"] = "火球术",
    ["Description"] = "原龙巨兽随机对一名玩家所在的位置施放一枚火球。当火球着地时，对该位置周围半径8码范围内的所有玩家造成24,000点火焰伤害。\r\n\r\n这个技能只在时光守卫沉睡时激活。",
    },
    ["2x2966"] = {
    ["Title"] = "火球术",
    ["Description"] = "原龙巨兽随机对一名玩家所在的位置施放一枚火球。当火球着地时，对该位置周围半径8码范围内的所有玩家造成40,000点火焰伤害。\r\n\r\n这个技能只在时光守卫沉睡时激活。",
    },
    ["4x2966"] = {
    ["Title"] = "火球术",
    ["Description"] = "原龙巨兽随机对一名玩家所在的位置施放一枚火球。当火球着地时，对该位置周围半径8码范围内的所有玩家造成40,000点火焰伤害。\r\n\r\n这个技能只在时光守卫沉睡时激活。",
    },
    ["3x2768"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["4x2768"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["5x2768"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["6x2768"] = {
    ["Title"] = "吞噬",
    ["Description"] = "贝丝缇拉克吞噬烬网幼蛛，治疗她最大生命值的10%。",
    },
    ["2x2213"] = {
    ["Title"] = "第二阶段：巨兽回归",
    ["Description"] = "当第二阶段开始后，三只无面者工兵会从天花板上跳下来，开始对耐普图隆施法。厄祖玛特随后会将自己与房间相连，但是此时无法攻击他。杀掉全部三只无面者工兵即可进入下一阶段。",
    },
    ["1x2213"] = {
    ["Title"] = "第二阶段：巨兽回归",
    ["Description"] = "当第二阶段开始后，三只无面者工兵会从天花板上跳下来，开始对耐普图隆施法。厄祖玛特随后会将自己与房间相连，但是此时无法攻击他。杀掉全部三只无面者工兵即可进入下一阶段。",
    },
    ["1x2966"] = {
    ["Title"] = "火球术",
    ["Description"] = "原龙巨兽随机对一名玩家所在的位置施放一枚火球。当火球着地时，对该位置周围半径8码范围内的所有玩家造成24,000点火焰伤害。\r\n\r\n这个技能只在时光守卫沉睡时激活。",
    },
    ["5x3326"] = {
    ["Title"] = "灼热鞭打",
    ["Description"] = "构造体以燃烧的利爪攻击敌人，造成相当于普通近战攻击75%的火焰伤害。",
    },
    ["6x3326"] = {
    ["Title"] = "灼热鞭打",
    ["Description"] = "构造体以燃烧的利爪攻击敌人，造成相当于普通近战攻击75%的火焰伤害。",
    },
    ["2x2214"] = {
    ["Title"] = "枯萎兽",
    ["Description"] = "这些敌人的移动速度非常慢。",
    },
    ["1x4160"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["2x2421"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "大宰相埃尔坦以闪电攻击她的当前敌对目标，造成15,000点自然伤害。",
    },
    ["1x2421"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "大宰相埃尔坦以闪电攻击她的当前敌对目标，造成10,000点自然伤害。",
    },
    ["6x3087"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "咆哮烈焰吐息在地上生成咆哮烈焰。穿过咆哮烈焰的玩家会受到20,000点火焰伤害，以及每1秒10,000点额外的火焰伤害，持续4秒。咆哮烈焰还会增加5点音量值。",
    },
    ["5x3087"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "咆哮烈焰吐息在地上生成咆哮烈焰。穿过咆哮烈焰的玩家会受到20,000点火焰伤害，以及每1秒10,000点额外的火焰伤害，持续4秒。咆哮烈焰还会增加5点音量值。",
    },
    ["3x3209"] = {
    ["Title"] = "狂热",
    ["Description"] = "古加尔由他转化的信徒身上获得力量，使他造成的伤害提高10%，持续15秒。这个效果可以叠加。",
    },
    ["3x4160"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["5x3209"] = {
    ["Title"] = "狂热",
    ["Description"] = "古加尔由他转化的信徒身上获得力量，使他造成的伤害提高5%，持续1分钟。这个效果可以叠加。",
    },
    ["4x3209"] = {
    ["Title"] = "狂热",
    ["Description"] = "古加尔由他转化的信徒身上获得力量，使他造成的伤害提高10%，持续15秒。这个效果可以叠加。",
    },
    ["4x3087"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "咆哮烈焰吐息在地上生成咆哮烈焰。穿过咆哮烈焰的玩家会受到10,000点火焰伤害，以及每1秒8,000点额外的火焰伤害，持续4秒。咆哮烈焰还会增加5点音量值。",
    },
    ["3x3087"] = {
    ["Title"] = "咆哮烈焰",
    ["Description"] = "咆哮烈焰吐息在地上生成咆哮烈焰。穿过咆哮烈焰的玩家会受到10,000点火焰伤害，以及每1秒8,000点额外的火焰伤害，持续4秒。咆哮烈焰还会增加5点音量值。",
    },
    ["6x2875"] = {
    ["Title"] = "第一阶段：没人敢欺负阿曼尼！",
    ["Description"] = "在遭遇战的开始，达卡拉处于巨魔形态。他会对随机的玩家施放重伤投掷，并对附近的敌人使用旋风斩。",
    },
    ["5x2875"] = {
    ["Title"] = "第一阶段：没人敢欺负阿曼尼！",
    ["Description"] = "在遭遇战的开始，达卡拉处于巨魔形态。他会对随机的玩家施放重伤投掷，并对附近的敌人使用旋风斩。",
    },
    ["2x3953"] = {
    ["Title"] = "邪恶射击",
    ["Description"] = "希尔瓦娜斯随机对一名玩家发射弹幕，对目标周围10码范围内的最多3个目标造成伤害。每枚飞弹可造成30,000点暗影伤害，并每2秒造成额外25,000点暗影伤害，持续10秒。",
    },
    ["5x3953"] = {
    ["Title"] = "邪恶射击",
    ["Description"] = "希尔瓦娜斯随机对一名玩家发射弹幕，对目标周围10码范围内的最多3个目标造成伤害。每枚飞弹可造成30,000点暗影伤害，并每2秒造成额外25,000点暗影伤害，持续10秒。",
    },
    ["6x3953"] = {
    ["Title"] = "邪恶射击",
    ["Description"] = "希尔瓦娜斯随机对一名玩家发射弹幕，对目标周围10码范围内的最多3个目标造成伤害。每枚飞弹可造成30,000点暗影伤害，并每2秒造成额外25,000点暗影伤害，持续10秒。",
    },
    ["4x3953"] = {
    ["Title"] = "邪恶射击",
    ["Description"] = "希尔瓦娜斯随机对一名玩家发射弹幕，对目标周围10码范围内的最多3个目标造成伤害。每枚飞弹可造成30,000点暗影伤害，并每2秒造成额外25,000点暗影伤害，持续10秒。",
    },
    ["2x2040"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神原型机对其正前方60度角的锥形区域、半径10码内的所有目标造成15,000点物理伤害。死神打击还可以使死神原型机获得20点蒸汽动力。",
    },
    ["4x4294"] = {
    ["Title"] = "地狱犬",
    ["Description"] = "当生命值降至85%，玛诺洛斯从虚空之门中召唤一只较弱的地狱犬来帮助他作战。",
    },
    ["2x2427"] = {
    ["Title"] = "阿尔泰鲁斯占据上风",
    ["Description"] = "如果强风在接触玩家之前吹到阿尔泰鲁斯，那么玩家的攻击和施法速度降低100%，移动速度降低30%。",
    },
    ["1x2427"] = {
    ["Title"] = "阿尔泰鲁斯占据上风",
    ["Description"] = "如果强风在接触玩家之前吹到阿尔泰鲁斯，那么玩家的攻击和施法速度降低100%，移动速度降低30%。",
    },
    ["6x2824"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "在战斗一开始，奥利瑟拉佐尔飞上天空，对所有敌人造成25,000点火焰伤害，并将他们击退。此外，奥利瑟拉佐尔每1秒还会对所有敌人造成9,000点火焰伤害，持续10秒。",
    },
    ["3x2824"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "在战斗一开始，奥利瑟拉佐尔飞上天空，对所有敌人造成20,000点火焰伤害，并将他们击退。此外，奥利瑟拉佐尔每1秒还会对所有敌人造成8,000点火焰伤害，持续10秒。",
    },
    ["4x2824"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "在战斗一开始，奥利瑟拉佐尔飞上天空，对所有敌人造成20,000点火焰伤害，并将他们击退。此外，奥利瑟拉佐尔每1秒还会对所有敌人造成8,000点火焰伤害，持续10秒。",
    },
    ["4x2040"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神原型机对其正前方60度角的锥形区域、半径10码内的所有目标造成15,000点物理伤害。死神打击还可以使死神原型机获得20点蒸汽动力。",
    },
    ["6x2040"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神原型机对其正前方60度角的锥形区域、半径10码内的所有目标造成15,000点物理伤害。死神打击还可以使死神原型机获得20点蒸汽动力。",
    },
    ["5x2040"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神原型机对其正前方60度角的锥形区域、半径10码内的所有目标造成99点物理伤害。死神打击还可以使死神原型机获得20点蒸汽动力。",
    },
    ["6x2925"] = {
    ["Title"] = "燃烧宝珠",
    ["Description"] = "范达尔在房间内召唤出几颗宝珠。每颗宝珠都会烧灼最近的玩家，每2秒对他们造成7,650点火焰伤害。可叠加。",
    },
    ["1x2191"] = {
    ["Title"] = "激怒",
    ["Description"] = "指挥官乌尔索克被激怒了，物理伤害提高50%，持续10秒。",
    },
    ["4x2875"] = {
    ["Title"] = "第一阶段：没人敢欺负阿曼尼！",
    ["Description"] = "在遭遇战的开始，达卡拉处于巨魔形态。他会对随机的玩家施放重伤投掷，并对附近的敌人使用旋风斩。",
    },
    ["2x2191"] = {
    ["Title"] = "激怒",
    ["Description"] = "指挥官乌尔索克被激怒了，物理伤害提高50%，持续10秒。",
    },
    ["3x2839"] = {
    ["Title"] = "饥饿",
    ["Description"] = "不再处于饱餐状态的饥饿的巢鸟进入饥饿状态。如果处于饥饿时被攻击命中，巢鸟有20%的几率发脾气。",
    },
    ["4x2839"] = {
    ["Title"] = "饥饿",
    ["Description"] = "不再处于饱餐状态的饥饿的巢鸟进入饥饿状态。如果处于饥饿时被攻击命中，巢鸟有20%的几率发脾气。",
    },
    ["3x2925"] = {
    ["Title"] = "燃烧宝珠",
    ["Description"] = "范达尔在房间内召唤出几颗宝珠。每颗宝珠都会烧灼最近的玩家，每2秒对他们造成3,750点火焰伤害。可叠加。",
    },
    ["6x2839"] = {
    ["Title"] = "饥饿",
    ["Description"] = "不再处于饱餐状态的饥饿的巢鸟进入饥饿状态。如果处于饥饿时被攻击命中，巢鸟有20%的几率发脾气。",
    },
    ["5x2925"] = {
    ["Title"] = "燃烧宝珠",
    ["Description"] = "范达尔在房间内召唤出几颗宝珠。每颗宝珠都会烧灼最近的玩家，每2秒对他们造成7,650点火焰伤害。可叠加。",
    },
    ["1x3355"] = {
    ["Title"] = "地动山摇",
    ["Description"] = "乌比斯将军随机面对一个附近玩家所在的位置，然后朝该位置释放强大的地震波，使正前方60度角、20码距离内的所有玩家受到35,000点物理伤害，并昏迷4秒。",
    },
    ["1x2552"] = {
    ["Title"] = "阿尔法光束",
    ["Description"] = "安拉斐特随机选择一名玩家作为目标，开始引导阿尔法光束，每0.5秒对目标位置5码内的玩家造成10,000点暗影伤害，持续3秒。\r\n\r\n在英雄难度下，阿尔法光束的暗影区域在战斗结束之前都不会消散，会不断造成伤害。|r",
    },
    ["2x2552"] = {
    ["Title"] = "阿尔法光束",
    ["Description"] = "安拉斐特随机选择一名玩家作为目标，开始引导阿尔法光束，每5秒对目标位置5码内的玩家造成15,000点暗影伤害，持续3秒。",
    },
    ["2x4148"] = {
    ["Title"] = "闪电链",
    ["Description"] = "萨尔用闪电链攻击净化光芒之球，将其消灭。",
    },
    ["4x4148"] = {
    ["Title"] = "闪电链",
    ["Description"] = "萨尔用闪电链攻击净化光芒之球，将其消灭。",
    },
    ["4x2982"] = {
    ["Title"] = "旋风",
    ["Description"] = "被释放之后，风暴骑手以旋风笼罩哈尔弗斯，使其施法速度降低500%。",
    },
    ["5x2982"] = {
    ["Title"] = "旋风",
    ["Description"] = "被释放之后，风暴骑手以旋风笼罩哈尔弗斯，使其施法速度降低500%。",
    },
    ["3x2982"] = {
    ["Title"] = "旋风",
    ["Description"] = "被释放之后，风暴骑手以旋风笼罩哈尔弗斯，使其施法速度降低500%。",
    },
    ["4x2382"] = {
    ["Title"] = "来福、斑点和旺财",
    ["Description"] = "在英雄难度下，如花的三只小崽子中会有两只一起出战。与其中任何一只开战都会引来如花的攻击。",
    },
    ["5x2382"] = {
    ["Title"] = "来福、斑点和旺财",
    ["Description"] = "在英雄难度下，如花的三只小崽子中会有两只一起出战。与其中任何一只开战都会引来如花的攻击。",
    },
    ["6x2382"] = {
    ["Title"] = "来福、斑点和旺财",
    ["Description"] = "在英雄难度下，如花的三只小崽子中会有两只一起出战。与其中任何一只开战都会引来如花的攻击。",
    },
    ["2x2382"] = {
    ["Title"] = "来福、斑点和旺财",
    ["Description"] = "在英雄难度下，如花的三只小崽子中会有两只一起出战。与其中任何一只开战都会引来如花的攻击。",
    },
    ["3x3138"] = {
    ["Title"] = "迸涌",
    ["Description"] = "泰拉斯卓从脚下召唤出岩石利刺。每根利刺都会穿刺4码范围内的玩家，造成24,999点物理伤害，并将他们打飞。",
    },
    ["4x3193"] = {
    ["Title"] = "第一防御矩阵",
    ["Description"] = "四个矮人魔像共享生命值，在指定时间内每次会激活两个。当魔像激活时，它有100点能量来使用技能。当魔像的能量降到50时，它会获得一个防御护盾，同时一个新的魔像也会激活。当魔像的能量用光后，它就会消失，而激活另一个魔像。",
    },
    ["3x3193"] = {
    ["Title"] = "第一防御矩阵",
    ["Description"] = "四个矮人魔像共享生命值，在指定时间内每次会激活两个。当魔像激活时，它有100点能量来使用技能。当魔像的能量降到50时，它会获得一个防御护盾，同时一个新的魔像也会激活。当魔像的能量用光后，它就会消失，而激活另一个魔像。",
    },
    ["6x2076"] = {
    ["Title"] = "血箭",
    ["Description"] = "造成15,000点物理伤害，并使当前敌方目标的移动速度降低20%，持续4秒。",
    },
    ["6x3138"] = {
    ["Title"] = "迸涌",
    ["Description"] = "泰拉斯卓从脚下召唤出岩石利刺。每根利刺都会穿刺4码范围内的玩家，造成50,000点物理伤害，并将他们打飞。",
    },
    ["5x3138"] = {
    ["Title"] = "迸涌",
    ["Description"] = "泰拉斯卓从脚下召唤出岩石利刺。每根利刺都会穿刺4码范围内的玩家，造成50,000点物理伤害，并将他们打飞。",
    },
    ["6x3193"] = {
    ["Title"] = "第一防御矩阵",
    ["Description"] = "四个矮人魔像共享生命值，在指定时间内每次会激活两个。当魔像激活时，它有100点能量来使用技能。当魔像的能量降到50时，它会获得一个防御护盾，同时一个新的魔像也会激活。当魔像的能量用光后，它就会消失，而激活另一个魔像。",
    },
    ["2x3520"] = {
    ["Title"] = "减速药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其移动速度降低50%，持续12秒。",
    },
    ["6x2982"] = {
    ["Title"] = "旋风",
    ["Description"] = "被释放之后，风暴骑手以旋风笼罩哈尔弗斯，使其施法速度降低500%。",
    },
    ["6x3520"] = {
    ["Title"] = "减速药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其移动速度降低50%，持续12秒。",
    },
    ["4x3520"] = {
    ["Title"] = "减速药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其移动速度降低50%，持续12秒。",
    },
    ["5x3520"] = {
    ["Title"] = "减速药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其移动速度降低50%，持续12秒。",
    },
    ["2x2551"] = {
    ["Title"] = "复仇打击",
    ["Description"] = "安拉斐特对当前目标造成等同于其普通近战攻击75%的暗影伤害，并且每2秒额外造成15,000点暗影伤害，持续10秒。",
    },
    ["6x3201"] = {
    ["Title"] = "电荷金刚",
    ["Description"] = "",
    },
    ["6x2908"] = {
    ["Title"] = "扭曲之魂",
    ["Description"] = "扭曲之魂从神殿周围的传送门中蜂拥而出，攻击玩家。扭曲之魂攻击时造成暗影伤害。这些生物的生命值很低。",
    },
    ["4x2908"] = {
    ["Title"] = "扭曲之魂",
    ["Description"] = "扭曲之魂从神殿周围的传送门中蜂拥而出，攻击玩家。扭曲之魂攻击时造成暗影伤害。这些生物的生命值很低。",
    },
    ["2x2908"] = {
    ["Title"] = "扭曲之魂",
    ["Description"] = "扭曲之魂从神殿周围的传送门中蜂拥而出，攻击玩家。扭曲之魂攻击时造成暗影伤害。这些生物的生命值很低。",
    },
    ["3x2593"] = {
    ["Title"] = "磨难",
    ["Description"] = "距离磨难碎片最近的玩家每拥有一层效果，就会受到3,000点暗影伤害，每秒叠加一次。",
    },
    ["2x2720"] = {
    ["Title"] = "枯萎凋零",
    ["Description"] = "玛拉卡斯每2秒对半径5码范围内的所有玩家造成15,000点暗影伤害，持续10秒。",
    },
    ["4x2593"] = {
    ["Title"] = "磨难",
    ["Description"] = "距离磨难碎片最近的玩家每拥有一层效果，就会受到3,000点暗影伤害，每秒叠加一次。",
    },
    ["4x3201"] = {
    ["Title"] = "电荷金刚",
    ["Description"] = "",
    },
    ["5x3201"] = {
    ["Title"] = "电荷金刚",
    ["Description"] = "",
    },
    ["1x2551"] = {
    ["Title"] = "复仇打击",
    ["Description"] = "安拉斐特对当前目标造成等同于其普通近战攻击50%的暗影伤害，并且每2秒额外造成6,000点暗影伤害，持续10秒。",
    },
    ["3x3201"] = {
    ["Title"] = "电荷金刚",
    ["Description"] = "",
    },
    ["4x3172"] = {
    ["Title"] = "洛哈西",
    ["Description"] = "洛哈西在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放飓风。",
    },
    ["5x3172"] = {
    ["Title"] = "洛哈西",
    ["Description"] = "洛哈西在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放飓风。",
    },
    ["6x3172"] = {
    ["Title"] = "洛哈西",
    ["Description"] = "洛哈西在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放飓风。",
    },
    ["5x3012"] = {
    ["Title"] = "腐蚀烂泥",
    ["Description"] = "奇美隆随机向两名玩家投掷腐蚀烂泥。每团腐蚀烂泥造成235,200点自然伤害，该伤害由目标玩家周围半径6码范围内的所有玩家均摊。腐蚀烂泥还会使命中几率降低75%，持续2.50秒。",
    },
    ["6x3012"] = {
    ["Title"] = "腐蚀烂泥",
    ["Description"] = "奇美隆随机向两名玩家投掷腐蚀烂泥。每团腐蚀烂泥造成270,480点自然伤害，该伤害由目标玩家周围半径6码范围内的所有玩家均摊。腐蚀烂泥还会使命中几率降低75%，持续2.50秒。",
    },
    ["4x2074"] = {
    ["Title"] = "闪避",
    ["Description"] = "迪菲亚暗影戒卫的躲闪几率提高35%，持续10秒。\r\n\r\n迪菲亚暗影戒卫会在生命值低于30%时使用闪避。",
    },
    ["5x2074"] = {
    ["Title"] = "闪避",
    ["Description"] = "迪菲亚暗影戒卫的躲闪几率提高35%，持续10秒。\r\n\r\n迪菲亚暗影戒卫会在生命值低于30%时使用闪避。",
    },
    ["6x2074"] = {
    ["Title"] = "闪避",
    ["Description"] = "迪菲亚暗影戒卫的躲闪几率提高35%，持续10秒。\r\n\r\n迪菲亚暗影戒卫会在生命值低于30%时使用闪避。",
    },
    ["3x3012"] = {
    ["Title"] = "腐蚀烂泥",
    ["Description"] = "奇美隆随机向两名玩家投掷腐蚀烂泥。每团腐蚀烂泥造成235,200点自然伤害，该伤害由目标玩家周围半径6码范围内的所有玩家均摊。腐蚀烂泥还会使命中几率降低75%，持续2.50秒。\r\n\r\n在25人团队中，奇美隆随机对5名玩家投掷腐蚀烂泥。|r",
    },
    ["4x3012"] = {
    ["Title"] = "腐蚀烂泥",
    ["Description"] = "奇美隆随机向两名玩家投掷腐蚀烂泥。每团腐蚀烂泥造成270,480点自然伤害，该伤害由目标玩家周围半径6码范围内的所有玩家均摊。腐蚀烂泥还会使命中几率降低75%，持续2.50秒。",
    },
    ["3x3300"] = {
    ["Title"] = "冲击新星",
    ["Description"] = "原型多彩龙人施放冲击新星，每2秒对所有敌人造成40,000点火焰伤害。",
    },
    ["4x3300"] = {
    ["Title"] = "冲击新星",
    ["Description"] = "原型多彩龙人施放冲击新星，每2秒对所有敌人造成40,000点火焰伤害。",
    },
    ["5x3271"] = {
    ["Title"] = "自动毒弹",
    ["Description"] = "剧毒金刚的自动毒弹会每3秒制造一颗毒液炸弹。每颗毒液炸弹会集中攻击一名玩家。毒液炸弹进入目标的近战范围就会爆炸。",
    },
    ["6x3271"] = {
    ["Title"] = "自动毒弹",
    ["Description"] = "剧毒金刚的自动毒弹会每1.5秒制造一颗毒液炸弹。每颗毒液炸弹会集中攻击一名玩家。毒液炸弹进入目标的近战范围就会爆炸。",
    },
    ["3x3271"] = {
    ["Title"] = "自动毒弹",
    ["Description"] = "剧毒金刚的自动毒弹会每3秒制造一颗毒液炸弹。每颗毒液炸弹会集中攻击一名玩家。毒液炸弹进入目标的近战范围就会爆炸。",
    },
    ["5x2972"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "这最后一条孤单的翡翠雏龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["4x2972"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "这最后一条孤单的翡翠雏龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["3x2972"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "这最后一条孤单的翡翠雏龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["3x3172"] = {
    ["Title"] = "洛哈西",
    ["Description"] = "洛哈西在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放飓风。",
    },
    ["4x2528"] = {
    ["Title"] = "震荡践踏",
    ["Description"] = "雷奥利斯领主重击地面，对周围的玩家造成35,000点火焰伤害，并且将0码内的目标击飞。每次践踏都会产生二到三座火山。",
    },
    ["3x2528"] = {
    ["Title"] = "震荡践踏",
    ["Description"] = "雷奥利斯领主重击地面，对周围的玩家造成35,000点火焰伤害，并且将0码内的目标击飞。每次践踏都会产生二到三座火山。",
    },
    ["6x2528"] = {
    ["Title"] = "震荡践踏",
    ["Description"] = "雷奥利斯领主重击地面，对周围的玩家造成35,000点火焰伤害，并且将0码内的目标击飞。每次践踏都会产生二到三座火山。",
    },
    ["5x2528"] = {
    ["Title"] = "震荡践踏",
    ["Description"] = "雷奥利斯领主重击地面，对周围的玩家造成35,000点火焰伤害，并且将0码内的目标击飞。每次践踏都会产生二到三座火山。",
    },
    ["5x2725"] = {
    ["Title"] = "法师",
    ["Description"] = "",
    },
    ["6x2725"] = {
    ["Title"] = "法师",
    ["Description"] = "",
    },
    ["2x3355"] = {
    ["Title"] = "地动山摇",
    ["Description"] = "乌比斯将军随机面对一个附近玩家所在的位置，然后朝该位置释放强大的地震波，使正前方60度角、20码距离内的所有玩家受到60,000点物理伤害，并昏迷4秒。",
    },
    ["4x2725"] = {
    ["Title"] = "法师",
    ["Description"] = "",
    },
    ["2x2725"] = {
    ["Title"] = "法师",
    ["Description"] = "",
    },
    ["5x3300"] = {
    ["Title"] = "冲击新星",
    ["Description"] = "原型多彩龙人施放冲击新星，每2秒对所有敌人造成70,000点火焰伤害。",
    },
    ["6x3300"] = {
    ["Title"] = "冲击新星",
    ["Description"] = "原型多彩龙人施放冲击新星，每2秒对所有敌人造成70,000点火焰伤害。",
    },
    ["1x2031"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神5000不具备普通近战攻击能力，而是使用死神打击攻击其正前方60度角的锥形区域、半径10码内的所有目标。",
    },
    ["2x2808"] = {
    ["Title"] = "崇拜者哈尔拉兹",
    ["Description"] = "",
    },
    ["3x2931"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["4x2931"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["5x2931"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["6x2931"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["4x3943"] = {
    ["Title"] = "寒冰链",
    ["Description"] = "阿奎里恩施放一道寒冰波动，造成10,000点冰霜伤害并使65码范围内的所有敌人无法移动，持续10秒。",
    },
    ["3x3039"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "奥拉基尔随机使一名玩家充满电能，变成闪电魔棒。在5秒后，该玩家对附近的其他玩家发射闪电，持续5秒。闪电每秒对水平距离20码内、垂直距离5码内的所有玩家造成5,000点自然伤害。",
    },
    ["4x3039"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "奥拉基尔随机使一名玩家充满电能，变成闪电魔棒。在5秒后，该玩家对附近的其他玩家发射闪电，持续5秒。闪电每秒对水平距离20码内、垂直距离5码内的所有玩家造成10,000点自然伤害。",
    },
    ["5x3039"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "奥拉基尔随机使一名玩家充满电能，变成闪电魔棒。在5秒后，该玩家对附近的其他玩家发射闪电，持续5秒。闪电每秒对水平距离20码内、垂直距离5码内的所有玩家造成7,500点自然伤害。",
    },
    ["6x3039"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "奥拉基尔随机使一名玩家充满电能，变成闪电魔棒。在5秒后，该玩家对附近的其他玩家发射闪电，持续5秒。闪电每秒对水平距离20码内、垂直距离5码内的所有玩家造成15,000点自然伤害。",
    },
    ["2x3360"] = {
    ["Title"] = "莫德古德的疾病",
    ["Description"] = "莫德古德的疾病对受到影响的玩家每2秒造成20,000点暗影伤害，并使其移动速度降低25%，持续10秒。",
    },
    ["1x3360"] = {
    ["Title"] = "莫德古德的疾病",
    ["Description"] = "莫德古德的疾病对受到影响的玩家每2秒造成12,000点暗影伤害，并使其移动速度降低50%，持续10秒。\r\n\r\n在英雄难度下，莫德古德的疾病最多可以叠加10次。|r",
    },
    ["2x2184"] = {
    ["Title"] = "圆弧斩",
    ["Description"] = "荣誉卫士攻击他面前5码范围内的锥形区域中的目标，对每个目标造成普通近战攻击150%的伤害。圆弧斩无法被躲闪、格挡或招架。",
    },
    ["2x2673"] = {
    ["Title"] = "虚空搜寻者",
    ["Description"] = "混沌传送门每次会召唤出一名这种虚空生物来。",
    },
    ["1x2673"] = {
    ["Title"] = "虚空搜寻者",
    ["Description"] = "混沌传送门每次会召唤出一名这种虚空生物来。",
    },
    ["5x3020"] = {
    ["Title"] = "嘲讽暗影",
    ["Description"] = "维克多·奈法里奥斯勋爵每秒对所有玩家造成2,000点暗影伤害。",
    },
    ["3x3334"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["5x3325"] = {
    ["Title"] = "炽焰白骨结构体",
    ["Description"] = "奈法里奥斯的炽光地狱火会制造出一个燃烧着的骷髅构造体。",
    },
    ["1x3334"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["2x2076"] = {
    ["Title"] = "血箭",
    ["Description"] = "造成15,000点物理伤害，并使当前敌方目标的移动速度降低20%，持续4秒。",
    },
    ["2x2760"] = {
    ["Title"] = "火焰之雨",
    ["Description"] = "玛拉卡斯召唤火焰之雨，落向随机一名玩家所在的区域，每2秒对半径5码范围内的所有敌人造成15,000点火焰伤害，持续10秒。",
    },
    ["6x2760"] = {
    ["Title"] = "火焰之雨",
    ["Description"] = "玛拉卡斯召唤火焰之雨，落向随机一名玩家所在的区域，每2秒对半径5码范围内的所有敌人造成15,000点火焰伤害，持续10秒。",
    },
    ["4x2760"] = {
    ["Title"] = "火焰之雨",
    ["Description"] = "玛拉卡斯召唤火焰之雨，落向随机一名玩家所在的区域，每2秒对半径5码范围内的所有敌人造成15,000点火焰伤害，持续10秒。",
    },
    ["5x2760"] = {
    ["Title"] = "火焰之雨",
    ["Description"] = "玛拉卡斯召唤火焰之雨，落向随机一名玩家所在的区域，每2秒对半径5码范围内的所有敌人造成15,000点火焰伤害，持续10秒。",
    },
    ["1x828"] = {
    ["Title"] = "锤技能",
    ["Description"] = "",
    },
    ["2x828"] = {
    ["Title"] = "锤技能",
    ["Description"] = "",
    },
    ["5x3113"] = {
    ["Title"] = "水炸弹",
    ["Description"] = "费伦迪乌斯向屋内释放多支水箭，满天降下，对每个着陆点周围半径6码范围内的玩家造成10,000点冰霜伤害。受到水炸弹伤害的敌人还会获得浸水效果。",
    },
    ["6x3113"] = {
    ["Title"] = "水炸弹",
    ["Description"] = "费伦迪乌斯向屋内释放多支水箭，满天降下，对每个着陆点周围半径6码范围内的玩家造成10,000点冰霜伤害。受到水炸弹伤害的敌人还会获得浸水效果。",
    },
    ["5x2956"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["4x3113"] = {
    ["Title"] = "水炸弹",
    ["Description"] = "费伦迪乌斯向屋内释放多支水箭，满天降下，对每个着陆点周围半径6码范围内的玩家造成10,000点冰霜伤害。受到水炸弹伤害的敌人还会获得浸水效果。",
    },
    ["6x3124"] = {
    ["Title"] = "静电过载",
    ["Description"] = "艾里昂为一个玩家灌注能量，电击附近的盟友，使他们每2秒受到10,000点自然伤害，持续10秒。强大的重力场可以使这种能量无害地消散。",
    },
    ["5x3124"] = {
    ["Title"] = "静电过载",
    ["Description"] = "艾里昂为一个玩家灌注能量，电击附近的盟友，使他们每2秒受到15,000点自然伤害，持续10秒。强大的重力场可以使这种能量无害地消散。",
    },
    ["5x3304"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成56,000点物理伤害，并使他们昏迷2秒。",
    },
    ["6x3304"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成70,000点物理伤害，并使他们昏迷2秒。",
    },
    ["3x3304"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成20,000点物理伤害，并使他们昏迷2秒。",
    },
    ["5x2070"] = {
    ["Title"] = "迪菲亚暗影戒卫",
    ["Description"] = "在召唤迪菲亚执行者之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚暗影戒卫帮忙。",
    },
    ["4x2070"] = {
    ["Title"] = "迪菲亚暗影戒卫",
    ["Description"] = "在召唤迪菲亚执行者之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚暗影戒卫帮忙。",
    },
    ["4x4298"] = {
    ["Title"] = "第一阶段：解决乌合之众",
    ["Description"] = "当伊利丹和泰兰德忙于对付玛诺洛斯及其他从永恒之井入侵的恶魔时，玩家必须全力击败禁卫队长瓦罗森。",
    },
    ["2x2070"] = {
    ["Title"] = "迪菲亚暗影戒卫",
    ["Description"] = "在召唤迪菲亚执行者之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚暗影戒卫帮忙。",
    },
    ["2x4298"] = {
    ["Title"] = "第一阶段：解决乌合之众",
    ["Description"] = "当伊利丹和泰兰德忙于对付玛诺洛斯及其他从永恒之井入侵的恶魔时，玩家必须全力击败禁卫队长瓦罗森。",
    },
    ["6x2808"] = {
    ["Title"] = "崇拜者哈尔拉兹",
    ["Description"] = "",
    },
    ["5x2808"] = {
    ["Title"] = "崇拜者哈尔拉兹",
    ["Description"] = "",
    },
    ["4x2808"] = {
    ["Title"] = "崇拜者哈尔拉兹",
    ["Description"] = "",
    },
    ["2x2031"] = {
    ["Title"] = "死神打击",
    ["Description"] = "死神5000不具备普通近战攻击能力，而是使用死神打击攻击其正前方60度角的锥形区域、半径10码内的所有目标。",
    },
    ["1x2195"] = {
    ["Title"] = "余烬一击",
    ["Description"] = "埃鲁纳克以两把魔法武器同时攻击他的当前敌对目标，造成相当于普通武器攻击100%的火焰伤害。每当埃鲁纳克的近战攻击造成物理伤害时，目标还会受到2,000点额外的火焰伤害。这个附加效果持续10秒。",
    },
    ["2x2195"] = {
    ["Title"] = "余烬一击",
    ["Description"] = "埃鲁纳克以两把魔法武器同时攻击他的当前敌对目标，造成相当于普通武器攻击100%的火焰伤害。每当埃鲁纳克的近战攻击造成物理伤害时，目标还会受到2,000点额外的火焰伤害。这个附加效果持续10秒。",
    },
    ["3x3265"] = {
    ["Title"] = "获取目标",
    ["Description"] = "熔岩金刚随机选择一名玩家作为火焰喷射器技能的目标。在4秒后，熔岩金刚开始对目标引导火焰喷射器，每1秒对他面前的所有玩家造成21,000点火焰伤害，持续4秒。",
    },
    ["4x3265"] = {
    ["Title"] = "获取目标",
    ["Description"] = "熔岩金刚随机选择一名玩家作为火焰喷射器技能的目标。在4秒后，熔岩金刚开始对目标引导火焰喷射器，每1秒对他面前的所有玩家造成27,000点火焰伤害，持续4秒。",
    },
    ["6x2700"] = {
    ["Title"] = "远古之怒",
    ["Description"] = "每5秒，贝瑟克的化身的伤害提高5%，急速等级提高10%。此效果可以堆叠25层。",
    },
    ["4x2638"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["3x2638"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["3x2596"] = {
    ["Title"] = "活力火花",
    ["Description"] = "如果玩家对受到磨难影响的目标施放直接治疗法术，目标身上每三层磨难效果都会使治疗者获得一层活力火花。如果玩家对受到荣耀烈焰影响的目标施放一次单目标直接治疗法术，将会触发生命之焰。\r\n\r\n在25人英雄模式下，目标身上每五层磨难效果都会使治疗者获得一层活力火花。|r",
    },
    ["5x2638"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["5x2700"] = {
    ["Title"] = "远古之怒",
    ["Description"] = "每5秒，贝瑟克的化身的伤害提高5%，急速等级提高10%。此效果可以堆叠25层。",
    },
    ["4x2700"] = {
    ["Title"] = "远古之怒",
    ["Description"] = "每5秒，贝瑟克的化身的伤害提高5%，急速等级提高10%。此效果可以堆叠25层。",
    },
    ["6x2596"] = {
    ["Title"] = "活力火花",
    ["Description"] = "如果玩家对受到磨难影响的目标施放直接治疗法术，目标身上每三层磨难效果都会使治疗者获得一层活力火花。如果玩家对受到荣耀烈焰影响的目标施放一次单目标直接治疗法术，将会触发生命之焰。",
    },
    ["6x4064"] = {
    ["Title"] = "血之腐蚀：大地",
    ["Description"] = "奈萨里奥的阴影在你的血脉中流动。如果没有被及时移除，这种腐蚀会在你体内扎根，使你受到奈萨里奥的血液的感染。当这个效果被驱散时，它会跳跃到一个新的目标身上，并且会变异成为血之腐蚀：死亡。",
    },
    ["2x4222"] = {
    ["Title"] = "衰竭",
    ["Description"] = "如果40秒以后佩罗萨恩之眼还没有发现一名玩家，佩罗萨恩将无法继续在阴影中躲藏，进入衰竭状态。这个效果会使佩罗萨恩昏迷并且使其受到的伤害提高25%，持续15秒。",
    },
    ["6x4222"] = {
    ["Title"] = "衰竭",
    ["Description"] = "如果40秒以后佩罗萨恩之眼还没有发现一名玩家，佩罗萨恩将无法继续在阴影中躲藏，进入衰竭状态。这个效果会使佩罗萨恩昏迷并且使其受到的伤害提高25%，持续15秒。",
    },
    ["5x3265"] = {
    ["Title"] = "获取目标",
    ["Description"] = "熔岩金刚随机选择一名玩家作为火焰喷射器技能的目标。在4秒后，熔岩金刚开始对目标引导火焰喷射器，每1秒对他面前的所有玩家造成45,000点火焰伤害，持续4秒。",
    },
    ["6x3265"] = {
    ["Title"] = "获取目标",
    ["Description"] = "熔岩金刚随机选择一名玩家作为火焰喷射器技能的目标。在4秒后，熔岩金刚开始对目标引导火焰喷射器，每1秒对他面前的所有玩家造成65,000点火焰伤害，持续4秒。",
    },
    ["2x4227"] = {
    ["Title"] = "腐蚀之触",
    ["Description"] = "佩罗萨恩的近战攻击会对其当前目标造成腐蚀之触效果，使其受到的伤害提高10%，持续20秒。这个效果可以叠加。",
    },
    ["5x4225"] = {
    ["Title"] = "无能的猎物",
    ["Description"] = "当佩罗萨恩之眼发现玩家的时候，佩罗萨恩会施放魔能加速并将其新目标标记为无能的猎物。这个标记会移除玩家暗影斗篷或潜行效果，并使其昏迷8秒。",
    },
    ["6x4225"] = {
    ["Title"] = "无能的猎物",
    ["Description"] = "当佩罗萨恩之眼发现玩家的时候，佩罗萨恩会施放魔能加速并将其新目标标记为无能的猎物。这个标记会移除玩家暗影斗篷或潜行效果，并使其昏迷8秒。",
    },
    ["4x4225"] = {
    ["Title"] = "无能的猎物",
    ["Description"] = "当佩罗萨恩之眼发现玩家的时候，佩罗萨恩会施放魔能加速并将其新目标标记为无能的猎物。这个标记会移除玩家暗影斗篷或潜行效果，并使其昏迷8秒。",
    },
    ["5x4227"] = {
    ["Title"] = "腐蚀之触",
    ["Description"] = "佩罗萨恩的近战攻击会对其当前目标造成腐蚀之触效果，使其受到的伤害提高10%，持续20秒。这个效果可以叠加。",
    },
    ["2x4225"] = {
    ["Title"] = "无能的猎物",
    ["Description"] = "当佩罗萨恩之眼发现玩家的时候，佩罗萨恩会施放魔能加速并将其新目标标记为无能的猎物。这个标记会移除玩家暗影斗篷或潜行效果，并使其昏迷8秒。",
    },
    ["2x2407"] = {
    ["Title"] = "源质壁垒",
    ["Description"] = "连接欧泽鲁克的源质圆盘充满了能量，它们有100%的几率反射法术，持续10秒。",
    },
    ["1x2407"] = {
    ["Title"] = "源质壁垒",
    ["Description"] = "连接欧泽鲁克的源质圆盘充满了能量，它们有20%的几率反射法术，持续10秒。",
    },
    ["6x2601"] = {
    ["Title"] = "倒计时",
    ["Description"] = "贝尔洛克把两名玩家连接在一起，持续8秒。如果被选中的玩家之间的距离低于4码，那么该效果便会被驱散，不产生任何影响；但如果倒计时完成，那么两名玩家都会爆炸，对100码内所有队友造成125,000点火焰伤害。",
    },
    ["5x2601"] = {
    ["Title"] = "倒计时",
    ["Description"] = "贝尔洛克把两名玩家连接在一起，持续8秒。如果被选中的玩家之间的距离低于4码，那么该效果便会被驱散，不产生任何影响；但如果倒计时完成，那么两名玩家都会爆炸，对100码内所有队友造成125,000点火焰伤害。",
    },
    ["5x2842"] = {
    ["Title"] = "龟裂创伤",
    ["Description"] = "饥饿的巢鸟对10码长的60度锥形区域内的所有目标进行打击，每0.2秒使其因流血而受到4,250点物理伤害，持续1分钟，或者直到目标的生命值降到最大生命值的50%为止。",
    },
    ["6x2842"] = {
    ["Title"] = "龟裂创伤",
    ["Description"] = "饥饿的巢鸟对10码长的60度锥形区域内的所有目标进行打击，每0.2秒使其因流血而受到5,100点物理伤害，持续1分钟，或者直到目标的生命值降到最大生命值的50%为止。",
    },
    ["3x2842"] = {
    ["Title"] = "龟裂创伤",
    ["Description"] = "饥饿的巢鸟对10码长的60度锥形区域内的所有目标进行打击，每0.2秒使其因流血而受到2,100点物理伤害，持续1分钟，或者直到目标的生命值降到最大生命值的50%为止。",
    },
    ["4x2842"] = {
    ["Title"] = "龟裂创伤",
    ["Description"] = "饥饿的巢鸟对10码长的60度锥形区域内的所有目标进行打击，每0.2秒使其因流血而受到2,800点物理伤害，持续1分钟，或者直到目标的生命值降到最大生命值的50%为止。",
    },
    ["2x2667"] = {
    ["Title"] = "混沌统治",
    ["Description"] = "塞特斯会每0.5秒在玩家的位置以及房间内随机地点上召唤半径为2码的虚空能量泡泡。泡泡被召唤出来之后，它立刻开始对敌人造成每秒7,800点无法抵抗的伤害。每个泡泡在爆裂之前将会持续5秒。",
    },
    ["1x2667"] = {
    ["Title"] = "混沌统治",
    ["Description"] = "塞特斯会每0.5秒在玩家的位置以及房间内随机地点上召唤半径为2码的虚空能量泡泡。泡泡被召唤出来之后，它立刻开始对敌人造成每秒6,000点无法抵抗的伤害。每个泡泡在爆裂之前将会持续5秒。",
    },
    ["5x2733"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "卡扎克洛斯朝一名玩家发射火焰箭，造成6,000点火焰伤害。",
    },
    ["6x2733"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "卡扎克洛斯朝一名玩家发射火焰箭，造成6,000点火焰伤害。",
    },
    ["1x2474"] = {
    ["Title"] = "第一阶段：南风起！",
    ["Description"] = "战斗开始时，希亚玛特漂浮在平台上，几乎不会受到任何伤害。",
    },
    ["4x2733"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "卡扎克洛斯朝一名玩家发射火焰箭，造成6,000点火焰伤害。",
    },
    ["2x2733"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "卡扎克洛斯朝一名玩家发射火焰箭，造成6,000点火焰伤害。",
    },
    ["1x2425"] = {
    ["Title"] = "召唤风",
    ["Description"] = "阿尔泰鲁斯周期性地召唤风的力量，创造一股可能吹向四个基准方向的持续强风。玩家的位置，阿尔泰鲁斯的位置将随风向而变化，玩家还会受到阿尔泰鲁斯处于下风效果或是阿尔泰鲁斯占据上风效果影响。",
    },
    ["5x2893"] = {
    ["Title"] = "风暴",
    ["Description"] = "旋羽对2码内的敌人造成5,000点自然伤害。",
    },
    ["4x2893"] = {
    ["Title"] = "风暴",
    ["Description"] = "旋羽对2码内的敌人造成10,000点自然伤害。",
    },
    ["2x2893"] = {
    ["Title"] = "风暴",
    ["Description"] = "旋羽对2码内的敌人造成10,000点自然伤害。",
    },
    ["2x2900"] = {
    ["Title"] = "死魔区",
    ["Description"] = "金度在自己脚下制造一片死魔区域。所有进入该区域的单位受到的魔法伤害降低90%，但施法速度降低90%。",
    },
    ["5x2900"] = {
    ["Title"] = "死魔区",
    ["Description"] = "金度在自己脚下制造一片死魔区域。所有进入该区域的单位受到的魔法伤害降低90%，但施法速度降低90%。",
    },
    ["4x2900"] = {
    ["Title"] = "死魔区",
    ["Description"] = "金度在自己脚下制造一片死魔区域。所有进入该区域的单位受到的魔法伤害降低90%，但施法速度降低90%。",
    },
    ["6x2900"] = {
    ["Title"] = "死魔区",
    ["Description"] = "金度在自己脚下制造一片死魔区域。所有进入该区域的单位受到的魔法伤害降低90%，但施法速度降低90%。",
    },
    ["4x2144"] = {
    ["Title"] = "往日的尖啸",
    ["Description"] = "哀嚎的卫兵发出可怕的尖叫，打断周围半径5码范围内的敌人施法。被打断的敌人在2秒内不能施放该系法术。",
    },
    ["6x2893"] = {
    ["Title"] = "风暴",
    ["Description"] = "旋羽对2码内的敌人造成10,000点自然伤害。",
    },
    ["2x2372"] = {
    ["Title"] = "过热的水银护甲",
    ["Description"] = "当卡尔什·断钢移动到房间中央的金属熔流下时，他的水银护甲就会开始被加热，他的冷却水银护甲将立即被过热的水银护甲取代，使其受到的伤害提高5%，持续17秒。只要他停留在熔流下，这个效果每秒叠加一次。\r\n\r\n当过热水银护甲的效果结束后，护甲会冷却下来，而卡尔什·断钢会获得水银护甲效果。",
    },
    ["1x2372"] = {
    ["Title"] = "过热的水银护甲",
    ["Description"] = "当卡尔什·断钢移动到房间中央的金属熔流下时，他的水银护甲就会开始被加热，他的冷却水银护甲将立即被过热的水银护甲取代，使其受到的伤害提高5%，持续17秒。只要他停留在熔流下，这个效果每秒叠加一次。\r\n\r\n当过热水银护甲的效果结束后，护甲会冷却下来，而卡尔什·断钢会获得水银护甲效果。",
    },
    ["2x2210"] = {
    ["Title"] = "顽强的巨兽",
    ["Description"] = "当本阶段开始大约15秒后，另一只此类生物会进入房间。",
    },
    ["2x2075"] = {
    ["Title"] = "迪菲亚血巫师",
    ["Description"] = "在召唤迪菲亚暗影戒卫之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚血巫师帮忙。",
    },
    ["1x2210"] = {
    ["Title"] = "顽强的巨兽",
    ["Description"] = "当本阶段开始大约15秒后，另一只此类生物会进入房间。",
    },
    ["4x2501"] = {
    ["Title"] = "致命药膏",
    ["Description"] = "雷纳塔基使他的当前目标中毒，每3秒造成1,750点自然伤害。这个效果最多可以叠加20次。",
    },
    ["5x2501"] = {
    ["Title"] = "致命药膏",
    ["Description"] = "雷纳塔基使他的当前目标中毒，每3秒造成750点自然伤害。这个效果最多可以叠加20次。",
    },
    ["6x2501"] = {
    ["Title"] = "致命药膏",
    ["Description"] = "雷纳塔基使他的当前目标中毒，每3秒造成1,750点自然伤害。这个效果最多可以叠加20次。",
    },
    ["4x3519"] = {
    ["Title"] = "阿曼尼毒蛇",
    ["Description"] = "一些带有剧毒的阿曼尼毒蛇。",
    },
    ["6x3519"] = {
    ["Title"] = "阿曼尼毒蛇",
    ["Description"] = "一些带有剧毒的阿曼尼毒蛇。",
    },
    ["5x3519"] = {
    ["Title"] = "阿曼尼毒蛇",
    ["Description"] = "一些带有剧毒的阿曼尼毒蛇。",
    },
    ["5x3456"] = {
    ["Title"] = "抹毒",
    ["Description"] = "浸泡过毒液的玩家可以对他们的目标造成15,000点自然伤害。",
    },
    ["6x3456"] = {
    ["Title"] = "抹毒",
    ["Description"] = "浸泡过毒液的玩家可以对他们的目标造成20,000点自然伤害。",
    },
    ["3x3456"] = {
    ["Title"] = "抹毒",
    ["Description"] = "浸泡过毒液的玩家可以对他们的目标造成10,000点自然伤害。",
    },
    ["4x3456"] = {
    ["Title"] = "抹毒",
    ["Description"] = "浸泡过毒液的玩家可以对他们的目标造成15,000点自然伤害。",
    },
    ["5x2741"] = {
    ["Title"] = "毒蛇陷阱",
    ["Description"] = "玛拉卡斯放置一个陷阱，当第一个敌人接近时，陷阱会释放数条阿曼尼毒蛇攻击敌人。",
    },
    ["3x2662"] = {
    ["Title"] = "流星冲击",
    ["Description"] = "玩家同活体流星之间的距离若小于4码，则会触发流星冲击，对8码内的敌人造成110,000点火焰伤害。",
    },
    ["6x2741"] = {
    ["Title"] = "毒蛇陷阱",
    ["Description"] = "玛拉卡斯放置一个陷阱，当第一个敌人接近时，陷阱会释放数条阿曼尼毒蛇攻击敌人。",
    },
    ["6x2662"] = {
    ["Title"] = "流星冲击",
    ["Description"] = "玩家同活体流星之间的距离若小于4码，则会触发流星冲击，对8码内的敌人造成500,000点火焰伤害。",
    },
    ["2x4172"] = {
    ["Title"] = "熔岩爆裂",
    ["Description"] = "萨尔向目标投掷熔岩，造成50,000点火焰伤害。",
    },
    ["6x3296"] = {
    ["Title"] = "虹吸能量",
    ["Description"] = "被控制的玩家吸收奈法利安用来控制自己的无限力量中的一小部分，以获得被窃取的能量效果。",
    },
    ["5x3296"] = {
    ["Title"] = "虹吸能量",
    ["Description"] = "被控制的玩家吸收奈法利安用来控制自己的无限力量中的一小部分，以获得被窃取的能量效果。",
    },
    ["2x2548"] = {
    ["Title"] = "沙尘旋涡",
    ["Description"] = "一道巨大的龙卷风会在混乱大地风暴发生期间产生，缓缓地绕着沙子移动。任何靠近的玩家都会被沙尘旋涡所吸住，每2秒受到1,499点物理伤害，持续8秒。随后沙尘旋涡会把玩家甩出去。被沙尘旋涡困住时，玩家将无法攻击或施放法术。",
    },
    ["6x3194"] = {
    ["Title"] = "奥能金刚",
    ["Description"] = "",
    },
    ["6x2548"] = {
    ["Title"] = "沙尘旋涡",
    ["Description"] = "一道巨大的龙卷风会在混乱大地风暴发生期间产生，缓缓地绕着沙子移动。任何靠近的玩家都会被沙尘旋涡所吸住，每2秒受到1,499点物理伤害，持续8秒。随后沙尘旋涡会把玩家甩出去。被沙尘旋涡困住时，玩家将无法攻击或施放法术。",
    },
    ["5x2548"] = {
    ["Title"] = "沙尘旋涡",
    ["Description"] = "一道巨大的龙卷风会在混乱大地风暴发生期间产生，缓缓地绕着沙子移动。任何靠近的玩家都会被沙尘旋涡所吸住，每2秒受到1,499点物理伤害，持续8秒。随后沙尘旋涡会把玩家甩出去。被沙尘旋涡困住时，玩家将无法攻击或施放法术。",
    },
    ["4x2548"] = {
    ["Title"] = "沙尘旋涡",
    ["Description"] = "一道巨大的龙卷风会在混乱大地风暴发生期间产生，缓缓地绕着沙子移动。任何靠近的玩家都会被沙尘旋涡所吸住，每2秒受到1,499点物理伤害，持续8秒。随后沙尘旋涡会把玩家甩出去。被沙尘旋涡困住时，玩家将无法攻击或施放法术。",
    },
    ["3x2975"] = {
    ["Title"] = "风暴骑手",
    ["Description"] = "",
    },
    ["4x2975"] = {
    ["Title"] = "风暴骑手",
    ["Description"] = "",
    },
    ["5x2975"] = {
    ["Title"] = "风暴骑手",
    ["Description"] = "",
    },
    ["6x2975"] = {
    ["Title"] = "风暴骑手",
    ["Description"] = "",
    },
    ["4x2720"] = {
    ["Title"] = "枯萎凋零",
    ["Description"] = "玛拉卡斯每2秒对半径5码范围内的所有玩家造成15,000点暗影伤害，持续10秒。",
    },
    ["6x2720"] = {
    ["Title"] = "枯萎凋零",
    ["Description"] = "玛拉卡斯每2秒对半径5码范围内的所有玩家造成15,000点暗影伤害，持续10秒。",
    },
    ["5x2720"] = {
    ["Title"] = "枯萎凋零",
    ["Description"] = "玛拉卡斯每2秒对半径5码范围内的所有玩家造成15,000点暗影伤害，持续10秒。",
    },
    ["2x2741"] = {
    ["Title"] = "毒蛇陷阱",
    ["Description"] = "玛拉卡斯放置一个陷阱，当第一个敌人接近时，陷阱会释放数条阿曼尼毒蛇攻击敌人。",
    },
    ["2x2811"] = {
    ["Title"] = "大地震击",
    ["Description"] = "崇拜者哈尔拉兹震击一个目标，造成30,000点自然伤害，并打断目标当前正在施放的法术，持续2秒。",
    },
    ["4x2811"] = {
    ["Title"] = "大地震击",
    ["Description"] = "崇拜者哈尔拉兹震击一个目标，造成30,000点自然伤害，并打断目标当前正在施放的法术，持续2秒。",
    },
    ["5x2811"] = {
    ["Title"] = "大地震击",
    ["Description"] = "崇拜者哈尔拉兹震击一个目标，造成20,000点自然伤害，并打断目标当前正在施放的法术，持续2秒。",
    },
    ["6x2811"] = {
    ["Title"] = "大地震击",
    ["Description"] = "崇拜者哈尔拉兹震击一个目标，造成30,000点自然伤害，并打断目标当前正在施放的法术，持续2秒。",
    },
    ["5x2722"] = {
    ["Title"] = "血虫",
    ["Description"] = "这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["6x2722"] = {
    ["Title"] = "血虫",
    ["Description"] = "这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["2x2722"] = {
    ["Title"] = "血虫",
    ["Description"] = "这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["4x2722"] = {
    ["Title"] = "血虫",
    ["Description"] = "这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["6x2841"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "奥利瑟拉佐尔面向竞技场的中央，放出一道强大的火焰暴风。5秒后，竞技场沐浴在火焰中，每1秒对视线内所有的敌人造50,000点火焰伤害，持续5秒。",
    },
    ["4x3023"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成10,000点自然伤害，持续5秒。",
    },
    ["5x3023"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成20,000点自然伤害，持续5秒。",
    },
    ["2x2055"] = {
    ["Title"] = "丢掷食物",
    ["Description"] = "“船长”曲奇会不断地随机向任意玩家所在的位置投掷食物。丢一次美味的食物，再丢一次腐烂的食物，如此反复。",
    },
    ["3x3023"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成5,000点自然伤害，持续5秒。",
    },
    ["4x4155"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "大主教本尼迪塔斯的暮光冲击波对6码范围内的玩家造成50,000点暗影伤害。",
    },
    ["2x2223"] = {
    ["Title"] = "海潮涌动",
    ["Description"] = "在从无面者工兵的束缚下解脱之后，耐普图隆对玩家灌注海潮涌动。该效果使玩家的最大生命值提高500%，治疗效果提高500%，伤害提高2,000%。该效果可持续到战斗结束。",
    },
    ["5x2841"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "奥利瑟拉佐尔面向竞技场的中央，放出一道强大的火焰暴风。5秒后，竞技场沐浴在火焰中，每1秒对视线内所有的敌人造50,000点火焰伤害，持续5秒。",
    },
    ["4x4270"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "玛诺洛斯直面伊利丹·怒风，展开殊死较量。",
    },
    ["2x4270"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "玛诺洛斯直面伊利丹·怒风，展开殊死较量。",
    },
    ["5x2075"] = {
    ["Title"] = "迪菲亚血巫师",
    ["Description"] = "在召唤迪菲亚暗影戒卫之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚血巫师帮忙。",
    },
    ["1x2223"] = {
    ["Title"] = "海潮涌动",
    ["Description"] = "在从无面者工兵的束缚下解脱之后，耐普图隆对玩家灌注海潮涌动。该效果使玩家的最大生命值提高500%，治疗效果提高500%，伤害提高2,000%。该效果可持续到战斗结束。",
    },
    ["2x2363"] = {
    ["Title"] = "黑暗命令",
    ["Description"] = "柯尔拉下达黑暗的命令，随机使一个玩家因恐惧而逃跑4秒。逃跑的目标每秒受到7,500点暗影伤害。",
    },
    ["1x2363"] = {
    ["Title"] = "黑暗命令",
    ["Description"] = "柯尔拉下达黑暗的命令，随机使一个玩家因恐惧而逃跑3秒。逃跑的目标每秒受到5,000点暗影伤害。",
    },
    ["6x3029"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成40,000点自然伤害，持续5秒。",
    },
    ["5x3029"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成20,000点自然伤害，持续5秒。",
    },
    ["6x3023"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成40,000点自然伤害，持续5秒。",
    },
    ["4x3029"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成10,000点自然伤害，持续5秒。",
    },
    ["3x3029"] = {
    ["Title"] = "狂风",
    ["Description"] = "奥拉基尔召唤一排旋风，在平台上绕圈移动。旋风会卷起站在周围半径4码范围内的所有玩家，每秒造成5,000点自然伤害，持续5秒。",
    },
    ["6x2911"] = {
    ["Title"] = "专注",
    ["Description"] = "在英雄难度下，所有挑战范达尔的玩家都将获得一条专注能量槽。这条能量槽随着时间增长而填满，每25点专注提高伤害和治疗量25%，最大100点。玩家受到伤害或是被法术击中，将会失去目前全部累积的专注点数。",
    },
    ["5x2911"] = {
    ["Title"] = "专注",
    ["Description"] = "在英雄难度下，所有挑战范达尔的玩家都将获得一条专注能量槽。这条能量槽随着时间增长而填满，每25点专注提高伤害和治疗量25%，最大100点。玩家受到伤害或是被法术击中，将会失去目前全部累积的专注点数。",
    },
    ["5x2848"] = {
    ["Title"] = "熔火巨石",
    ["Description"] = "当熔火流星击中墙壁后，会裂成三块熔火巨石。熔火巨石每1.50秒对2码内的敌人造成32,000点烈焰风暴伤害，并将他们击退。",
    },
    ["4x2142"] = {
    ["Title"] = "哀嚎的卫兵",
    ["Description"] = "指挥官斯普林瓦尔出现时带着一个哀嚎的卫兵和一个痛苦的军官，每隔一段时间就会有两个新的帮手加入战斗。",
    },
    ["5x3961"] = {
    ["Title"] = "火焰魔导师",
    ["Description"] = "",
    },
    ["6x3961"] = {
    ["Title"] = "火焰魔导师",
    ["Description"] = "",
    },
    ["4x3961"] = {
    ["Title"] = "火焰魔导师",
    ["Description"] = "",
    },
    ["6x2848"] = {
    ["Title"] = "熔火巨石",
    ["Description"] = "当熔火流星击中墙壁后，会裂成三块熔火巨石。熔火巨石每1.50秒对2码内的敌人造成32,000点烈焰风暴伤害，并将他们击退。",
    },
    ["6x3220"] = {
    ["Title"] = "黑暗的造物",
    ["Description"] = "黑暗的造物不断地尝试随机对一名玩家引导衰弱光线。",
    },
    ["2x2809"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "崇拜者哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["4x2809"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "崇拜者哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["5x2809"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "崇拜者哈尔拉兹在他的位置附近召唤一个生命值为10,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["6x3207"] = {
    ["Title"] = "熔岩金刚",
    ["Description"] = "",
    },
    ["6x2655"] = {
    ["Title"] = "第三阶段：滚出我的领域！",
    ["Description"] = "",
    },
    ["3x2655"] = {
    ["Title"] = "第三阶段：滚出我的领域！",
    ["Description"] = "",
    },
    ["4x2655"] = {
    ["Title"] = "第三阶段：滚出我的领域！",
    ["Description"] = "",
    },
    ["3x3220"] = {
    ["Title"] = "黑暗的造物",
    ["Description"] = "黑暗的造物不断地尝试随机对一名玩家引导衰弱光线。",
    },
    ["4x2921"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["5x2921"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["6x3292"] = {
    ["Title"] = "第三阶段：你将不得好死！",
    ["Description"] = "在玩家杀死所有原型多彩龙人之后，岩浆退去，奈法利安降落以结束战斗。",
    },
    ["5x2977"] = {
    ["Title"] = "时光守卫",
    ["Description"] = "",
    },
    ["5x3149"] = {
    ["Title"] = "低温光环",
    ["Description"] = "源质畸体所散发的奇寒会使其受到的所有伤害降低25%，并使脚下结冰。源质畸体会在脚下持续地创造液冰，会对置身于其中的玩家每1秒造成24,000点冰霜伤害。液冰池会随着与源质畸体的接触而变大。",
    },
    ["3x2977"] = {
    ["Title"] = "时光守卫",
    ["Description"] = "",
    },
    ["6x2809"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "崇拜者哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["1x2405"] = {
    ["Title"] = "大地冲击",
    ["Description"] = "欧泽鲁克积蓄着力量，然后猛捶他前面的地面，对作用点范围4码内的所有敌人造成70,000点物理伤害。",
    },
    ["4x3292"] = {
    ["Title"] = "第三阶段：你将不得好死！",
    ["Description"] = "在玩家杀死所有原型多彩龙人之后，岩浆退去，奈法利安降落以结束战斗。",
    },
    ["3x3292"] = {
    ["Title"] = "第三阶段：你将不得好死！",
    ["Description"] = "在玩家杀死所有原型多彩龙人之后，岩浆退去，奈法利安降落以结束战斗。",
    },
    ["5x2990"] = {
    ["Title"] = "领域偏移",
    ["Description"] = "当瓦里昂娜对同一目标叠加到第五层暮光位移效果时，领域偏移会对周围半径8码内的所有玩家造成15,000点暗影伤害，并将受到影响的玩家拖入暮光领域。",
    },
    ["6x2990"] = {
    ["Title"] = "领域偏移",
    ["Description"] = "当瓦里昂娜对同一目标叠加到第五层暮光位移效果时，领域偏移会对周围半径8码内的所有玩家造成15,000点暗影伤害，并将受到影响的玩家拖入暮光领域。",
    },
    ["5x3307"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高200%，移动速度提高15%。这个效果可以叠加。",
    },
    ["4x3307"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高100%，移动速度提高10%。这个效果可以叠加。",
    },
    ["6x4349"] = {
    ["Title"] = "不稳定腐蚀",
    ["Description"] = "腐蚀寄生虫施放不稳定腐蚀，对所有玩家造成火焰伤害，数值等同于腐蚀寄生虫生命值的10%。",
    },
    ["6x3307"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高200%，移动速度提高15%。这个效果可以叠加。",
    },
    ["1x2214"] = {
    ["Title"] = "枯萎兽",
    ["Description"] = "这些敌人的移动速度非常慢。",
    },
    ["1x2481"] = {
    ["Title"] = "希亚玛特的爪牙",
    ["Description"] = "在两个阶段中，希亚玛特大约每30秒召唤一次气元素入场。",
    },
    ["2x2481"] = {
    ["Title"] = "希亚玛特的爪牙",
    ["Description"] = "在两个阶段中，希亚玛特大约每30秒召唤一次气元素入场。",
    },
    ["2x4283"] = {
    ["Title"] = "艾露恩的祝福",
    ["Description"] = "当一个恐惧魔王削弱者对泰兰德施放致残鞭笞时，泰兰德会向艾露恩祈求祝福。所有附近的盟友都将受到祝福影响，他们的攻击和法术都将对次级恶魔造成额外的奥术伤害。",
    },
    ["4x4283"] = {
    ["Title"] = "艾露恩的祝福",
    ["Description"] = "当一个恐惧魔王削弱者对泰兰德施放致残鞭笞时，泰兰德会向艾露恩祈求祝福。所有附近的盟友都将受到祝福影响，他们的攻击和法术都将对次级恶魔造成额外的奥术伤害。",
    },
    ["1x2874"] = {
    ["Title"] = "充能之拳",
    ["Description"] = "虚空哨兵为双拳充能，物理伤害提高10%，攻击速度提高20%，持续15秒。",
    },
    ["2x2874"] = {
    ["Title"] = "充能之拳",
    ["Description"] = "虚空哨兵为双拳充能，物理伤害提高10%，攻击速度提高20%，持续15秒。",
    },
    ["5x3194"] = {
    ["Title"] = "奥能金刚",
    ["Description"] = "",
    },
    ["4x3194"] = {
    ["Title"] = "奥能金刚",
    ["Description"] = "",
    },
    ["3x3194"] = {
    ["Title"] = "奥能金刚",
    ["Description"] = "",
    },
    ["5x2628"] = {
    ["Title"] = "孵化所有卵",
    ["Description"] = "当加亚莱的生命值还剩35%时，他会孵化余下所有龙鹰的卵。刚孵化出的阿曼尼龙鹰幼崽将会投入战斗。",
    },
    ["6x2628"] = {
    ["Title"] = "孵化所有卵",
    ["Description"] = "当加亚莱的生命值还剩35%时，他会孵化余下所有龙鹰的卵。刚孵化出的阿曼尼龙鹰幼崽将会投入战斗。",
    },
    ["2x2628"] = {
    ["Title"] = "孵化所有卵",
    ["Description"] = "当加亚莱的生命值还剩35%时，他会孵化余下所有龙鹰的卵。刚孵化出的阿曼尼龙鹰幼崽将会投入战斗。",
    },
    ["3x3307"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高100%，移动速度提高10%。这个效果可以叠加。",
    },
    ["4x2628"] = {
    ["Title"] = "孵化所有卵",
    ["Description"] = "当加亚莱的生命值还剩35%时，他会孵化余下所有龙鹰的卵。刚孵化出的阿曼尼龙鹰幼崽将会投入战斗。",
    },
    ["5x2895"] = {
    ["Title"] = "龙鹰精华",
    ["Description"] = "",
    },
    ["6x2895"] = {
    ["Title"] = "龙鹰精华",
    ["Description"] = "",
    },
    ["4x2895"] = {
    ["Title"] = "龙鹰精华",
    ["Description"] = "",
    },
    ["5x3086"] = {
    ["Title"] = "咆哮烈焰吐息",
    ["Description"] = "艾卓曼德斯喷出一团烈焰，在屋内随机追踪一名玩家。咆哮烈焰吐息造成25,000点火焰伤害，并在路径上留下咆哮烈焰。火息的移动速度会越来越快。\r\n\r\n共鸣冲击可以暂时停止火息前进，但艾卓曼德斯会令烈焰转而追击敲响远古矮人护盾的玩家。",
    },
    ["4x2039"] = {
    ["Title"] = "黑曜石合金",
    ["Description"] = "死神原型机免疫火焰伤害。",
    },
    ["2x2039"] = {
    ["Title"] = "黑曜石合金",
    ["Description"] = "死神原型机免疫火焰伤害。",
    },
    ["6x2771"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网织网蛛随机对一名敌人喷出灼人的毒液，造成27,954点火焰伤害。",
    },
    ["3x3086"] = {
    ["Title"] = "咆哮烈焰吐息",
    ["Description"] = "艾卓曼德斯喷出一团烈焰，在屋内随机追踪一名玩家。咆哮烈焰吐息造成15,000点火焰伤害，并在路径上留下咆哮烈焰。火息的移动速度会越来越快。\r\n\r\n共鸣冲击可以暂时停止火息前进，但艾卓曼德斯会令烈焰转而追击敲响远古矮人护盾的玩家。",
    },
    ["5x2771"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网织网蛛随机对一名敌人喷出灼人的毒液，造成21,869点火焰伤害。",
    },
    ["1x2139"] = {
    ["Title"] = "亵渎",
    ["Description"] = "指挥官斯普林瓦尔使某个玩家脚下半径6码范围的土地充满邪恶能量。站在这片邪恶之地上的所有玩家移动速度降低50%，每1.5秒受到49点暗影伤害。",
    },
    ["2x2139"] = {
    ["Title"] = "亵渎",
    ["Description"] = "指挥官斯普林瓦尔使某个玩家脚下半径6码范围的土地充满邪恶能量。站在这片邪恶之地上的所有玩家移动速度降低50%，每1.5秒受到5,499点暗影伤害。",
    },
    ["2x2895"] = {
    ["Title"] = "龙鹰精华",
    ["Description"] = "",
    },
    ["5x4061"] = {
    ["Title"] = "衰退",
    ["Description"] = "被摧毁的融合怪使得所有敌对目标的最大生命值降低5%。无论元素之核处于何种状态，这个效果都会出现，并且可以叠加最多15次。",
    },
    ["6x4061"] = {
    ["Title"] = "衰退",
    ["Description"] = "被摧毁的融合怪使得所有敌对目标的最大生命值降低5%。无论元素之核处于何种状态，这个效果都会出现，并且可以叠加最多15次。",
    },
    ["5x2858"] = {
    ["Title"] = "炽热打击",
    ["Description"] = "奥利瑟拉佐尔炽热的核心放射出强力的火焰，在她处于燃烧期间每1秒对所有敌人造成12,749点火焰伤害。",
    },
    ["6x2858"] = {
    ["Title"] = "炽热打击",
    ["Description"] = "奥利瑟拉佐尔炽热的核心放射出强力的火焰，在她处于燃烧期间每1秒对所有敌人造成17,000点火焰伤害。",
    },
    ["5x2850"] = {
    ["Title"] = "火焰飓风",
    ["Description"] = "火焰飓风从火焰漩涡中喷薄而出，开始迅速地绕着奥利瑟拉佐尔的战斗区域移动，每1秒对10码内的敌人造成60,000点火焰伤害。",
    },
    ["6x2850"] = {
    ["Title"] = "火焰飓风",
    ["Description"] = "火焰飓风从火焰漩涡中喷薄而出，开始迅速地绕着奥利瑟拉佐尔的战斗区域移动，每1秒对10码内的敌人造成70,000点火焰伤害。",
    },
    ["3x2858"] = {
    ["Title"] = "炽热打击",
    ["Description"] = "奥利瑟拉佐尔炽热的核心放射出强力的火焰，在她处于燃烧期间每1秒对所有敌人造成7,499点火焰伤害。",
    },
    ["4x2858"] = {
    ["Title"] = "炽热打击",
    ["Description"] = "奥利瑟拉佐尔炽热的核心放射出强力的火焰，在她处于燃烧期间每1秒对所有敌人造成11,249点火焰伤害。",
    },
    ["5x3273"] = {
    ["Title"] = "毒浆",
    ["Description"] = "毒液炸弹爆炸后生成一滩半径为6码的毒浆。毒浆会对任何站在其中的玩家每1秒造成15,000点自然伤害。",
    },
    ["6x3273"] = {
    ["Title"] = "毒浆",
    ["Description"] = "毒液炸弹爆炸后生成一滩半径为6码的毒浆。毒浆会对任何站在其中的玩家每1秒造成15,000点自然伤害。",
    },
    ["3x3273"] = {
    ["Title"] = "毒浆",
    ["Description"] = "毒液炸弹爆炸后生成一滩半径为6码的毒浆。毒浆会对任何站在其中的玩家每1秒造成12,000点自然伤害。",
    },
    ["4x3273"] = {
    ["Title"] = "毒浆",
    ["Description"] = "毒液炸弹爆炸后生成一滩半径为6码的毒浆。毒浆会对任何站在其中的玩家每1秒造成12,000点自然伤害。",
    },
    ["1x2666"] = {
    ["Title"] = "混乱之箭",
    ["Description"] = "塞特斯不再使用近战攻击，而是随机对玩家们施放混乱之箭。混乱之箭对随机一名玩家造成9,000点无法抵抗的暗影伤害。",
    },
    ["2x3371"] = {
    ["Title"] = "撕裂重击",
    ["Description"] = "瓦里昂娜横扫她的当前目标，造成普通攻击100%的伤害，并撕开一道通往暮光领域的裂隙。裂隙会制造出一滩暮光渗透之池。",
    },
    ["1x3371"] = {
    ["Title"] = "撕裂重击",
    ["Description"] = "瓦里昂娜横扫她的当前目标，造成普通攻击100%的伤害，并撕开一道通往暮光领域的裂隙。裂隙会制造出一滩暮光渗透之池。",
    },
    ["2x2666"] = {
    ["Title"] = "混乱之箭",
    ["Description"] = "塞特斯不再使用近战攻击，而是随机对玩家们施放混乱之箭。混乱之箭对随机一名玩家造成11,699点无法抵抗的暗影伤害。",
    },
    ["5x2930"] = {
    ["Title"] = "奥术风暴",
    ["Description"] = "马洛拉克引导一场奥术风暴，对所有玩家造成每秒50,000点奥术伤害，持续6秒。",
    },
    ["4x2930"] = {
    ["Title"] = "奥术风暴",
    ["Description"] = "马洛拉克引导一场奥术风暴，对所有玩家造成每秒12,000点奥术伤害，持续6秒。",
    },
    ["2x2429"] = {
    ["Title"] = "闪电冲击",
    ["Description"] = "任何没有站在阿尔泰鲁斯的平台上的玩家都将被一股强猛的闪电所冲击，受到90,000点自然伤害。",
    },
    ["3x3285"] = {
    ["Title"] = "闪电倾泻",
    ["Description"] = "奥妮克希亚通过她身边的宝珠放电，对周围半径60码范围内的目标造成24,000点自然伤害。",
    },
    ["4x3285"] = {
    ["Title"] = "闪电倾泻",
    ["Description"] = "奥妮克希亚通过她身边的宝珠放电，对周围半径60码范围内的目标造成24,000点自然伤害。",
    },
    ["5x3285"] = {
    ["Title"] = "闪电倾泻",
    ["Description"] = "奥妮克希亚通过她身边的宝珠放电，对周围半径60码范围内的目标造成32,000点自然伤害。",
    },
    ["6x3285"] = {
    ["Title"] = "闪电倾泻",
    ["Description"] = "奥妮克希亚通过她身边的宝珠放电，对周围半径60码范围内的目标造成32,000点自然伤害。",
    },
    ["6x3228"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "希奈丝特拉释放一道烈焰洪流，横扫她的平台，对所有敌人造成100,000点火焰伤害。",
    },
    ["5x3228"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "希奈丝特拉释放一道烈焰洪流，横扫她的平台，对所有敌人造成100,000点火焰伤害。",
    },
    ["1x3367"] = {
    ["Title"] = "被召唤的烈火幽灵",
    ["Description"] = "这个生命值很低的怪物会随机跑向一名玩家，一切试图使其改变目标的努力都是徒劳的。如果它碰到目标玩家，则会施放超级新星。",
    },
    ["2x3367"] = {
    ["Title"] = "被召唤的烈火幽灵",
    ["Description"] = "这个生命值很低的怪物会随机跑向一名玩家，一切试图使其改变目标的努力都是徒劳的。如果它碰到目标玩家，则会施放超级新星。",
    },
    ["1x2487"] = {
    ["Title"] = "暴风箭",
    ["Description"] = "在第二阶段，暴风箭造成10,000点自然伤害。",
    },
    ["2x2487"] = {
    ["Title"] = "暴风箭",
    ["Description"] = "在第二阶段，暴风箭造成14,999点自然伤害。",
    },
    ["2x2374"] = {
    ["Title"] = "灼热金属",
    ["Description"] = "当卡尔什·断钢的水银护甲过热时，他的每次武器攻击都对其当前敌对目标造成1,500点火焰伤害。这个伤害值还要乘以卡尔什·断钢的过热水银护甲效果的层数。",
    },
    ["1x2374"] = {
    ["Title"] = "灼热金属",
    ["Description"] = "当卡尔什·断钢的水银护甲过热时，他的每次武器攻击都对其当前敌对目标造成1,500点火焰伤害。这个伤害值还要乘以卡尔什·断钢的过热水银护甲效果的层数。",
    },
    ["3x2930"] = {
    ["Title"] = "奥术风暴",
    ["Description"] = "马洛拉克引导一场奥术风暴，对所有玩家造成每秒12,000点奥术伤害，持续6秒。",
    },
    ["4x2856"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽炎之爪变形者将熔火能量引导到奥利瑟拉佐尔的体内，每1秒为她恢复1点熔火之力。",
    },
    ["3x2856"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽炎之爪变形者将熔火能量引导到奥利瑟拉佐尔的体内，每1秒为她恢复1点熔火之力。",
    },
    ["6x2736"] = {
    ["Title"] = "台风",
    ["Description"] = "玛拉卡斯召唤一阵剧烈的台风，接触敌人时造成25,000点自然伤害，并将其击退。",
    },
    ["5x2736"] = {
    ["Title"] = "台风",
    ["Description"] = "玛拉卡斯召唤一阵剧烈的台风，接触敌人时造成25,000点自然伤害，并将其击退。",
    },
    ["2x3675"] = {
    ["Title"] = "时光炸弹",
    ["Description"] = "姆诺兹多对附近所有敌人造成25,000点奥术伤害，并使他们受到的奥术伤害提高10%，持续20秒。",
    },
    ["2x2736"] = {
    ["Title"] = "台风",
    ["Description"] = "玛拉卡斯召唤一阵剧烈的台风，接触敌人时造成25,000点自然伤害，并将其击退。",
    },
    ["5x3675"] = {
    ["Title"] = "时光炸弹",
    ["Description"] = "姆诺兹多对附近所有敌人造成25,000点奥术伤害，并使他们受到的奥术伤害提高10%，持续20秒。",
    },
    ["4x2736"] = {
    ["Title"] = "台风",
    ["Description"] = "玛拉卡斯召唤一阵剧烈的台风，接触敌人时造成25,000点自然伤害，并将其击退。",
    },
    ["6x2983"] = {
    ["Title"] = "时间延长",
    ["Description"] = "被释放之后，时光守卫扭曲哈尔弗斯的原龙巨兽身边的时间流，使其致命的火球速度降低。",
    },
    ["2x2385"] = {
    ["Title"] = "变形",
    ["Description"] = "当升腾者领主奥西迪斯的生命值降到69%和34%时，他会随机选择一个奥西迪斯之影跳进去，与其交换位置。",
    },
    ["1x2385"] = {
    ["Title"] = "变形",
    ["Description"] = "当升腾者领主奥西迪斯的生命值降到69%和34%时，他会随机选择一个奥西迪斯之影跳进去，与其交换位置。",
    },
    ["6x2946"] = {
    ["Title"] = "邪恶废液",
    ["Description"] = "黑暗魔法制造出五个邪恶废液。这些可怕的软泥怪会随机挑选玩家并不断施放黑暗污泥，直到被杀死。",
    },
    ["5x2946"] = {
    ["Title"] = "邪恶废液",
    ["Description"] = "黑暗魔法制造出五个邪恶废液。这些可怕的软泥怪会随机挑选玩家并不断施放黑暗污泥，直到被杀死。",
    },
    ["6x2856"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽炎之爪变形者将熔火能量引导到奥利瑟拉佐尔的体内，每1秒为她恢复1点熔火之力。",
    },
    ["5x2856"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽炎之爪变形者将熔火能量引导到奥利瑟拉佐尔的体内，每1秒为她恢复1点熔火之力。",
    },
    ["6x2755"] = {
    ["Title"] = "闪电链",
    ["Description"] = "玛拉卡斯向敌人射出一支闪电箭，造成20,000点自然伤害，这支闪电箭会在击中目标后继续攻击周围的敌人，最多可攻击3个目标，每个被击中的目标受到伤害都会比前一个减少50%。",
    },
    ["6x2707"] = {
    ["Title"] = "阿莱松·安提雷",
    ["Description"] = "一名血精灵神圣牧师。",
    },
    ["4x2755"] = {
    ["Title"] = "闪电链",
    ["Description"] = "玛拉卡斯向敌人射出一支闪电箭，造成20,000点自然伤害，这支闪电箭会在击中目标后继续攻击周围的敌人，最多可攻击3个目标，每个被击中的目标受到伤害都会比前一个减少50%。",
    },
    ["4x2707"] = {
    ["Title"] = "阿莱松·安提雷",
    ["Description"] = "一名血精灵神圣牧师。",
    },
    ["2x2755"] = {
    ["Title"] = "闪电链",
    ["Description"] = "玛拉卡斯向敌人射出一支闪电箭，造成20,000点自然伤害，这支闪电箭会在击中目标后继续攻击周围的敌人，最多可攻击3个目标，每个被击中的目标受到伤害都会比前一个减少50%。",
    },
    ["2x2707"] = {
    ["Title"] = "阿莱松·安提雷",
    ["Description"] = "一名血精灵神圣牧师。",
    },
    ["5x3237"] = {
    ["Title"] = "法力壁垒",
    ["Description"] = "一道强大的屏障笼罩希奈丝特拉，以损失法力值的代价持续为她恢复生命值。",
    },
    ["6x3237"] = {
    ["Title"] = "法力壁垒",
    ["Description"] = "一道强大的屏障笼罩希奈丝特拉，以损失法力值的代价持续为她恢复生命值。",
    },
    ["5x2983"] = {
    ["Title"] = "时间延长",
    ["Description"] = "被释放之后，时光守卫扭曲哈尔弗斯的原龙巨兽身边的时间流，使其致命的火球速度降低。",
    },
    ["4x2983"] = {
    ["Title"] = "时间延长",
    ["Description"] = "被释放之后，时光守卫扭曲哈尔弗斯的原龙巨兽身边的时间流，使其致命的火球速度降低。",
    },
    ["3x2983"] = {
    ["Title"] = "时间延长",
    ["Description"] = "被释放之后，时光守卫扭曲哈尔弗斯的原龙巨兽身边的时间流，使其致命的火球速度降低。",
    },
    ["6x3275"] = {
    ["Title"] = "死亡之握",
    ["Description"] = "维克多·奈法里奥斯有时会传送到一片化学云雾中心，然后施放死亡之握，将所有玩家拉入云雾中。",
    },
    ["5x3275"] = {
    ["Title"] = "死亡之握",
    ["Description"] = "维克多·奈法里奥斯有时会传送到一片化学云雾中心，然后施放死亡之握，将所有玩家拉入云雾中。",
    },
    ["1x2033"] = {
    ["Title"] = "收割",
    ["Description"] = "死神5000随机选择一个玩家所在的位置，然后朝该位置移动。在移动时，它持续对自己正前方60度角的锥形区域、半径8码内的所有目标造成40点物理伤害。当死神5000抵达既定位置后，就会进行一次横扫收割攻击。这种攻击对周围半径10码范围内的所有敌人造成200点物理伤害，并将他们击退。",
    },
    ["2x2033"] = {
    ["Title"] = "收割",
    ["Description"] = "死神5000随机选择一个玩家所在的位置，然后朝该位置移动。在移动时，它持续对自己正前方60度角的锥形区域、半径8码内的所有目标造成50,000点物理伤害。当死神5000抵达既定位置后，就会进行一次横扫收割攻击。这种攻击对周围半径10码范围内的所有敌人造成100,000点物理伤害，并将他们击退。",
    },
    ["2x4173"] = {
    ["Title"] = "飞升火焰图腾",
    ["Description"] = "萨尔召唤一个火焰图腾持续提高周围玩家的伤害和最大生命值。这个图腾将存在20秒，它的效果最多可以叠加10次。",
    },
    ["5x2823"] = {
    ["Title"] = "第四阶段：涅槃重生！",
    ["Description"] = "熔火之力为50点时，奥利瑟拉佐尔的火焰再次被点燃。这一阶段持续到奥利瑟拉佐尔的熔火之力为100点为止。",
    },
    ["6x2823"] = {
    ["Title"] = "第四阶段：涅槃重生！",
    ["Description"] = "熔火之力为50点时，奥利瑟拉佐尔的火焰再次被点燃。这一阶段持续到奥利瑟拉佐尔的熔火之力为100点为止。",
    },
    ["3x2823"] = {
    ["Title"] = "第四阶段：涅槃重生！",
    ["Description"] = "熔火之力为50点时，奥利瑟拉佐尔的火焰再次被点燃。这一阶段持续到奥利瑟拉佐尔的熔火之力为100点为止。",
    },
    ["4x2823"] = {
    ["Title"] = "第四阶段：涅槃重生！",
    ["Description"] = "熔火之力为50点时，奥利瑟拉佐尔的火焰再次被点燃。这一阶段持续到奥利瑟拉佐尔的熔火之力为100点为止。",
    },
    ["1x2381"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "如花随机对一个玩家吐出岩浆，造成4,000点火焰伤害，并在接下来的9秒内每3秒造成额外的4,000点火焰伤害。当岩浆喷吐结束或被移除之后，会有四滴岩浆从该玩家所在的位置射向5码以外的地方。当这些岩浆落地时，其周围半径1码范围内的玩家会受到5,000点火焰伤害。",
    },
    ["2x2381"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "如花随机对一个玩家吐出岩浆，造成4,000点火焰伤害，并在接下来的9秒内每3秒造成额外的4,000点火焰伤害。当岩浆喷吐结束或被移除之后，会有四滴岩浆从该玩家所在的位置射向5码以外的地方。当这些岩浆落地时，其周围半径1码范围内的玩家会受到35,000点火焰伤害。",
    },
    ["4x4100"] = {
    ["Title"] = "无尽狂怒",
    ["Description"] = "在生命值低于20%时，佩罗萨恩会变得狂怒，使其伤害提高25%。",
    },
    ["5x4100"] = {
    ["Title"] = "无尽狂怒",
    ["Description"] = "在生命值低于20%时，佩罗萨恩会变得狂怒，使其伤害提高25%。",
    },
    ["2x4100"] = {
    ["Title"] = "无尽狂怒",
    ["Description"] = "在生命值低于20%时，佩罗萨恩会变得狂怒，使其伤害提高25%。",
    },
    ["5x3231"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "希奈丝特拉周期性地召唤一组五条暮光雏龙来攻击入侵者。",
    },
    ["6x4100"] = {
    ["Title"] = "无尽狂怒",
    ["Description"] = "在生命值低于20%时，佩罗萨恩会变得狂怒，使其伤害提高25%。",
    },
    ["6x3231"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "希奈丝特拉周期性地召唤一组五条暮光雏龙来攻击入侵者。",
    },
    ["2x2391"] = {
    ["Title"] = "微光之雾",
    ["Description"] = "奥西迪斯之影对当前敌对目标的攻击可以使其受到的所有治疗效果降低24%，持续4秒。这个效果最多可以叠加4次。",
    },
    ["4x2391"] = {
    ["Title"] = "微光之雾",
    ["Description"] = "奥西迪斯之影对当前敌对目标的攻击可以使其受到的所有治疗效果降低24%，持续4秒。这个效果最多可以叠加4次。",
    },
    ["2x2482"] = {
    ["Title"] = "闪电链",
    ["Description"] = "希亚玛特的爪牙以闪电箭随机攻击一个玩家，然后闪电箭会弹射到10码之内的其他玩家身上，总共弹射四次。闪电箭对第一个目标造成11,000点自然伤害，每一个新目标受到的伤害都降低70%。",
    },
    ["6x2391"] = {
    ["Title"] = "微光之雾",
    ["Description"] = "奥西迪斯之影对当前敌对目标的攻击可以使其受到的所有治疗效果降低24%，持续4秒。这个效果最多可以叠加4次。",
    },
    ["1x2482"] = {
    ["Title"] = "闪电链",
    ["Description"] = "希亚玛特的爪牙以闪电箭随机攻击一个玩家，然后闪电箭会弹射到10码之内的其他玩家身上，总共弹射四次。闪电箭对第一个目标造成8,499点自然伤害，每一个新目标受到的伤害都降低70%。",
    },
    ["4x3214"] = {
    ["Title"] = "古神血雨",
    ["Description"] = "当古加尔施放脓血时，腐蚀信徒的尸体会溶解为一滩黑色的污水。任何与这滩污水接触的玩家都会受到每1秒15,000点暗影伤害，并获得腐蚀术效果。",
    },
    ["5x3214"] = {
    ["Title"] = "古神血雨",
    ["Description"] = "当古加尔施放脓血时，腐蚀信徒的尸体会溶解为一滩黑色的污水。任何与这滩污水接触的玩家都会受到每1秒22,499点暗影伤害，并获得腐蚀术效果。",
    },
    ["6x2731"] = {
    ["Title"] = "战士",
    ["Description"] = "",
    },
    ["3x3214"] = {
    ["Title"] = "古神血雨",
    ["Description"] = "当古加尔施放脓血时，腐蚀信徒的尸体会溶解为一滩黑色的污水。任何与这滩污水接触的玩家都会受到每1秒15,000点暗影伤害，并获得腐蚀术效果。",
    },
    ["6x3214"] = {
    ["Title"] = "古神血雨",
    ["Description"] = "当古加尔施放脓血时，腐蚀信徒的尸体会溶解为一滩黑色的污水。任何与这滩污水接触的玩家都会受到每1秒22,499点暗影伤害，并获得腐蚀术效果。",
    },
    ["5x3218"] = {
    ["Title"] = "上古之神的腐蚀",
    ["Description"] = "古加尔使屋内充满暗影腐蚀的触须，每2秒对所有玩家造成6,499点暗影伤害，并逐渐提高他们的腐蚀术等级。玩家的每层腐蚀术效果都会使他们受到的上古之神的腐蚀伤害提高3%。",
    },
    ["6x3218"] = {
    ["Title"] = "上古之神的腐蚀",
    ["Description"] = "古加尔使屋内充满暗影腐蚀的触须，每2秒对所有玩家造成6,499点暗影伤害，并逐渐提高他们的腐蚀术等级。玩家的每层腐蚀术效果都会使他们受到的上古之神的腐蚀伤害提高3%。",
    },
    ["4x2731"] = {
    ["Title"] = "战士",
    ["Description"] = "",
    },
    ["5x2731"] = {
    ["Title"] = "战士",
    ["Description"] = "",
    },
    ["3x3218"] = {
    ["Title"] = "上古之神的腐蚀",
    ["Description"] = "古加尔使屋内充满暗影腐蚀的触须，每2秒对所有玩家造成5,000点暗影伤害，并逐渐提高他们的腐蚀术等级。玩家的每层腐蚀术效果都会使他们受到的上古之神的腐蚀伤害提高2%。",
    },
    ["4x3218"] = {
    ["Title"] = "上古之神的腐蚀",
    ["Description"] = "古加尔使屋内充满暗影腐蚀的触须，每2秒对所有玩家造成5,000点暗影伤害，并逐渐提高他们的腐蚀术等级。玩家的每层腐蚀术效果都会使他们受到的上古之神的腐蚀伤害提高2%。",
    },
    ["1x2585"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时狂脸仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["3x3181"] = {
    ["Title"] = "浮冰",
    ["Description"] = "尼希尔随机在平台上某个玩家的位置召唤出一块浮冰，持续3秒。浮冰每1秒对周围半径10码范围内的所有玩家造成4,000点冰霜伤害，并使其移动速度降低5%。这个效果可以叠加。",
    },
    ["3x2585"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时狂脸仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["2x2585"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时狂脸仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["6x3181"] = {
    ["Title"] = "浮冰",
    ["Description"] = "尼希尔随机在平台上某个玩家的位置召唤出一块浮冰，持续3秒。浮冰每1秒对周围半径10码范围内的所有玩家造成20,000点冰霜伤害，并使其移动速度降低10%。这个效果可以叠加。",
    },
    ["4x2585"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时狂脸仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["4x3181"] = {
    ["Title"] = "浮冰",
    ["Description"] = "尼希尔随机在平台上某个玩家的位置召唤出一块浮冰，持续3秒。浮冰每1秒对周围半径10码范围内的所有玩家造成6,000点冰霜伤害，并使其移动速度降低5%。这个效果可以叠加。",
    },
    ["5x3181"] = {
    ["Title"] = "浮冰",
    ["Description"] = "尼希尔随机在平台上某个玩家的位置召唤出一块浮冰，持续3秒。浮冰每1秒对周围半径10码范围内的所有玩家造成20,000点冰霜伤害，并使其移动速度降低10%。这个效果可以叠加。",
    },
    ["6x2581"] = {
    ["Title"] = "裂肢",
    ["Description"] = "裂肢会攻击仇恨最高的目标。\r\n\r\n",
    },
    ["5x2581"] = {
    ["Title"] = "裂肢",
    ["Description"] = "裂肢会攻击仇恨最高的目标。\r\n\r\n",
    },
    ["4x2581"] = {
    ["Title"] = "裂肢",
    ["Description"] = "裂肢会攻击仇恨最高的目标。\r\n\r\n",
    },
    ["3x2581"] = {
    ["Title"] = "裂肢",
    ["Description"] = "裂肢会攻击仇恨最高的目标。\r\n\r\n在英雄难度下，只要主人还活着，裂肢就无法被真正地杀死。生命值如果降到零，那么他会瘫倒最多30秒，然后满血原地复活，重新投入战斗。|r",
    },
    ["2x2614"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值处于20%时，血领主曼多基尔进入狂乱状态，攻击速度增加100%。当处于狂乱状态时，血领主曼多基尔只会使用斩首技能，但更为频繁。",
    },
    ["4x2614"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值处于20%时，血领主曼多基尔进入狂乱状态，攻击速度增加100%。当处于狂乱状态时，血领主曼多基尔只会使用斩首技能，但更为频繁。",
    },
    ["1x3375"] = {
    ["Title"] = "致衰一击",
    ["Description"] = "埃鲁达克使出致衰一击，造成普通近战攻击75%的伤害，附带脆弱躯体效果，并猛地击退他的当前目标。",
    },
    ["2x3375"] = {
    ["Title"] = "致衰一击",
    ["Description"] = "埃鲁达克使出致衰一击，造成普通近战攻击75%的伤害，附带脆弱躯体效果，并猛地击退他的当前目标。",
    },
    ["1x2132"] = {
    ["Title"] = "召唤狼之鬼灵",
    ["Description"] = "当狼王南杜斯投入战斗时，他召唤三个狼之鬼灵协助作战，持续30秒。",
    },
    ["2x2132"] = {
    ["Title"] = "召唤狼之鬼灵",
    ["Description"] = "当狼王南杜斯投入战斗时，他召唤三个狼之鬼灵协助作战，持续30秒。",
    },
    ["1x3341"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["4x2633"] = {
    ["Title"] = "拉格纳罗斯之手",
    ["Description"] = "拉格纳罗斯对55码内的所有敌人造成22,499点火焰伤害，并将他们击退。",
    },
    ["4x2973"] = {
    ["Title"] = "岩龙",
    ["Description"] = "",
    },
    ["2x2615"] = {
    ["Title"] = "奥根",
    ["Description"] = "奥根是血领主曼多基尔宠信的迅猛龙。亡灵奥根执行曼多基尔的命令，它能够看见并杀死被禁锢的灵魂。",
    },
    ["6x2973"] = {
    ["Title"] = "岩龙",
    ["Description"] = "",
    },
    ["4x2615"] = {
    ["Title"] = "奥根",
    ["Description"] = "奥根是血领主曼多基尔宠信的迅猛龙。亡灵奥根执行曼多基尔的命令，它能够看见并杀死被禁锢的灵魂。",
    },
    ["5x2615"] = {
    ["Title"] = "奥根",
    ["Description"] = "奥根是血领主曼多基尔宠信的迅猛龙。亡灵奥根执行曼多基尔的命令，它能够看见并杀死被禁锢的灵魂。",
    },
    ["6x2615"] = {
    ["Title"] = "奥根",
    ["Description"] = "奥根是血领主曼多基尔宠信的迅猛龙。亡灵奥根执行曼多基尔的命令，它能够看见并杀死被禁锢的灵魂。",
    },
    ["5x3522"] = {
    ["Title"] = "野性横扫",
    ["Description"] = "阿曼尼山猫横扫当前目标，造成10,000点物理伤害并使该目标的移动速度降低35%，持续5秒。",
    },
    ["4x3522"] = {
    ["Title"] = "野性横扫",
    ["Description"] = "阿曼尼山猫横扫当前目标，造成15,000点物理伤害并使该目标的移动速度降低35%，持续5秒。",
    },
    ["2x3522"] = {
    ["Title"] = "野性横扫",
    ["Description"] = "阿曼尼山猫横扫当前目标，造成15,000点物理伤害并使该目标的移动速度降低35%，持续5秒。",
    },
    ["5x3332"] = {
    ["Title"] = "强猛气流",
    ["Description"] = "奥利瑟拉佐尔强力的飞翼攻击使她的巢穴中刮起猛烈的风，对距离火焰漩涡大于60码的玩家每1秒造成10,000点火焰伤害，持续5秒。这个效果可以叠加。",
    },
    ["4x3332"] = {
    ["Title"] = "强猛气流",
    ["Description"] = "奥利瑟拉佐尔强力的飞翼攻击使她的巢穴中刮起猛烈的风，对距离火焰漩涡大于60码的玩家每1秒造成10,000点火焰伤害，持续5秒。这个效果可以叠加。",
    },
    ["6x2786"] = {
    ["Title"] = "狂乱",
    ["Description"] = "贝丝缇拉克进入狂乱状态，伤害提高5%直至战斗结束。该效果可以叠加。",
    },
    ["6x3332"] = {
    ["Title"] = "强猛气流",
    ["Description"] = "奥利瑟拉佐尔强力的飞翼攻击使她的巢穴中刮起猛烈的风，对距离火焰漩涡大于60码的玩家每1秒造成10,000点火焰伤害，持续5秒。这个效果可以叠加。",
    },
    ["1x3359"] = {
    ["Title"] = "莫德古德的怨念",
    ["Description"] = "当一个恶毒的穴居人死亡时，它会对身边半径8码范围内的所有玩家施放莫德古德的疾病。\r\n\r\n在英雄难度下，死去的恶毒的穴居人还会对乌比斯将军和周围8码以内的灰鳞穴居人施放莫德古德的怨念。莫德古德的怨念可以使乌比斯将军的伤害提高100%，持续20秒，并使灰鳞穴居人变成恶毒的穴居人。|r",
    },
    ["2x3359"] = {
    ["Title"] = "莫德古德的怨念",
    ["Description"] = "当一个恶毒的穴居人死亡时，它会对身边半径8码范围内的所有玩家施放莫德古德的疾病。",
    },
    ["4x4300"] = {
    ["Title"] = "第二阶段：烈焰与黑暗",
    ["Description"] = "当玩家击败禁卫队长瓦罗森时，他的魔化之刃会掉落到地上。玩家可以将魔刃向玛诺洛斯投掷并插入其体内，蕴藏于魔刃中的魔法会对这只恶魔造成大量的伤害。",
    },
    ["4x2786"] = {
    ["Title"] = "狂乱",
    ["Description"] = "贝丝缇拉克进入狂乱状态，伤害提高5%直至战斗结束。该效果可以叠加。",
    },
    ["5x2786"] = {
    ["Title"] = "狂乱",
    ["Description"] = "贝丝缇拉克进入狂乱状态，伤害提高5%直至战斗结束。该效果可以叠加。",
    },
    ["3x2973"] = {
    ["Title"] = "岩龙",
    ["Description"] = "",
    },
    ["3x2786"] = {
    ["Title"] = "狂乱",
    ["Description"] = "贝丝缇拉克进入狂乱状态，伤害提高5%直至战斗结束。该效果可以叠加。",
    },
    ["6x3306"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "复生的坚骨战士可以在第三阶段复活。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["5x3306"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "复生的坚骨战士可以在第三阶段复活。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["4x3306"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "复生的坚骨战士可以在第三阶段复活。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["3x3306"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "复生的坚骨战士可以在第三阶段复活。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["6x3182"] = {
    ["Title"] = "暴雨",
    ["Description"] = "当尼希尔获得90点风能量后，他会施放暴雨，对周围半径90码范围内的所有玩家造成每秒225,000点冰霜伤害，持续15秒。此伤害由所有目标均摊。",
    },
    ["5x3182"] = {
    ["Title"] = "暴雨",
    ["Description"] = "当尼希尔获得90点风能量后，他会施放暴雨，对周围半径90码范围内的所有玩家造成每秒90,000点冰霜伤害，持续15秒。此伤害由所有目标均摊。",
    },
    ["4x3182"] = {
    ["Title"] = "暴雨",
    ["Description"] = "当尼希尔获得90点风能量后，他会施放暴雨，对周围半径90码范围内的所有玩家造成每秒50,000点冰霜伤害，持续15秒。此伤害由所有目标均摊。",
    },
    ["1x2445"] = {
    ["Title"] = "剧毒狂怒",
    ["Description"] = "当锁喉的剩余生命值低于30%，他会进入剧毒狂怒，伤害提高25%。",
    },
    ["6x2690"] = {
    ["Title"] = "豪雨",
    ["Description"] = "玛法里奥施放一道豪雨。接触豪雨的玩家将会被灭焰之水所包围。灭焰之水使玩家免疫恐惧烈焰的伤害，并且能让玩家熄灭附近的恐惧烈焰。",
    },
    ["5x2690"] = {
    ["Title"] = "豪雨",
    ["Description"] = "玛法里奥施放一道豪雨。接触豪雨的玩家将会被灭焰之水所包围。灭焰之水使玩家免疫恐惧烈焰的伤害，并且能让玩家熄灭附近的恐惧烈焰。",
    },
    ["6x3266"] = {
    ["Title"] = "火焰喷射器",
    ["Description"] = "熔岩金刚对他面前的所有敌人每1秒造成65,000点火焰伤害，持续4秒。",
    },
    ["5x3266"] = {
    ["Title"] = "火焰喷射器",
    ["Description"] = "熔岩金刚对他面前的所有敌人每1秒造成45,000点火焰伤害，持续4秒。",
    },
    ["4x3266"] = {
    ["Title"] = "火焰喷射器",
    ["Description"] = "熔岩金刚对他面前的所有敌人每1秒造成27,000点火焰伤害，持续4秒。",
    },
    ["3x3266"] = {
    ["Title"] = "火焰喷射器",
    ["Description"] = "熔岩金刚对他面前的所有敌人每1秒造成21,000点火焰伤害，持续4秒。",
    },
    ["5x2820"] = {
    ["Title"] = "第一阶段：烈焰翔空",
    ["Description"] = "奥利瑟拉佐尔绕着竞技场飞翔，让她的手下围住敌人。她也会周期性地飞过竞技场的中央，朝敌人进行爪击。",
    },
    ["6x2820"] = {
    ["Title"] = "第一阶段：烈焰翔空",
    ["Description"] = "奥利瑟拉佐尔绕着竞技场飞翔，让她的手下围住敌人。她也会周期性地飞过竞技场的中央，朝敌人进行爪击。",
    },
    ["3x2820"] = {
    ["Title"] = "第一阶段：烈焰翔空",
    ["Description"] = "奥利瑟拉佐尔绕着竞技场飞翔，让她的手下围住敌人。她也会周期性地飞过竞技场的中央，朝敌人进行爪击。",
    },
    ["4x2820"] = {
    ["Title"] = "第一阶段：烈焰翔空",
    ["Description"] = "奥利瑟拉佐尔绕着竞技场飞翔，让她的手下围住敌人。她也会周期性地飞过竞技场的中央，朝敌人进行爪击。",
    },
    ["4x2508"] = {
    ["Title"] = "赞吉利之火",
    ["Description"] = "赞吉尔向他面对的方向释放一道火线。如果一名玩家碰触到这道神秘的火焰，就会受到40,000点奥术伤害，并在随后的每1秒受到额外的20,000点奥术伤害。持续5秒。",
    },
    ["5x2508"] = {
    ["Title"] = "赞吉利之火",
    ["Description"] = "赞吉尔向他面对的方向释放一道火线。如果一名玩家碰触到这道神秘的火焰，就会受到40,000点奥术伤害，并在随后的每1秒受到额外的20,000点奥术伤害。持续5秒。",
    },
    ["2x2508"] = {
    ["Title"] = "赞吉利之火",
    ["Description"] = "赞吉尔向他面对的方向释放一道火线。如果一名玩家碰触到这道神秘的火焰，就会受到40,000点奥术伤害，并在随后的每1秒受到额外的20,000点奥术伤害。持续5秒。",
    },
    ["1x2057"] = {
    ["Title"] = "反胃",
    ["Description"] = "玩家可以右键点击甲板上的腐烂食物，将其吃掉。这样可以从甲板上移除食物，以及它附带的腐蚀光环，但是会使玩家获得反胃效果，每3秒造成17点自然伤害，持续30秒。反胃效果可以叠加。",
    },
    ["6x2508"] = {
    ["Title"] = "赞吉利之火",
    ["Description"] = "赞吉尔向他面对的方向释放一道火线。如果一名玩家碰触到这道神秘的火焰，就会受到40,000点奥术伤害，并在随后的每1秒受到额外的20,000点奥术伤害。持续5秒。",
    },
    ["6x2500"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "乌苏雷变成一道闪电，随机冲向一个玩家。当他抵达目的地后，将开始施放闪电魔棒。",
    },
    ["5x2500"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "乌苏雷变成一道闪电，随机冲向一个玩家。当他抵达目的地后，将开始施放闪电魔棒。",
    },
    ["2x2500"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "乌苏雷变成一道闪电，随机冲向一个玩家。当他抵达目的地后，将开始施放闪电魔棒。",
    },
    ["2x4140"] = {
    ["Title"] = "粉碎",
    ["Description"] = "贝恩的残影用图腾猛击地面，对15码内所有敌人造成30,000点物理伤害，并摧毁附近的平台。",
    },
    ["4x2500"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "乌苏雷变成一道闪电，随机冲向一个玩家。当他抵达目的地后，将开始施放闪电魔棒。",
    },
    ["4x4140"] = {
    ["Title"] = "粉碎",
    ["Description"] = "贝恩的残影用图腾猛击地面，对15码内所有敌人造成30,000点物理伤害，并摧毁附近的平台。",
    },
    ["6x3967"] = {
    ["Title"] = "奥术炸弹",
    ["Description"] = "着魔的魔导师召唤一枚奥术炸弹，造成75,000点奥术伤害并使4码范围内的所有玩家的移动速度降低50%。",
    },
    ["5x3967"] = {
    ["Title"] = "奥术炸弹",
    ["Description"] = "着魔的魔导师召唤一枚奥术炸弹，造成75,000点奥术伤害并使4码范围内的所有玩家的移动速度降低50%。",
    },
    ["4x3967"] = {
    ["Title"] = "奥术炸弹",
    ["Description"] = "着魔的魔导师召唤一枚奥术炸弹，造成75,000点奥术伤害并使4码范围内的所有玩家的移动速度降低50%。",
    },
    ["2x3967"] = {
    ["Title"] = "奥术炸弹",
    ["Description"] = "着魔的魔导师召唤一枚奥术炸弹，造成75,000点奥术伤害并使4码范围内的所有玩家的移动速度降低50%。",
    },
    ["5x2599"] = {
    ["Title"] = "毁灭之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是造成相当于目标最大生命值90%的暗影伤害，该伤害最少为250,000点，无法被普通方式抵抗或减轻。",
    },
    ["4x2599"] = {
    ["Title"] = "毁灭之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是造成相当于目标最大生命值90%的暗影伤害，该伤害最少为250,000点，无法被普通方式抵抗或减轻。",
    },
    ["3x2599"] = {
    ["Title"] = "毁灭之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是造成相当于目标最大生命值90%的暗影伤害，该伤害最少为250,000点，无法被普通方式抵抗或减轻。",
    },
    ["2x4175"] = {
    ["Title"] = "次级利刃屏障",
    ["Description"] = "当利刃屏障被一名玩家移除时，埃希拉会施放次级屏障。受到的所有不高于30,000点的伤害将被降低至1点。当一名玩家的技能或法术对埃希拉造成的伤害超过这一上限时，效果结束。",
    },
    ["6x2599"] = {
    ["Title"] = "毁灭之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是造成相当于目标最大生命值90%的暗影伤害，该伤害最少为250,000点，无法被普通方式抵抗或减轻。",
    },
    ["2x4168"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔帮助玩家在战斗中对抗埃希拉。",
    },
    ["4x4168"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔帮助玩家在战斗中对抗埃希拉。",
    },
    ["3x2952"] = {
    ["Title"] = "酸性新星",
    ["Description"] = "马洛拉克每秒对所有玩家造成7,500点自然伤害，持续10秒。",
    },
    ["4x2952"] = {
    ["Title"] = "酸性新星",
    ["Description"] = "马洛拉克每秒对所有玩家造成7,500点自然伤害，持续10秒。",
    },
    ["3x2835"] = {
    ["Title"] = "爆燃之火",
    ["Description"] = "炽炎之爪新兵召唤一颗在战斗区域内移动的火球，每1秒对3码内的敌人造成30,000点伤害。",
    },
    ["4x2835"] = {
    ["Title"] = "爆燃之火",
    ["Description"] = "炽炎之爪新兵召唤一颗在战斗区域内移动的火球，每1秒对3码内的敌人造成30,000点伤害。",
    },
    ["5x2835"] = {
    ["Title"] = "爆燃之火",
    ["Description"] = "炽炎之爪新兵召唤一颗在战斗区域内移动的火球，每1秒对3码内的敌人造成60,000点伤害。",
    },
    ["6x2835"] = {
    ["Title"] = "爆燃之火",
    ["Description"] = "炽炎之爪新兵召唤一颗在战斗区域内移动的火球，每1秒对3码内的敌人造成60,000点伤害。",
    },
    ["5x2503"] = {
    ["Title"] = "千刃",
    ["Description"] = "雷纳塔基开始旋转，疯狂地扔出飞刀，并向随机一名玩家发起冲锋。在旋转时，他向四面八方扔出飞刀，每秒最多造成16,000点伤害，持续6秒。玩家距离雷纳塔基越远，受到的伤害越低。",
    },
    ["4x2503"] = {
    ["Title"] = "千刃",
    ["Description"] = "雷纳塔基开始旋转，疯狂地扔出飞刀，并向随机一名玩家发起冲锋。在旋转时，他向四面八方扔出飞刀，每秒最多造成20,000点伤害，持续6秒。玩家距离雷纳塔基越远，受到的伤害越低。",
    },
    ["6x2503"] = {
    ["Title"] = "千刃",
    ["Description"] = "雷纳塔基开始旋转，疯狂地扔出飞刀，并向随机一名玩家发起冲锋。在旋转时，他向四面八方扔出飞刀，每秒最多造成20,000点伤害，持续6秒。玩家距离雷纳塔基越远，受到的伤害越低。",
    },
    ["2x3376"] = {
    ["Title"] = "脆弱躯体",
    ["Description"] = "致衰一击的目标受到了脆弱躯体效果的影响，使该玩家受到的伤害提高200%，持续5秒。",
    },
    ["1x3376"] = {
    ["Title"] = "脆弱躯体",
    ["Description"] = "致衰一击的目标受到了脆弱躯体效果的影响，使该玩家受到的伤害提高100%，持续3秒。",
    },
    ["1x3366"] = {
    ["Title"] = "焰之祈祷",
    ["Description"] = "达加·燃影者随机在自己身边的某个位置打开一道传送门。5秒后，传送门完全开启，对周围半径4码范围内的所有敌人造成6,499点火焰伤害。一个被召唤的烈火幽灵会出现在传送门所在的位置。\r\n\r\n被召唤的烈火幽灵随机跑向一个玩家，如果它碰到该玩家，就会施放超级新星。",
    },
    ["2x3366"] = {
    ["Title"] = "焰之祈祷",
    ["Description"] = "达加·燃影者随机在自己身边的某个位置打开一道传送门。5秒后，传送门完全开启，对周围半径4码范围内的所有敌人造成9,499点火焰伤害。一个被召唤的烈火幽灵会出现在传送门所在的位置。\r\n\r\n被召唤的烈火幽灵随机跑向一个玩家，如果它碰到该玩家，就会施放超级新星。",
    },
    ["5x2952"] = {
    ["Title"] = "酸性新星",
    ["Description"] = "马洛拉克每秒对所有玩家造成15,000点自然伤害，持续10秒。",
    },
    ["6x2952"] = {
    ["Title"] = "酸性新星",
    ["Description"] = "马洛拉克每秒对所有玩家造成15,000点自然伤害，持续10秒。",
    },
    ["6x3155"] = {
    ["Title"] = "变节",
    ["Description"] = "古加尔召唤意志薄弱的人，使某些玩家放弃他们的立场，转而膜拜古加尔。膜拜古加尔使他每3秒获得一层狂热效果。",
    },
    ["5x2595"] = {
    ["Title"] = "磨难冲击波",
    ["Description"] = "如果磨难碎片周围15码内没有玩家，碎片则会对所有玩家施放该技能，造成每秒40,000点暗影伤害。",
    },
    ["3x2595"] = {
    ["Title"] = "磨难冲击波",
    ["Description"] = "如果磨难碎片周围15码内没有玩家，碎片则会对所有玩家施放该技能，造成每秒15,000点暗影伤害。",
    },
    ["6x2595"] = {
    ["Title"] = "磨难冲击波",
    ["Description"] = "如果磨难碎片周围15码内没有玩家，碎片则会对所有玩家施放该技能，造成每秒40,000点暗影伤害。",
    },
    ["2x2503"] = {
    ["Title"] = "千刃",
    ["Description"] = "雷纳塔基开始旋转，疯狂地扔出飞刀，并向随机一名玩家发起冲锋。在旋转时，他向四面八方扔出飞刀，每秒最多造成20,000点伤害，持续6秒。玩家距离雷纳塔基越远，受到的伤害越低。",
    },
    ["2x3448"] = {
    ["Title"] = "激活",
    ["Description"] = "当全部迪菲亚收割机被关闭时，死神5000启动。",
    },
    ["1x3448"] = {
    ["Title"] = "激活",
    ["Description"] = "当全部迪菲亚收割机被关闭时，死神5000启动。",
    },
    ["5x2869"] = {
    ["Title"] = "奔袭",
    ["Description"] = "纳洛拉克对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["6x2869"] = {
    ["Title"] = "奔袭",
    ["Description"] = "纳洛拉克对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["5x2051"] = {
    ["Title"] = "涡流蒸汽",
    ["Description"] = "在蒸汽变成涡流蒸汽后，它会获得施放与自己同名的法术的能力。涡流蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["2x2869"] = {
    ["Title"] = "奔袭",
    ["Description"] = "纳洛拉克对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["4x2869"] = {
    ["Title"] = "奔袭",
    ["Description"] = "纳洛拉克对距离最远的敌人冲锋，造成35,000点物理伤害。此外，对目标造成的物理伤害提高500%，持续20秒。",
    },
    ["1x2562"] = {
    ["Title"] = "苍穹魔仆",
    ["Description"] = "这些漂浮的恒星碎片会随机选择玩家施放奥术弹幕。",
    },
    ["2x823"] = {
    ["Title"] = "剑技能",
    ["Description"] = "",
    },
    ["2x2562"] = {
    ["Title"] = "苍穹魔仆",
    ["Description"] = "这些漂浮的恒星碎片会随机选择玩家施放奥术弹幕。",
    },
    ["2x2713"] = {
    ["Title"] = "黑心",
    ["Description"] = "一个怨灵。",
    },
    ["4x2713"] = {
    ["Title"] = "黑心",
    ["Description"] = "一个怨灵。",
    },
    ["2x2704"] = {
    ["Title"] = "贝瑟克猎豹",
    ["Description"] = "基尔娜拉的十六头猎豹正在沉睡，战斗打响后，任意攻击性技能或法术都会将它们唤醒。",
    },
    ["5x2704"] = {
    ["Title"] = "贝瑟克猎豹",
    ["Description"] = "基尔娜拉的十六头猎豹正在沉睡，战斗打响后，任意攻击性技能或法术都会将它们唤醒。",
    },
    ["4x2704"] = {
    ["Title"] = "贝瑟克猎豹",
    ["Description"] = "基尔娜拉的十六头猎豹正在沉睡，战斗打响后，任意攻击性技能或法术都会将它们唤醒。",
    },
    ["6x2704"] = {
    ["Title"] = "贝瑟克猎豹",
    ["Description"] = "基尔娜拉的十六头猎豹正在沉睡，战斗打响后，任意攻击性技能或法术都会将它们唤醒。",
    },
    ["2x2051"] = {
    ["Title"] = "涡流蒸汽",
    ["Description"] = "在蒸汽变成涡流蒸汽后，它会获得施放与自己同名的法术的能力。涡流蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["5x3160"] = {
    ["Title"] = "召唤腐蚀信徒",
    ["Description"] = "古加尔从屋内边缘的暮光传送门中召唤一个腐蚀信徒。",
    },
    ["4x3160"] = {
    ["Title"] = "召唤腐蚀信徒",
    ["Description"] = "古加尔从屋内边缘的暮光传送门中召唤一个腐蚀信徒。",
    },
    ["3x3160"] = {
    ["Title"] = "召唤腐蚀信徒",
    ["Description"] = "古加尔从屋内边缘的暮光传送门中召唤一个腐蚀信徒。\r\n\r\n在25人英雄难度下，古加尔会开启两道传送门，同时召唤两个腐蚀信徒。|r",
    },
    ["4x2894"] = {
    ["Title"] = "肆掠之风",
    ["Description"] = "达卡拉在这一阶段不停地施放该法术。施放肆掠之风后，每枚旋羽都将朝一名玩家迅速移动。",
    },
    ["5x2594"] = {
    ["Title"] = "饱受磨难",
    ["Description"] = "当磨难效果消失时，玩家会受到饱受磨难的影响，40秒内受到的法术伤害增加500%，治疗效果降低50%。",
    },
    ["6x2594"] = {
    ["Title"] = "饱受磨难",
    ["Description"] = "当磨难效果消失时，玩家会受到饱受磨难的影响，1分钟内受到的法术伤害增加500%，治疗效果降低50%。",
    },
    ["4x2395"] = {
    ["Title"] = "水晶碎片",
    ["Description"] = "这些小水晶碎片生命值很低。如果水晶碎片碰到玩家，它们就会爆炸，造成20,000点自然伤害，并使5码内的所有敌人接下来所受到的伤害提高25%，持续15秒。",
    },
    ["5x3141"] = {
    ["Title"] = "冰冻之球",
    ["Description"] = "费伦迪乌斯召唤一颗含有纯冰能量的圆球，疯狂地追逐一名玩家。圆球会越追越快。如果冰霜宝珠碰到目标，它就会爆炸，对所有玩家造成200,000点冰霜伤害。",
    },
    ["3x2594"] = {
    ["Title"] = "饱受磨难",
    ["Description"] = "当磨难效果消失时，玩家会受到饱受磨难的影响，20秒内受到的法术伤害增加250%，治疗效果降低50%。\r\n\r\n在英雄模式下，同其他玩家产生近战范围接触，将会把饱受磨难传染给对方。|r",
    },
    ["4x2594"] = {
    ["Title"] = "饱受磨难",
    ["Description"] = "当磨难效果消失时，玩家会受到饱受磨难的影响，30秒内受到的法术伤害增加250%，治疗效果降低50%。",
    },
    ["4x2840"] = {
    ["Title"] = "发脾气",
    ["Description"] = "饥饿的巢鸟发脾气，提高伤害50%，急速提高50%。",
    },
    ["3x2840"] = {
    ["Title"] = "发脾气",
    ["Description"] = "饥饿的巢鸟发脾气，提高伤害50%，急速提高50%。",
    },
    ["6x2840"] = {
    ["Title"] = "发脾气",
    ["Description"] = "饥饿的巢鸟发脾气，提高伤害50%，急速提高50%。",
    },
    ["5x2840"] = {
    ["Title"] = "发脾气",
    ["Description"] = "饥饿的巢鸟发脾气，提高伤害50%，急速提高50%。",
    },
    ["4x3956"] = {
    ["Title"] = "着魔的魔导师",
    ["Description"] = "艾萨拉女王命令两名着魔的魔导师攻击玩家。当玩家击败一名着魔的魔导师或者经过足够长的时间，另外两名魔导师将加入战斗。每个着魔的魔导师各擅长三系法术中的一系。\r\n\r\n当玩家击败所有着魔的魔导师，艾萨拉女王会从战斗中撤退，玩家赢得战斗。",
    },
    ["4x2717"] = {
    ["Title"] = "死亡骑士",
    ["Description"] = "",
    },
    ["5x2717"] = {
    ["Title"] = "死亡骑士",
    ["Description"] = "",
    },
    ["6x2717"] = {
    ["Title"] = "死亡骑士",
    ["Description"] = "",
    },
    ["1x817"] = {
    ["Title"] = "落石",
    ["Description"] = "在索朗格斯的强力踩踏将格瑞姆巴托的城墙震松后，石头碎块会纷纷落下，对5码半径范围内的任意一名玩家造成伤害。如果玩家不离开这个区域，则会每秒受到5,000点物理伤害。",
    },
    ["2x817"] = {
    ["Title"] = "落石",
    ["Description"] = "在索朗格斯的强力踩踏将格瑞姆巴托的城墙震松后，石头碎块会纷纷落下，对5码半径范围内的任意一名玩家造成伤害。如果玩家不离开这个区域，则会每秒受到8,000点物理伤害。",
    },
    ["6x3311"] = {
    ["Title"] = "烈焰火柱",
    ["Description"] = "熔喉以滚烫的岩浆随机轰炸一名玩家脚下的地面，使得该处地表裂开并爆炸，将周围半径8码范围内的所有玩家击飞到空中，并每0.5秒造成125,000点火焰伤害。这种冲击还会产生多条熔岩寄生虫。",
    },
    ["5x3040"] = {
    ["Title"] = "闪电云层",
    ["Description"] = "奥拉基尔随机在一个玩家所在的高度召唤云雾。闪电云层会填满这一高度的整个区域，5秒后降下闪电风暴，对云中的所有玩家造成每秒50,000点自然伤害。闪电云层持续30秒。",
    },
    ["6x3040"] = {
    ["Title"] = "闪电云层",
    ["Description"] = "奥拉基尔随机在一个玩家所在的高度召唤云雾。闪电云层会填满这一高度的整个区域，5秒后降下闪电风暴，对云中的所有玩家造成每秒50,000点自然伤害。闪电云层持续30秒。",
    },
    ["3x3040"] = {
    ["Title"] = "闪电云层",
    ["Description"] = "奥拉基尔随机在一个玩家所在的高度召唤云雾。闪电云层会填满这一高度的整个区域，5秒后降下闪电风暴，对云中的所有玩家造成每秒25,000点自然伤害。闪电云层持续30秒。",
    },
    ["4x3040"] = {
    ["Title"] = "闪电云层",
    ["Description"] = "奥拉基尔随机在一个玩家所在的高度召唤云雾。闪电云层会填满这一高度的整个区域，5秒后降下闪电风暴，对云中的所有玩家造成每秒25,000点自然伤害。闪电云层持续30秒。",
    },
    ["3x3150"] = {
    ["Title"] = "烈焰升腾",
    ["Description"] = "在使用烈火之盾保护自己后，伊格纳休斯会开始施放烈焰升腾，对所有房间内的玩家每2秒造成15,000点火焰伤害。每当烈焰升腾涌动时，伊格纳休斯的伤害提高3%，持续15秒。该效果的堆叠速度会越来越快。",
    },
    ["4x3150"] = {
    ["Title"] = "烈焰升腾",
    ["Description"] = "在使用烈火之盾保护自己后，伊格纳休斯会开始施放烈焰升腾，对所有房间内的玩家每2秒造成15,000点火焰伤害。每当烈焰升腾涌动时，伊格纳休斯的伤害提高3%，持续15秒。该效果的堆叠速度会越来越快。",
    },
    ["5x2635"] = {
    ["Title"] = "熔岩陷阱喷发",
    ["Description"] = "熔岩陷阱被触发后，对所有敌人造成85,000点伤害，把踩中陷阱的玩家高高地震向空中。",
    },
    ["6x2635"] = {
    ["Title"] = "熔岩陷阱喷发",
    ["Description"] = "熔岩陷阱被触发后，对所有敌人造成100,000点伤害，把踩中陷阱的玩家高高地震向空中。",
    },
    ["3x2635"] = {
    ["Title"] = "熔岩陷阱喷发",
    ["Description"] = "熔岩陷阱被触发后，对所有敌人造成60,000点伤害，把踩中陷阱的玩家高高地震向空中。\r\n\r\n其他熔岩陷阱对触发该陷阱的玩家所造成的伤害提高50%。效果持续45秒，可以叠加。|r",
    },
    ["4x2635"] = {
    ["Title"] = "熔岩陷阱喷发",
    ["Description"] = "熔岩陷阱被触发后，对所有敌人造成60,000点伤害，把踩中陷阱的玩家高高地震向空中。",
    },
    ["3x3027"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["4x3027"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["5x3027"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["6x3027"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["1x2473"] = {
    ["Title"] = "黑暗先驱",
    ["Description"] = "击败这只黑暗凤凰就可以结束第二阶段。",
    },
    ["6x2024"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯从被附着的玩家身上跳回伐木场巨怪的后背上后，他会给那名玩家留下一颗炸弹。10秒后炸弹爆炸。爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["2x2473"] = {
    ["Title"] = "黑暗先驱",
    ["Description"] = "击败这只黑暗凤凰就可以结束第二阶段。",
    },
    ["6x2810"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["5x2810"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成10,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["2x2804"] = {
    ["Title"] = "第一阶段：向爪和牙致敬！",
    ["Description"] = "哈尔拉兹以山猫的化身开始战斗。",
    },
    ["3x2968"] = {
    ["Title"] = "被囚禁的龙族",
    ["Description"] = "哈尔弗斯奴役了一条岩龙、一条虚空之子、一条风暴骑手、一条时光守卫和一群孤单的翡翠雏龙。他们围绕在他的平台周围，被奴役的锁链束缚着。如果释放这些龙，他们就会转而攻击自己的主人并削弱他，但是哈尔弗斯会随即控制这些龙，强迫他们与玩家作战。",
    },
    ["4x2810"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["5x2804"] = {
    ["Title"] = "第一阶段：向爪和牙致敬！",
    ["Description"] = "哈尔拉兹以山猫的化身开始战斗。",
    },
    ["6x2804"] = {
    ["Title"] = "第一阶段：向爪和牙致敬！",
    ["Description"] = "哈尔拉兹以山猫的化身开始战斗。",
    },
    ["5x2024"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯从被附着的玩家身上跳回伐木场巨怪的后背上后，他会给那名玩家留下一颗炸弹。10秒后炸弹爆炸。爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["4x2968"] = {
    ["Title"] = "被囚禁的龙族",
    ["Description"] = "哈尔弗斯奴役了一条岩龙、一条虚空之子、一条风暴骑手、一条时光守卫和一群孤单的翡翠雏龙。他们围绕在他的平台周围，被奴役的锁链束缚着。如果释放这些龙，他们就会转而攻击自己的主人并削弱他，但是哈尔弗斯会随即控制这些龙，强迫他们与玩家作战。",
    },
    ["5x2968"] = {
    ["Title"] = "被囚禁的龙族",
    ["Description"] = "哈尔弗斯奴役了一条岩龙、一条虚空之子、一条风暴骑手、一条时光守卫和一群孤单的翡翠雏龙。他们围绕在他的平台周围，被奴役的锁链束缚着。如果释放这些龙，他们就会转而攻击自己的主人并削弱他，但是哈尔弗斯会随即控制这些龙，强迫他们与玩家作战。",
    },
    ["2x2626"] = {
    ["Title"] = "阿曼尼龙鹰幼崽",
    ["Description"] = "这些生物的生命值不高。",
    },
    ["4x2626"] = {
    ["Title"] = "阿曼尼龙鹰幼崽",
    ["Description"] = "这些生物的生命值不高。",
    },
    ["6x2038"] = {
    ["Title"] = "死神原型机",
    ["Description"] = "在迪菲亚兄弟会的工人慌忙逃离地精铸造厂的时候，有一台死神原型机被留了下来。一个玩家可以驾驶这台死神原型机，用它来协助对死神5000作战。死神原型机的技能均为蒸汽驱动。",
    },
    ["5x2038"] = {
    ["Title"] = "死神原型机",
    ["Description"] = "在迪菲亚兄弟会的工人慌忙逃离地精铸造厂的时候，有一台死神原型机被留了下来。一个玩家可以驾驶这台死神原型机，用它来协助对死神5000作战。死神原型机的技能均为蒸汽驱动。",
    },
    ["1x2186"] = {
    ["Title"] = "纳兹夏尔风暴女巫",
    ["Description"] = "当纳兹夏尔女士开始引导龙卷水涌时，会有两个这样的纳迦施法者游进来攻击玩家。",
    },
    ["2x2186"] = {
    ["Title"] = "纳兹夏尔风暴女巫",
    ["Description"] = "当纳兹夏尔女士开始引导龙卷水涌时，会有两个这样的纳迦施法者游进来攻击玩家。",
    },
    ["2x2038"] = {
    ["Title"] = "死神原型机",
    ["Description"] = "在迪菲亚兄弟会的工人慌忙逃离地精铸造厂的时候，有一台死神原型机被留了下来。一个玩家可以驾驶这台死神原型机，用它来协助对死神5000作战。死神原型机的技能均为蒸汽驱动。",
    },
    ["4x2038"] = {
    ["Title"] = "死神原型机",
    ["Description"] = "在迪菲亚兄弟会的工人慌忙逃离地精铸造厂的时候，有一台死神原型机被留了下来。一个玩家可以驾驶这台死神原型机，用它来协助对死神5000作战。死神原型机的技能均为蒸汽驱动。",
    },
    ["6x3298"] = {
    ["Title"] = "解放你的思想",
    ["Description"] = "被控制的玩家将注意力集中于挣脱奈法利安的控制，这使得他们的移动速度提高120%，持续10秒。",
    },
    ["5x3298"] = {
    ["Title"] = "解放你的思想",
    ["Description"] = "被控制的玩家将注意力集中于挣脱奈法利安的控制，这使得他们的移动速度提高120%，持续10秒。",
    },
    ["6x2626"] = {
    ["Title"] = "阿曼尼龙鹰幼崽",
    ["Description"] = "这些生物的生命值不高。",
    },
    ["5x2626"] = {
    ["Title"] = "阿曼尼龙鹰幼崽",
    ["Description"] = "这些生物的生命值不高。",
    },
    ["1x2127"] = {
    ["Title"] = "屠夫吸取",
    ["Description"] = "每当拉佐克劳的近战攻击造成伤害时，目标就会额外流失24点生命值。",
    },
    ["3x2678"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["4x831"] = {
    ["Title"] = "火团熔岩",
    ["Description"] = "当索朗格斯手持锤子移动时，他的身后会留下一片片火焰。对站在其中的玩家每秒造成8,499点火焰伤害。",
    },
    ["5x831"] = {
    ["Title"] = "火团熔岩",
    ["Description"] = "当索朗格斯手持锤子移动时，他的身后会留下一片片火焰。对站在其中的玩家每秒造成8,499点火焰伤害。",
    },
    ["6x831"] = {
    ["Title"] = "火团熔岩",
    ["Description"] = "当索朗格斯手持锤子移动时，他的身后会留下一片片火焰。对站在其中的玩家每秒造成8,499点火焰伤害。",
    },
    ["1x2541"] = {
    ["Title"] = "大地之刺",
    ["Description"] = "地怒者塔赫随机选择一名玩家，令他脚下的大地开始颤抖，4秒后一道大地之刺从地面破土而出。尖刺对4码内的每个玩家造成15,000点自然伤害，并将他们击向空中。",
    },
    ["2x2541"] = {
    ["Title"] = "大地之刺",
    ["Description"] = "地怒者塔赫随机选择一名玩家，令他脚下的大地开始颤抖，4秒后一道大地之刺从地面破土而出。尖刺对4码内的每个玩家造成25,000点自然伤害，并将他们击向空中。",
    },
    ["3x2537"] = {
    ["Title"] = "第二阶段：你们将燃烧殆尽！",
    ["Description"] = "当雷奥利斯领主的剩余生命值处于25%时，他的黑曜石盔甲破碎。他将不再无视玩家，玩家也可以对其进行攻击。",
    },
    ["2x2158"] = {
    ["Title"] = "制造冰霜混合剂",
    ["Description"] = "沃登勋爵拿出一种冰冷的药剂，并将其在地上摔碎，立即对周围半径45码范围内的所有敌人造成25,000点冰霜伤害。",
    },
    ["1x2158"] = {
    ["Title"] = "制造冰霜混合剂",
    ["Description"] = "沃登勋爵拿出一种冰冷的药剂，并将其在地上摔碎，立即对周围半径45码范围内的所有敌人造成200点冰霜伤害。",
    },
    ["6x2537"] = {
    ["Title"] = "第二阶段：你们将燃烧殆尽！",
    ["Description"] = "当雷奥利斯领主的剩余生命值处于25%时，他的黑曜石盔甲破碎。他将不再无视玩家，玩家也可以对其进行攻击。",
    },
    ["1x3379"] = {
    ["Title"] = "暮光腐蚀",
    ["Description"] = "无面腐蚀者将魔法引导到一枚阿莱克丝塔萨的卵上，每1秒吸取这枚卵11%的生命值，持续10秒。如果卵的生命值降到0，则会孵化出2只暮光雏龙。",
    },
    ["2x831"] = {
    ["Title"] = "火团熔岩",
    ["Description"] = "当索朗格斯手持锤子移动时，他的身后会留下一片片火焰。对站在其中的玩家每秒造成8,499点火焰伤害。",
    },
    ["1x2400"] = {
    ["Title"] = "凶猛冲击",
    ["Description"] = "在克伯鲁斯蹿出地面使用凶猛冲击之前，他将要现身的地面将会产生波动。随后克伯鲁斯就会跳出地面，然后再潜回地下。任何在此行为路线上的玩家都将受到24,999点物理伤害，并被击退。",
    },
    ["2x2400"] = {
    ["Title"] = "凶猛冲击",
    ["Description"] = "在克伯鲁斯蹿出地面使用凶猛冲击之前，他将要现身的地面将会产生波动。随后克伯鲁斯就会跳出地面，然后再潜回地下。任何在此行为路线上的玩家都将受到150,000点物理伤害，并被击退。",
    },
    ["3x3131"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "艾里昂随机标记一名玩家，作为即将到来的闪电链攻击的目标。\r\n\r\n在25人团队中，艾里昂随机标记3个玩家。|r",
    },
    ["6x3131"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "艾里昂随机标记一名玩家，作为即将到来的闪电链攻击的目标。",
    },
    ["5x3131"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "艾里昂随机标记一名玩家，作为即将到来的闪电链攻击的目标。",
    },
    ["4x3131"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "艾里昂随机标记一名玩家，作为即将到来的闪电链攻击的目标。",
    },
    ["2x2763"] = {
    ["Title"] = "英勇飞跃",
    ["Description"] = "玛拉卡斯随机跃向一名玩家，发动重击，对其周围5码内的所有敌人造成125%的普通伤害，并使他们昏迷2秒。",
    },
    ["5x2763"] = {
    ["Title"] = "英勇飞跃",
    ["Description"] = "玛拉卡斯随机跃向一名玩家，发动重击，对其周围5码内的所有敌人造成125%的普通伤害，并使他们昏迷2秒。",
    },
    ["4x2763"] = {
    ["Title"] = "英勇飞跃",
    ["Description"] = "玛拉卡斯随机跃向一名玩家，发动重击，对其周围5码内的所有敌人造成125%的普通伤害，并使他们昏迷2秒。",
    },
    ["6x2763"] = {
    ["Title"] = "英勇飞跃",
    ["Description"] = "玛拉卡斯随机跃向一名玩家，发动重击，对其周围5码内的所有敌人造成125%的普通伤害，并使他们昏迷2秒。",
    },
    ["6x3642"] = {
    ["Title"] = "炙焰之核",
    ["Description"] = "吉安娜的残影向一个目标附近地面投掷一发不断膨胀的炙焰之核灰烬。灰烬一触即发，对周围5码范围内的敌人造成5,000到50,000点火焰伤害。如果灰烬没有在10秒内爆炸，它会自动引爆，对所有敌人造成94,500点火焰伤害。",
    },
    ["5x3642"] = {
    ["Title"] = "炙焰之核",
    ["Description"] = "吉安娜的残影向一个目标附近地面投掷一发不断膨胀的炙焰之核灰烬。灰烬一触即发，对周围5码范围内的敌人造成5,000到50,000点火焰伤害。如果灰烬没有在10秒内爆炸，它会自动引爆，对所有敌人造成94,500点火焰伤害。",
    },
    ["5x3202"] = {
    ["Title"] = "闪电导体",
    ["Description"] = "电荷金刚随机指定一名玩家为闪电导体，使他们每2秒对周围半径8码范围内的盟友造成45,000点自然伤害，持续15秒。",
    },
    ["6x3202"] = {
    ["Title"] = "闪电导体",
    ["Description"] = "电荷金刚随机指定一名玩家为闪电导体，使他们每2秒对周围半径8码范围内的盟友造成50,000点自然伤害，持续15秒。",
    },
    ["3x2533"] = {
    ["Title"] = "地狱火之怒",
    ["Description"] = "每五秒雷奥利斯的火花造成的伤害提高10%，受到的伤害增加10%。该效果最多叠加20层。",
    },
    ["4x2533"] = {
    ["Title"] = "地狱火之怒",
    ["Description"] = "每五秒雷奥利斯的火花造成的伤害提高10%，受到的伤害增加10%。该效果最多叠加20层。",
    },
    ["5x3125"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "",
    },
    ["6x3125"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "",
    },
    ["2x3959"] = {
    ["Title"] = "寒冷之焰",
    ["Description"] = "着魔的魔导师的寒冷之焰对一条直线上的敌人造成20,000点冰霜伤害，并且随后每1秒造成20,000点冰霜伤害，持续4秒。",
    },
    ["2x4291"] = {
    ["Title"] = "嘲讽",
    ["Description"] = "伊利丹挑衅玛诺洛斯对他展开攻击。",
    },
    ["4x4291"] = {
    ["Title"] = "嘲讽",
    ["Description"] = "伊利丹挑衅玛诺洛斯对他展开攻击。",
    },
    ["2x2885"] = {
    ["Title"] = "山猫冲锋",
    ["Description"] = "达卡拉随机对敌人进行冲锋。每次冲锋造成10,000点物理伤害，并使目标流血，10秒内额外造成50,000点伤害。",
    },
    ["5x2885"] = {
    ["Title"] = "山猫冲锋",
    ["Description"] = "达卡拉随机对敌人进行冲锋。每次冲锋造成0点物理伤害，并使目标流血，直到主动取消内额外造成0点伤害。",
    },
    ["4x2885"] = {
    ["Title"] = "山猫冲锋",
    ["Description"] = "达卡拉随机对敌人进行冲锋。每次冲锋造成10,000点物理伤害，并使目标流血，10秒内额外造成50,000点伤害。",
    },
    ["6x2885"] = {
    ["Title"] = "山猫冲锋",
    ["Description"] = "达卡拉随机对敌人进行冲锋。每次冲锋造成10,000点物理伤害，并使目标流血，10秒内额外造成50,000点伤害。",
    },
    ["4x2678"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["5x2678"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["6x2678"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["2x2574"] = {
    ["Title"] = "毒性孢子",
    ["Description"] = "孢子施放的孢子云每1.5秒对站在其中的玩家造成11,699点自然伤害。孢子云同时会让范围内所有的植物腐烂，对该植物造成相当于其生命值15%的自然伤害。",
    },
    ["3x3144"] = {
    ["Title"] = "第三阶段：厄运难逃！",
    ["Description"] = "一旦艾里昂或泰拉斯卓的生命值降到25%，议员们就会变得躁动，所有参战者会被卷入一个静电场。四名议员会组合成源质畸体，战斗进入最后一阶段。",
    },
    ["2x2127"] = {
    ["Title"] = "屠夫吸取",
    ["Description"] = "每当拉佐克劳的近战攻击造成伤害时，目标就会额外流失24点生命值。",
    },
    ["2x2556"] = {
    ["Title"] = "镜像",
    ["Description"] = "当伊希斯特的生命值处于66%时，她将分裂成三个生物。每个生物都代表着她的一个主要技能。杀死其中一个的话，她在战斗中接下来的时间就无法使用该技能，但其余两种技能则会加强。\r\n\r\n当伊希斯特的生命值降到33%时，她会再次分裂成两个生物。这两个生物对应她剩下来的两个技能。杀死其中一个的话，她在战斗中接下来的时间就无法使用该技能，但最后一项技能则会进一步加强。",
    },
    ["6x2728"] = {
    ["Title"] = "潜行者",
    ["Description"] = "",
    },
    ["5x2728"] = {
    ["Title"] = "潜行者",
    ["Description"] = "",
    },
    ["4x2728"] = {
    ["Title"] = "潜行者",
    ["Description"] = "",
    },
    ["6x2769"] = {
    ["Title"] = "阴燃毁灭",
    ["Description"] = "只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，并对所有处于网同一侧的玩家造成400,000点伤害。",
    },
    ["5x2769"] = {
    ["Title"] = "阴燃毁灭",
    ["Description"] = "只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，并对所有处于网同一侧的玩家造成400,000点伤害。",
    },
    ["4x2769"] = {
    ["Title"] = "阴燃毁灭",
    ["Description"] = "只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，并对所有处于网同一侧的玩家造成400,000点伤害。",
    },
    ["3x2769"] = {
    ["Title"] = "阴燃毁灭",
    ["Description"] = "只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，并对所有处于网同一侧的玩家造成400,000点伤害。",
    },
    ["6x3319"] = {
    ["Title"] = "与熔岩虫肉搏",
    ["Description"] = "在熔喉发动大力撞击之后，会有一个短暂的机会，使两个玩家能够跳到他的钳子上。他们可以在那里把锁链缠在虫子面前的尖刺上，然后将熔喉拉向尖刺。",
    },
    ["5x2779"] = {
    ["Title"] = "渗毒",
    ["Description"] = "烬网幼蛛随机扑向5码内的一名敌人，对其注射毒液，每2秒造成7,499点火焰伤害，持续10秒。",
    },
    ["6x2779"] = {
    ["Title"] = "渗毒",
    ["Description"] = "烬网幼蛛随机扑向5码内的一名敌人，对其注射毒液，每2秒造成7,499点火焰伤害，持续10秒。",
    },
    ["3x2779"] = {
    ["Title"] = "渗毒",
    ["Description"] = "烬网幼蛛随机扑向5码内的一名敌人，对其注射毒液，每2秒造成7,499点火焰伤害，持续10秒。",
    },
    ["4x2779"] = {
    ["Title"] = "渗毒",
    ["Description"] = "烬网幼蛛随机扑向5码内的一名敌人，对其注射毒液，每2秒造成7,499点火焰伤害，持续10秒。",
    },
    ["5x2533"] = {
    ["Title"] = "地狱火之怒",
    ["Description"] = "每五秒雷奥利斯的火花造成的伤害提高10%，受到的伤害增加10%。该效果最多叠加20层。",
    },
    ["6x2533"] = {
    ["Title"] = "地狱火之怒",
    ["Description"] = "每五秒雷奥利斯的火花造成的伤害提高10%，受到的伤害增加10%。该效果最多叠加20层。",
    },
    ["6x2519"] = {
    ["Title"] = "赞吉尔的燃烧之血坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家会对周围半径15码范围内的所有敌人造成5,000点火焰伤害，对自身造成3,000点火焰伤害。",
    },
    ["5x2519"] = {
    ["Title"] = "赞吉尔的燃烧之血坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家会对周围半径15码范围内的所有敌人造成5,000点火焰伤害，对自身造成3,000点火焰伤害。",
    },
    ["2x2519"] = {
    ["Title"] = "赞吉尔的燃烧之血坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家会对周围半径15码范围内的所有敌人造成5,000点火焰伤害，对自身造成3,000点火焰伤害。",
    },
    ["4x2519"] = {
    ["Title"] = "赞吉尔的燃烧之血坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家会对周围半径15码范围内的所有敌人造成5,000点火焰伤害，对自身造成3,000点火焰伤害。",
    },
    ["2x3372"] = {
    ["Title"] = "暮光渗透",
    ["Description"] = "由瓦里昂娜撕开的裂隙制造了一滩半径为10码的暮光渗透之池，以她的目标为中心，持续20秒。这个池子会对站在上面的玩家造成每1秒9,499点暗影伤害。",
    },
    ["1x3372"] = {
    ["Title"] = "暮光渗透",
    ["Description"] = "由瓦里昂娜撕开的裂隙制造了一滩半径为10码的暮光渗透之池，以她的目标为中心，持续20秒。这个池子会对站在上面的玩家造成每1秒6,499点暗影伤害。",
    },
    ["3x3370"] = {
    ["Title"] = "瓦里昂娜的火焰",
    ["Description"] = "瓦里昂娜转身向随机一名玩家所在的方向喷出一道40码长、40度角的暮光烈焰，对这一锥形区域内的所有玩家造成25,000点暗影伤害，并使他们昏迷2秒。",
    },
    ["1x3370"] = {
    ["Title"] = "瓦里昂娜的火焰",
    ["Description"] = "瓦里昂娜转身向随机一名玩家所在的方向喷出一道40码长、40度角的暮光烈焰，对这一锥形区域内的所有玩家造成25,000点暗影伤害，并使他们昏迷2秒。",
    },
    ["4x2891"] = {
    ["Title"] = "旋羽",
    ["Description"] = "在变成雄鹰后，达卡拉立刻为每个活着的玩家召唤一道旋羽。这些旋羽会持续到战斗结束，但只有在受到肆掠之风的影响时才会移动。",
    },
    ["5x2891"] = {
    ["Title"] = "旋羽",
    ["Description"] = "在变成雄鹰后，达卡拉立刻为每个活着的玩家召唤一道旋羽。这些旋羽会持续到战斗结束，但只有在受到肆掠之风的影响时才会移动。",
    },
    ["6x2891"] = {
    ["Title"] = "旋羽",
    ["Description"] = "在变成雄鹰后，达卡拉立刻为每个活着的玩家召唤一道旋羽。这些旋羽会持续到战斗结束，但只有在受到肆掠之风的影响时才会移动。",
    },
    ["3x3155"] = {
    ["Title"] = "变节",
    ["Description"] = "古加尔召唤意志薄弱的人，使某些玩家放弃他们的立场，转而膜拜古加尔。膜拜古加尔使他每3秒获得一层狂热效果。",
    },
    ["4x3155"] = {
    ["Title"] = "变节",
    ["Description"] = "古加尔召唤意志薄弱的人，使某些玩家放弃他们的立场，转而膜拜古加尔。膜拜古加尔使他每3秒获得一层狂热效果。",
    },
    ["5x3155"] = {
    ["Title"] = "变节",
    ["Description"] = "古加尔召唤意志薄弱的人，使某些玩家放弃他们的立场，转而膜拜古加尔。膜拜古加尔使他每3秒获得一层狂热效果。",
    },
    ["4x3944"] = {
    ["Title"] = "冰墓",
    ["Description"] = "阿奎里恩用冰墓封住萨尔。摧毁冰墓就可以救出萨尔。",
    },
    ["1x2479"] = {
    ["Title"] = "落雷",
    ["Description"] = "希亚玛特的仆从聚集大量电能，然后将它释放到自己的当前目标身上，造成25,000点自然伤害。",
    },
    ["2x2479"] = {
    ["Title"] = "落雷",
    ["Description"] = "希亚玛特的仆从聚集大量电能，然后将它释放到自己的当前目标身上，造成32,499点自然伤害。",
    },
    ["2x2891"] = {
    ["Title"] = "旋羽",
    ["Description"] = "在变成雄鹰后，达卡拉立刻为每个活着的玩家召唤一道旋羽。这些旋羽会持续到战斗结束，但只有在受到肆掠之风的影响时才会移动。",
    },
    ["5x4255"] = {
    ["Title"] = "黑暗幽影",
    ["Description"] = "受到暮光审判的影响，暮光能量波动会贯穿受害者的躯体，使其更容易受到暮光审判负面效果的伤害。当暮光审判对其造成额外伤害时，玩家将立即被杀死。",
    },
    ["5x3154"] = {
    ["Title"] = "第一阶段：混乱降临！",
    ["Description"] = "",
    },
    ["6x3154"] = {
    ["Title"] = "第一阶段：混乱降临！",
    ["Description"] = "",
    },
    ["3x3154"] = {
    ["Title"] = "第一阶段：混乱降临！",
    ["Description"] = "",
    },
    ["4x3154"] = {
    ["Title"] = "第一阶段：混乱降临！",
    ["Description"] = "",
    },
    ["6x4255"] = {
    ["Title"] = "黑暗幽影",
    ["Description"] = "受到暮光审判的影响，暮光能量波动会贯穿受害者的躯体，使其更容易受到暮光审判负面效果的伤害。当暮光审判对其造成额外伤害时，玩家将立即被杀死。",
    },
    ["1x2409"] = {
    ["Title"] = "碎片崩飞",
    ["Description"] = "当源质刺盾消失后，欧泽鲁克会把所有的尖刺射向各个方向。对所有15码范围内的敌人造成50,000点物理伤害。",
    },
    ["2x2409"] = {
    ["Title"] = "碎片崩飞",
    ["Description"] = "当源质刺盾消失后，欧泽鲁克会把所有的尖刺射向各个方向。对所有15码范围内的敌人造成200,000点物理伤害。",
    },
    ["3x2783"] = {
    ["Title"] = "寡妇蛛之吻",
    ["Description"] = "贝丝缇拉克致命的亲吻使其当前目标血液沸腾，目标受到的治疗效果每5秒降低2%，持续20秒。同时目标将会对10码范围的友方造成持续增长的火焰伤害。",
    },
    ["5x3007"] = {
    ["Title"] = "不稳定的暮光",
    ["Description"] = "碰触暮光领域中飘浮的暮光能量球会导致剧烈爆炸。不稳定的暮光对周围半径8码范围内的所有玩家造成40,000点暗影伤害，但是只影响到暮光领域中的玩家。",
    },
    ["5x2783"] = {
    ["Title"] = "寡妇蛛之吻",
    ["Description"] = "贝丝缇拉克致命的亲吻使其当前目标血液沸腾，目标受到的治疗效果每5秒降低2%，持续20秒。同时目标将会对10码范围的友方造成持续增长的火焰伤害。",
    },
    ["4x2701"] = {
    ["Title"] = "复仇重击",
    ["Description"] = "贝瑟克的化身扑向空中，落地时发出复仇重击，对20码内的玩家造成35,000点物理伤害。",
    },
    ["2x2701"] = {
    ["Title"] = "复仇重击",
    ["Description"] = "贝瑟克的化身扑向空中，落地时发出复仇重击，对20码内的玩家造成35,000点物理伤害。",
    },
    ["6x3007"] = {
    ["Title"] = "不稳定的暮光",
    ["Description"] = "碰触暮光领域中飘浮的暮光能量球会导致剧烈爆炸。不稳定的暮光对周围半径8码范围内的所有玩家造成40,000点暗影伤害，但是只影响到暮光领域中的玩家。",
    },
    ["5x2989"] = {
    ["Title"] = "暮光位移",
    ["Description"] = "瓦里昂娜周期性地对其目标施加暮光位移。这个效果可以叠加。当瓦里昂娜对同一目标叠加到第五层效果时，就会对这个目标施放领域偏移。",
    },
    ["3x3286"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奥妮克希亚的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["4x3286"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奥妮克希亚的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x2683"] = {
    ["Title"] = "恐惧烈焰",
    ["Description"] = "拉格纳罗斯猛捶地面，对邻近两处施放恐惧烈焰。恐惧烈焰迅速增殖，散布到整个平台上。恐惧烈焰会造成51,000点火焰伤害，并且每1秒额外造成3,400点火焰伤害，持续30秒。",
    },
    ["2x2367"] = {
    ["Title"] = "力场冲击",
    ["Description"] = "进化的暮光狂热者随机向一个玩家发射纯能量，造成14,000点物理伤害，并使目标昏迷2秒。",
    },
    ["1x2367"] = {
    ["Title"] = "力场冲击",
    ["Description"] = "进化的暮光狂热者随机向一个玩家发射纯能量，造成7,000点物理伤害，并使目标昏迷2秒。",
    },
    ["2x2702"] = {
    ["Title"] = "伪装",
    ["Description"] = "贝瑟克的化身伪装自己，对玩家隐身。她随后会出现在随机一名玩家身后，并对其施放毁灭。",
    },
    ["5x3954"] = {
    ["Title"] = "凋零之箭",
    ["Description"] = "希尔瓦娜斯随机对一名玩家脚下的地面施放凋零并跃入空中。凋零每1秒对3码内的玩家造成35,000点伤害，并使影响范围内所有玩家的移动速度降低50%。\r\n\r\n跃至最高处时，希尔瓦娜斯对凋零区域施展一轮射击，对滞留在其中的敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["6x3954"] = {
    ["Title"] = "凋零之箭",
    ["Description"] = "希尔瓦娜斯随机对一名玩家脚下的地面施放凋零并跃入空中。凋零每1秒对3码内的玩家造成35,000点伤害，并使影响范围内所有玩家的移动速度降低50%。\r\n\r\n跃至最高处时，希尔瓦娜斯对凋零区域施展一轮射击，对滞留在其中的敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["6x2702"] = {
    ["Title"] = "伪装",
    ["Description"] = "贝瑟克的化身伪装自己，对玩家隐身。她随后会出现在随机一名玩家身后，并对其施放毁灭。",
    },
    ["4x3954"] = {
    ["Title"] = "凋零之箭",
    ["Description"] = "希尔瓦娜斯随机对一名玩家脚下的地面施放凋零并跃入空中。凋零每1秒对3码内的玩家造成35,000点伤害，并使影响范围内所有玩家的移动速度降低50%。\r\n\r\n跃至最高处时，希尔瓦娜斯对凋零区域施展一轮射击，对滞留在其中的敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["4x2702"] = {
    ["Title"] = "伪装",
    ["Description"] = "贝瑟克的化身伪装自己，对玩家隐身。她随后会出现在随机一名玩家身后，并对其施放毁灭。",
    },
    ["5x2702"] = {
    ["Title"] = "伪装",
    ["Description"] = "贝瑟克的化身伪装自己，对玩家隐身。她随后会出现在随机一名玩家身后，并对其施放毁灭。",
    },
    ["2x2464"] = {
    ["Title"] = "灵魂撕裂",
    ["Description"] = "黑暗先驱随机切割一个玩家的灵魂，创造出一块灵魂碎块。灵魂碎块会向黑暗先驱移动。如果灵魂碎块抵达黑暗先驱身边，就会施放灵魂融噬。",
    },
    ["1x2464"] = {
    ["Title"] = "灵魂撕裂",
    ["Description"] = "黑暗先驱随机切割一个玩家的灵魂，创造出一块灵魂碎块。灵魂碎块会向黑暗先驱移动。如果灵魂碎块抵达黑暗先驱身边，就会施放灵魂融噬。",
    },
    ["6x4357"] = {
    ["Title"] = "舷侧攻击",
    ["Description"] = "格里昂纳周期性地施放极具破坏力的火球弹幕，攻击天火号的侧舷，对其造成伤害，损坏程度相当于剩余耐久度的20%。",
    },
    ["5x3286"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奥妮克希亚的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x3286"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奥妮克希亚的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x3085"] = {
    ["Title"] = "声纳炸弹",
    ["Description"] = "艾卓曼德斯随即向一名玩家的位置发射声纳炸弹，对目标区域周围半径6码范围内的玩家造成30,000点奥术伤害，并使他们的音量值提高30。",
    },
    ["4x3085"] = {
    ["Title"] = "声纳炸弹",
    ["Description"] = "艾卓曼德斯随即向一名玩家的位置发射声纳炸弹，对目标区域周围半径6码范围内的玩家造成20,000点奥术伤害，并使他们的音量值提高20。",
    },
    ["5x3085"] = {
    ["Title"] = "声纳炸弹",
    ["Description"] = "艾卓曼德斯随即向一名玩家的位置发射声纳炸弹，对目标区域周围半径6码范围内的玩家造成30,000点奥术伤害，并使他们的音量值提高30。",
    },
    ["1x2197"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "埃鲁纳克随机向一个敌对目标投掷熔岩，造成20,000点火焰伤害，并猛烈地将其击退。",
    },
    ["2x2197"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "埃鲁纳克随机向一个敌对目标投掷熔岩，造成60,000点火焰伤害，并猛烈地将其击退。",
    },
    ["6x3303"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x2711"] = {
    ["Title"] = "滑行者",
    ["Description"] = "一条大蛇。",
    },
    ["5x2711"] = {
    ["Title"] = "滑行者",
    ["Description"] = "一条大蛇。",
    },
    ["1x2157"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶剧毒药水，然后把它扔向某个玩家所在的位置，瓶子着地即碎。\r\n\r\n毒药立即对周围半径4码范围内的玩家造成150点自然伤害，并且每2秒继续造成29点自然伤害，且使玩家移动速度降低40%，持续15秒。",
    },
    ["6x2751"] = {
    ["Title"] = "暗言术：痛",
    ["Description"] = "玛拉卡斯随机对一名敌人施放黑暗的咒语，每2秒对其造成12,000点暗影伤害，持续18秒。",
    },
    ["2x2711"] = {
    ["Title"] = "滑行者",
    ["Description"] = "一条大蛇。",
    },
    ["1x2371"] = {
    ["Title"] = "水银护甲",
    ["Description"] = "卡尔什·断钢的水银护甲在冷却状态下使其受到的所有伤害降低99%。",
    },
    ["3x3085"] = {
    ["Title"] = "声纳炸弹",
    ["Description"] = "艾卓曼德斯随即向一名玩家的位置发射声纳炸弹，对目标区域周围半径6码范围内的玩家造成20,000点奥术伤害，并使他们的音量值提高20。",
    },
    ["3x3303"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["4x2751"] = {
    ["Title"] = "暗言术：痛",
    ["Description"] = "玛拉卡斯随机对一名敌人施放黑暗的咒语，每2秒对其造成12,000点暗影伤害，持续18秒。",
    },
    ["6x3000"] = {
    ["Title"] = "眩光毁灭",
    ["Description"] = "当瑟纳利昂准备降落时，他会在地面上施放炫目的能量图案迷惑敌人，然后以巨大的暮光能量轰炸这些区域，对周围半径12码范围内的玩家造成15,000点暗影伤害，并将受到此伤害的玩家送入暮光领域。如果一个玩家已经在暮光领域中，又受到了眩光毁灭的伤害，就会立即死亡。",
    },
    ["4x3000"] = {
    ["Title"] = "眩光毁灭",
    ["Description"] = "当瑟纳利昂准备降落时，他会在地面上施放炫目的能量图案迷惑敌人，然后以巨大的暮光能量轰炸这些区域，对周围半径12码范围内的玩家造成15,000点暗影伤害，并将受到此伤害的玩家送入暮光领域。如果一个玩家已经在暮光领域中，又受到了眩光毁灭的伤害，就会立即死亡。",
    },
    ["5x3000"] = {
    ["Title"] = "眩光毁灭",
    ["Description"] = "当瑟纳利昂准备降落时，他会在地面上施放炫目的能量图案迷惑敌人，然后以巨大的暮光能量轰炸这些区域，对周围半径12码范围内的玩家造成15,000点暗影伤害，并将受到此伤害的玩家送入暮光领域。如果一个玩家已经在暮光领域中，又受到了眩光毁灭的伤害，就会立即死亡。",
    },
    ["4x2149"] = {
    ["Title"] = "丢失能力",
    ["Description"] = "痛苦的军官诅咒一个敌方目标，持续30秒。在诅咒持续期间，每10秒随机产生一个新的诅咒。新的诅咒持续10秒，并且会使下列属性中的某一种降低20%：护甲、攻击伤害、治疗量、生命值上限，或者是移动速度。",
    },
    ["2x2149"] = {
    ["Title"] = "丢失能力",
    ["Description"] = "痛苦的军官诅咒一个敌方目标，持续30秒。在诅咒持续期间，每10秒随机产生一个新的诅咒。新的诅咒持续10秒，并且会使下列属性中的某一种降低20%：护甲、攻击伤害、治疗量、生命值上限，或者是移动速度。",
    },
    ["6x3249"] = {
    ["Title"] = "暮光切割射线",
    ["Description"] = "希奈丝特拉召唤两枚暗影宝珠，每一枚都会锁定并并追击一个玩家。这两枚宝珠由一条纯粹暮光能量的切割线连接，对任何碰到这条连线的玩家造成每5秒50,000点暗影伤害。\r\n\r\n每一枚宝珠还会释放暮光能量，每0.5秒对周围半径5码范围内的敌人造成30,000点暗影伤害。宝珠在15秒之后消失。",
    },
    ["5x3249"] = {
    ["Title"] = "暮光切割射线",
    ["Description"] = "希奈丝特拉召唤两枚暗影宝珠，每一枚都会锁定并并追击一个玩家。这两枚宝珠由一条纯粹暮光能量的切割线连接，对任何碰到这条连线的玩家造成每5秒50,000点暗影伤害。\r\n\r\n每一枚宝珠还会释放暮光能量，每0.5秒对周围半径5码范围内的敌人造成30,000点暗影伤害。宝珠在15秒之后消失。",
    },
    ["1x2204"] = {
    ["Title"] = "第一阶段：下等的入侵者！",
    ["Description"] = "玩家与耐普图隆交谈后开启战斗，然后同意在他净化周围水体时保护他。如果耐普图隆死亡，战斗将被重置。\r\n\r\n第1阶段持续60秒。",
    },
    ["2x2204"] = {
    ["Title"] = "第一阶段：下等的入侵者！",
    ["Description"] = "玩家与耐普图隆交谈后开启战斗，然后同意在他净化周围水体时保护他。如果耐普图隆死亡，战斗将被重置。\r\n\r\n第1阶段持续60秒。",
    },
    ["3x3000"] = {
    ["Title"] = "眩光毁灭",
    ["Description"] = "当瑟纳利昂准备降落时，他会在地面上施放炫目的能量图案迷惑敌人，然后以巨大的暮光能量轰炸这些区域，对周围半径12码范围内的玩家造成15,000点暗影伤害，并将受到此伤害的玩家送入暮光领域。如果一个玩家已经在暮光领域中，又受到了眩光毁灭的伤害，就会立即死亡。",
    },
    ["6x2065"] = {
    ["Title"] = "粉尘爆炸",
    ["Description"] = "当梵妮莎的生命值仅剩1%时，她会拿出最后一桶黑火药并点燃它。爆炸会杀死她，同时对周围半径10码范围内的所有敌方目标造成200,000点火焰伤害。",
    },
    ["5x2065"] = {
    ["Title"] = "粉尘爆炸",
    ["Description"] = "当梵妮莎的生命值仅剩1%时，她会拿出最后一桶黑火药并点燃它。爆炸会杀死她，同时对周围半径10码范围内的所有敌方目标造成200,000点火焰伤害。",
    },
    ["2x2161"] = {
    ["Title"] = "催化毒液",
    ["Description"] = "催化毒液从沃登勋爵的锅中喷溅出来，每2秒造成15,000点火焰伤害，但是可以使目标的爆击几率提高100%，持续10秒。",
    },
    ["5x2522"] = {
    ["Title"] = "召唤闪电",
    ["Description"] = "埃基尔松向当前目标释放电能冲击，造成30,000点自然伤害。",
    },
    ["4x2065"] = {
    ["Title"] = "粉尘爆炸",
    ["Description"] = "当梵妮莎的生命值仅剩1%时，她会拿出最后一桶黑火药并点燃它。爆炸会杀死她，同时对周围半径10码范围内的所有敌方目标造成200,000点火焰伤害。",
    },
    ["2x2759"] = {
    ["Title"] = "痛苦无常",
    ["Description"] = "玛拉卡斯的暗影能量随机地缓慢吞噬一个玩家，在10秒内造成30,000点暗影伤害。如果一名玩家驱散痛苦无常，则它对驱散者造成5,000点暗影伤害，并令其沉默4秒。",
    },
    ["4x2161"] = {
    ["Title"] = "催化毒液",
    ["Description"] = "催化毒液从沃登勋爵的锅中喷溅出来，每2秒造成15,000点火焰伤害，但是可以使目标的爆击几率提高100%，持续10秒。",
    },
    ["5x2759"] = {
    ["Title"] = "痛苦无常",
    ["Description"] = "玛拉卡斯的暗影能量随机地缓慢吞噬一个玩家，在10秒内造成30,000点暗影伤害。如果一名玩家驱散痛苦无常，则它对驱散者造成5,000点暗影伤害，并令其沉默4秒。",
    },
    ["6x2759"] = {
    ["Title"] = "痛苦无常",
    ["Description"] = "玛拉卡斯的暗影能量随机地缓慢吞噬一个玩家，在10秒内造成30,000点暗影伤害。如果一名玩家驱散痛苦无常，则它对驱散者造成5,000点暗影伤害，并令其沉默4秒。",
    },
    ["6x3268"] = {
    ["Title"] = "屏障",
    ["Description"] = "熔岩金刚的护盾吸收450,000点伤害。当护盾被击破时，会释放一道烈焰，对所有玩家造成155,000点火焰伤害。",
    },
    ["5x3268"] = {
    ["Title"] = "屏障",
    ["Description"] = "熔岩金刚的护盾吸收150,000点伤害。当护盾被击破时，会释放一道烈焰，对所有玩家造成155,000点火焰伤害。",
    },
    ["4x3268"] = {
    ["Title"] = "屏障",
    ["Description"] = "熔岩金刚的护盾吸收900,000点伤害。当护盾被击破时，会释放一道烈焰，对所有玩家造成75,000点火焰伤害。",
    },
    ["6x3123"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "",
    },
    ["5x3123"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "",
    },
    ["4x3946"] = {
    ["Title"] = "冻结仆从",
    ["Description"] = "阿奎里恩的爪牙聚集在峡谷周围，并随机对下方的玩家投掷冰冻巨石。",
    },
    ["2x3946"] = {
    ["Title"] = "冻结仆从",
    ["Description"] = "阿奎里恩的爪牙聚集在峡谷周围，并随机对下方的玩家投掷冰冻巨石。",
    },
    ["5x2497"] = {
    ["Title"] = "梦魇幻象",
    ["Description"] = "梦魇幻象的生命值很低，但是如果它走到目标身边，就会吞噬掉目标的灵魂。当一个玩家的梦魇被杀死后，该玩家就会醒来。",
    },
    ["4x2497"] = {
    ["Title"] = "梦魇幻象",
    ["Description"] = "梦魇幻象的生命值很低，但是如果它走到目标身边，就会吞噬掉目标的灵魂。当一个玩家的梦魇被杀死后，该玩家就会醒来。",
    },
    ["6x2522"] = {
    ["Title"] = "召唤闪电",
    ["Description"] = "埃基尔松向当前目标释放电能冲击，造成30,000点自然伤害。",
    },
    ["2x2497"] = {
    ["Title"] = "梦魇幻象",
    ["Description"] = "梦魇幻象的生命值很低，但是如果它走到目标身边，就会吞噬掉目标的灵魂。当一个玩家的梦魇被杀死后，该玩家就会醒来。",
    },
    ["1x3349"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["3x3349"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["6x2497"] = {
    ["Title"] = "梦魇幻象",
    ["Description"] = "梦魇幻象的生命值很低，但是如果它走到目标身边，就会吞噬掉目标的灵魂。当一个玩家的梦魇被杀死后，该玩家就会醒来。",
    },
    ["1x2203"] = {
    ["Title"] = "奴役",
    ["Description"] = "",
    },
    ["2x2203"] = {
    ["Title"] = "奴役",
    ["Description"] = "",
    },
    ["3x3119"] = {
    ["Title"] = "烈火之盾",
    ["Description"] = "伊格纳休斯以一道烈焰之盾笼罩自己，最多吸收500,000点伤害，并且不被打断施法。在烈火之盾之后，他会立即开始引导烈焰升腾。",
    },
    ["2x2547"] = {
    ["Title"] = "流沙",
    ["Description"] = "在混乱大地风暴发生期间，玩家附近会随机出现半径7码的流沙。流沙每2秒对所有站在上面的玩家造成20,000点自然伤害，并使他们的移动速度降低50%。",
    },
    ["1x2547"] = {
    ["Title"] = "流沙",
    ["Description"] = "在混乱大地风暴发生期间，玩家附近会随机出现半径7码的流沙。流沙每2秒对所有站在上面的玩家造成15,000点自然伤害，并使他们的移动速度降低50%。",
    },
    ["1x2016"] = {
    ["Title"] = "冰霜绽放",
    ["Description"] = "格拉布托克向屋内的某个随机位置施放冰霜绽放，2秒后落地。当冰霜绽放落地后，它会对周围5码半径内所有敌人造成14点冰霜伤害，并使其移动速度降低40%，近战和远程攻击频率降低25%，施法时间延长25%，持续4秒。\r\n\r\n在英雄难度下，无论该法术落在何处，一只重霜生物都会从寒冰中出现并开始攻击。|r",
    },
    ["2x2016"] = {
    ["Title"] = "冰霜绽放",
    ["Description"] = "格拉布托克向屋内的某个随机位置施放冰霜绽放，2秒后落地。当冰霜绽放落地后，它会对周围5码半径内所有敌人造成10,000点冰霜伤害，并使其移动速度降低40%，近战和远程攻击频率降低25%，施法时间延长25%，持续4秒。",
    },
    ["6x2735"] = {
    ["Title"] = "灵魂哀嚎",
    ["Description"] = "黑心对自身40码范围内的所有玩家造成5,000点暗影伤害。",
    },
    ["1x2555"] = {
    ["Title"] = "超级新星",
    ["Description"] = "伊希斯特施放一颗超级新星，造成19,500点奥术伤害，使所有面对她的玩家迷惑4秒。",
    },
    ["6x3119"] = {
    ["Title"] = "烈火之盾",
    ["Description"] = "伊格纳休斯以一道烈焰之盾笼罩自己，最多吸收200 万点伤害，并且不被打断施法。在烈火之盾之后，他会立即开始引导烈焰升腾。",
    },
    ["2x2735"] = {
    ["Title"] = "灵魂哀嚎",
    ["Description"] = "黑心对自身40码范围内的所有玩家造成5,000点暗影伤害。",
    },
    ["4x2735"] = {
    ["Title"] = "灵魂哀嚎",
    ["Description"] = "黑心对自身40码范围内的所有玩家造成5,000点暗影伤害。",
    },
    ["1x3374"] = {
    ["Title"] = "禁锢暗影",
    ["Description"] = "埃鲁达克随机向一名玩家所在的位置发射大量禁锢暗影。当暗影抵达目标位置，会对该位置周围半径8码范围内的所有玩家每1秒吸取5,000点生命值，并使其无法移动。埃鲁达克受到相当于吸取量三倍的治疗。",
    },
    ["2x4312"] = {
    ["Title"] = "艾露恩之怒",
    ["Description"] = "泰兰德施放一股奥术能量冲击，消灭附近的次级恶魔。",
    },
    ["4x4091"] = {
    ["Title"] = "吸取精华",
    ["Description"] = "当生命值降至60%，佩罗萨恩使所有敌人昏迷，并且每秒造成一次暗影伤害，持续4秒。",
    },
    ["5x4091"] = {
    ["Title"] = "吸取精华",
    ["Description"] = "当生命值降至60%，佩罗萨恩使所有敌人昏迷，并且每秒造成一次暗影伤害，持续4秒。",
    },
    ["2x4091"] = {
    ["Title"] = "吸取精华",
    ["Description"] = "当生命值降至60%，佩罗萨恩使所有敌人昏迷，并且每秒造成一次暗影伤害，持续4秒。",
    },
    ["1x2200"] = {
    ["Title"] = "吸收魔法",
    ["Description"] = "蛊心魔古厄夏在自己周围竖起一道防御护盾，吸收所有法术伤害，持续3秒。被吸收的法术伤害会三倍转换为对蛊心魔古厄夏的治疗。",
    },
    ["2x2200"] = {
    ["Title"] = "吸收魔法",
    ["Description"] = "蛊心魔古厄夏在自己周围竖起一道防御护盾，吸收所有法术伤害，持续5秒。被吸收的法术伤害会三倍转换为对蛊心魔古厄夏的治疗。",
    },
    ["6x4091"] = {
    ["Title"] = "吸取精华",
    ["Description"] = "当生命值降至60%，佩罗萨恩使所有敌人昏迷，并且每秒造成一次暗影伤害，持续4秒。",
    },
    ["6x2913"] = {
    ["Title"] = "猎豹形态",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹。",
    },
    ["4x2913"] = {
    ["Title"] = "猎豹形态",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹。",
    },
    ["5x2913"] = {
    ["Title"] = "猎豹形态",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹。",
    },
    ["6x2641"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["3x3211"] = {
    ["Title"] = "光芒",
    ["Description"] = "一团半径为5码的烈焰，对站在火中的玩家造成每1秒13,000点火焰伤害。光芒可持续25秒。",
    },
    ["2x4285"] = {
    ["Title"] = "邪火风暴",
    ["Description"] = "玛诺洛斯施放一次邪火风暴，迅速在区域范围内制造半径为3码的邪能烈焰，持续12秒。邪能烈焰对站在其中的所有玩家造成每秒20,000点火焰伤害。",
    },
    ["6x3211"] = {
    ["Title"] = "光芒",
    ["Description"] = "一团半径为5码的烈焰，对站在火中的玩家造成每1秒20,000点火焰伤害。光芒可持续25秒。",
    },
    ["5x3211"] = {
    ["Title"] = "光芒",
    ["Description"] = "一团半径为5码的烈焰，对站在火中的玩家造成每1秒20,000点火焰伤害。光芒可持续25秒。",
    },
    ["4x3211"] = {
    ["Title"] = "光芒",
    ["Description"] = "一团半径为5码的烈焰，对站在火中的玩家造成每1秒13,000点火焰伤害。光芒可持续25秒。",
    },
    ["4x3212"] = {
    ["Title"] = "强效暗影",
    ["Description"] = "当暗影之令强化古加尔的战锤之后，它会每3秒放射一次虚空能量，对周围半径50000码范围内的玩家造成20,000点暗影伤害。",
    },
    ["3x3212"] = {
    ["Title"] = "强效暗影",
    ["Description"] = "当暗影之令强化古加尔的战锤之后，它会每3秒放射一次虚空能量，对周围半径50000码范围内的玩家造成20,000点暗影伤害。",
    },
    ["3x3674"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["2x2818"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["5x2818"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "哈尔拉兹在他的位置附近召唤一个生命值为10,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["4x2818"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["6x2818"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "哈尔拉兹在他的位置附近召唤一个生命值为25,000的闪电图腾，它将随机向一名玩家施放闪电，直到被摧毁为止。",
    },
    ["2x3965"] = {
    ["Title"] = "奥术魔导师",
    ["Description"] = "",
    },
    ["6x2754"] = {
    ["Title"] = "切割",
    ["Description"] = "提高玛拉卡斯的攻击速度50%，持续40秒。",
    },
    ["6x3965"] = {
    ["Title"] = "奥术魔导师",
    ["Description"] = "",
    },
    ["4x3965"] = {
    ["Title"] = "奥术魔导师",
    ["Description"] = "",
    },
    ["5x3965"] = {
    ["Title"] = "奥术魔导师",
    ["Description"] = "",
    },
    ["3x3215"] = {
    ["Title"] = "化脓之血",
    ["Description"] = "当古加尔施放脓血时，活着的腐蚀信徒体内的黑血喷洒出来，每2秒对周围半径20码内的所有玩家造成35,000点暗影伤害。受到这一技能伤害的玩家会获得腐蚀术效果。",
    },
    ["6x3215"] = {
    ["Title"] = "化脓之血",
    ["Description"] = "当古加尔施放脓血时，活着的腐蚀信徒体内的黑血喷洒出来，每2秒对周围半径100码内的所有玩家造成55,000点暗影伤害。受到这一技能伤害的玩家会获得腐蚀术效果。",
    },
    ["2x2754"] = {
    ["Title"] = "切割",
    ["Description"] = "提高玛拉卡斯的攻击速度50%，持续40秒。",
    },
    ["5x2754"] = {
    ["Title"] = "切割",
    ["Description"] = "提高玛拉卡斯的攻击速度50%，持续40秒。",
    },
    ["4x2754"] = {
    ["Title"] = "切割",
    ["Description"] = "提高玛拉卡斯的攻击速度50%，持续40秒。",
    },
    ["6x2064"] = {
    ["Title"] = "范克里夫的复仇",
    ["Description"] = "在梵妮莎的生命值降到50%并引爆第一组炸药后，她会不断施放范克里夫的复仇，直到重新投入战斗。这个效果每一层都可以使她造成的物理伤害提高4%，近战攻击速度提高4%，体型增大3%。这个效果最多可以叠加40次。\r\n\r\n在梵妮莎的生命值降到25%并引爆第二组炸药后，她会一直使用这个技能，直到被杀死。",
    },
    ["5x2064"] = {
    ["Title"] = "范克里夫的复仇",
    ["Description"] = "在梵妮莎的生命值降到50%并引爆第一组炸药后，她会不断施放范克里夫的复仇，直到重新投入战斗。这个效果每一层都可以使她造成的物理伤害提高4%，近战攻击速度提高4%，体型增大3%。这个效果最多可以叠加40次。\r\n\r\n在梵妮莎的生命值降到25%并引爆第二组炸药后，她会一直使用这个技能，直到被杀死。",
    },
    ["4x2064"] = {
    ["Title"] = "范克里夫的复仇",
    ["Description"] = "在梵妮莎的生命值降到50%并引爆第一组炸药后，她会不断施放范克里夫的复仇，直到重新投入战斗。这个效果每一层都可以使她造成的物理伤害提高4%，近战攻击速度提高4%，体型增大3%。这个效果最多可以叠加40次。\r\n\r\n在梵妮莎的生命值降到25%并引爆第二组炸药后，她会一直使用这个技能，直到被杀死。",
    },
    ["2x2064"] = {
    ["Title"] = "范克里夫的复仇",
    ["Description"] = "在梵妮莎的生命值降到50%并引爆第一组炸药后，她会不断施放范克里夫的复仇，直到重新投入战斗。这个效果每一层都可以使她造成的物理伤害提高4%，近战攻击速度提高4%，体型增大3%。这个效果最多可以叠加40次。\r\n\r\n在梵妮莎的生命值降到25%并引爆第二组炸药后，她会一直使用这个技能，直到被杀死。",
    },
    ["3x3280"] = {
    ["Title"] = "白骨冰雹",
    ["Description"] = "在第一阶段开始时，奈法利安将从天而降，并在降落前召唤一些复生的坚骨战士。每次召唤都会对周围半径0码范围内的玩家造成25,249点暗影伤害。\r\n\r\n在25人团队中，奈法利安会召唤额外的复生的坚骨战士。|r",
    },
    ["6x3310"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "熔喉随机向三名玩家喷出岩浆，对每个玩家造成45,000点火焰伤害。",
    },
    ["5x3310"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "熔喉随机向三名玩家喷出岩浆，对每个玩家造成40,000点火焰伤害。",
    },
    ["4x3310"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "熔喉随机向三名玩家喷出岩浆，对每个玩家造成35,000点火焰伤害。",
    },
    ["6x3280"] = {
    ["Title"] = "白骨冰雹",
    ["Description"] = "在第一阶段开始时，奈法利安将从天而降，并在降落前召唤一些复生的坚骨战士。每次召唤都会对周围半径0码范围内的玩家造成50,500点暗影伤害。",
    },
    ["5x3280"] = {
    ["Title"] = "白骨冰雹",
    ["Description"] = "在第一阶段开始时，奈法利安将从天而降，并在降落前召唤一些复生的坚骨战士。每次召唤都会对周围半径0码范围内的玩家造成50,500点暗影伤害。",
    },
    ["4x3280"] = {
    ["Title"] = "白骨冰雹",
    ["Description"] = "在第一阶段开始时，奈法利安将从天而降，并在降落前召唤一些复生的坚骨战士。每次召唤都会对周围半径0码范围内的玩家造成25,249点暗影伤害。",
    },
    ["2x2181"] = {
    ["Title"] = "震爆",
    ["Description"] = "纳兹夏尔女士以强大的闪电能量攻击她的当前目标，造成74,999点自然伤害。",
    },
    ["1x2181"] = {
    ["Title"] = "震爆",
    ["Description"] = "纳兹夏尔女士以强大的闪电能量攻击她的当前目标，造成35,000点自然伤害。",
    },
    ["6x3327"] = {
    ["Title"] = "末日决战",
    ["Description"] = "当炽焰白骨结构体的生命值降到20%时，它会开始自毁。炽焰白骨结构体在末日决战中爆炸，对所有玩家造成125,000点火焰伤害。",
    },
    ["5x3153"] = {
    ["Title"] = "融入大地",
    ["Description"] = "在接触了泰拉斯卓的某个引力井后，玩家会获得融入大地效果，持续2分钟，但旋风上抛可以将玩家带离地面并移除融入大地效果。",
    },
    ["4x3153"] = {
    ["Title"] = "融入大地",
    ["Description"] = "在接触了泰拉斯卓的某个引力井后，玩家会获得融入大地效果，持续2分钟，但旋风上抛可以将玩家带离地面并移除融入大地效果。",
    },
    ["3x3153"] = {
    ["Title"] = "融入大地",
    ["Description"] = "在接触了泰拉斯卓的某个引力井后，玩家会获得融入大地效果，持续2分钟，但旋风上抛可以将玩家带离地面并移除融入大地效果。",
    },
    ["6x3153"] = {
    ["Title"] = "融入大地",
    ["Description"] = "在接触了泰拉斯卓的某个引力井后，玩家会获得融入大地效果，持续2分钟，但旋风上抛可以将玩家带离地面并移除融入大地效果。",
    },
    ["3x2658"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["4x2658"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["1x2658"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["2x2658"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["5x3196"] = {
    ["Title"] = "奥术歼灭者",
    ["Description"] = "奥能金刚随机冲击一名玩家，造成80,000点奥术伤害。",
    },
    ["5x3140"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "",
    },
    ["3x3196"] = {
    ["Title"] = "奥术歼灭者",
    ["Description"] = "奥能金刚随机冲击一名玩家，造成40,000点奥术伤害。\r\n\r\n在25人团队中，奥能金刚会随机冲击3名玩家。|r",
    },
    ["4x3196"] = {
    ["Title"] = "奥术歼灭者",
    ["Description"] = "奥能金刚随机冲击一名玩家，造成40,000点奥术伤害。",
    },
    ["5x2632"] = {
    ["Title"] = "拉格纳罗斯之怒",
    ["Description"] = "拉格纳罗斯冲击一名玩家，对其6码内所有玩家造成63,749点火焰伤害，并将他们击退。",
    },
    ["4x2632"] = {
    ["Title"] = "拉格纳罗斯之怒",
    ["Description"] = "拉格纳罗斯冲击一名玩家，对其6码内所有玩家造成45,000点火焰伤害，并将他们击退。",
    },
    ["3x2632"] = {
    ["Title"] = "拉格纳罗斯之怒",
    ["Description"] = "拉格纳罗斯冲击一名玩家，对其6码内所有玩家造成45,000点火焰伤害，并将他们击退。\r\n\r\n在25人团队中，拉格纳罗斯会冲击三名玩家。|r",
    },
    ["6x2833"] = {
    ["Title"] = "焚烧之云",
    ["Description"] = "在飞行时，奥利瑟拉佐尔会周期性地放出越来越多的焚烧之云，持续3秒。穿过火云的敌人每1.50秒将会受到60,000点火焰伤害。",
    },
    ["5x2833"] = {
    ["Title"] = "焚烧之云",
    ["Description"] = "在飞行时，奥利瑟拉佐尔会周期性地放出越来越多的焚烧之云，持续3秒。穿过火云的敌人每1.50秒将会受到60,000点火焰伤害。",
    },
    ["4x2833"] = {
    ["Title"] = "焚烧之云",
    ["Description"] = "在飞行时，奥利瑟拉佐尔会周期性地放出越来越多的焚烧之云，持续3秒。穿过火云的敌人每1.50秒将会受到30,000点火焰伤害。",
    },
    ["3x2833"] = {
    ["Title"] = "焚烧之云",
    ["Description"] = "在飞行时，奥利瑟拉佐尔会周期性地放出越来越多的焚烧之云，持续3秒。穿过火云的敌人每1.50秒将会受到30,000点火焰伤害。\r\n\r\n在英雄难度下，奥利瑟拉佐尔总是放出三团焚烧之云。|r",
    },
    ["6x2632"] = {
    ["Title"] = "拉格纳罗斯之怒",
    ["Description"] = "拉格纳罗斯冲击一名玩家，对其6码内所有玩家造成63,749点火焰伤害，并将他们击退。",
    },
    ["1x2866"] = {
    ["Title"] = "太阳祝福",
    ["Description"] = "当拉夏的太阳能量少于10点时，他走向房间中央，用太阳祝福为自己重新充能，持续8秒。拉夏引导太阳祝福时每秒获得5点太阳能量，对所有玩家造成3,499点火焰伤害，并且使玩家造成的伤害提高100%。",
    },
    ["2x2866"] = {
    ["Title"] = "太阳祝福",
    ["Description"] = "当拉夏的太阳能量少于10点时，他走向房间中央，用太阳祝福为自己重新充能，持续8秒。拉夏引导太阳祝福时每秒获得5点太阳能量，对所有玩家造成4,499点火焰伤害，并且使玩家造成的伤害提高100%。",
    },
    ["1x2364"] = {
    ["Title"] = "暮光狂热者",
    ["Description"] = "有两个暮光狂热者跟随柯尔拉，准备进化成为进化的暮光狂热者。\r\n\r\n在英雄难度下，则有三个暮光狂热者。|r",
    },
    ["2x2364"] = {
    ["Title"] = "暮光狂热者",
    ["Description"] = "有两个暮光狂热者跟随柯尔拉，准备进化成为进化的暮光狂热者。",
    },
    ["4x4282"] = {
    ["Title"] = "萨格拉斯之赐",
    ["Description"] = "伊利丹为其自身及周围所有盟友注入恶魔领主萨格拉斯的恶魔能量，每2秒回复最大生命值的20%，并且每2秒对周围敌人造成30,000点火焰伤害。",
    },
    ["2x4282"] = {
    ["Title"] = "萨格拉斯之赐",
    ["Description"] = "伊利丹为其自身及周围所有盟友注入恶魔领主萨格拉斯的恶魔能量，每2秒回复最大生命值的20%，并且每2秒对周围敌人造成30,000点火焰伤害。",
    },
    ["5x3277"] = {
    ["Title"] = "第一阶段：复生吧，妹妹！",
    ["Description"] = "奈法利安召来已经变成亡灵的妹妹奥妮克希亚，这两条龙会一起攻击玩家。",
    },
    ["6x3277"] = {
    ["Title"] = "第一阶段：复生吧，妹妹！",
    ["Description"] = "奈法利安召来已经变成亡灵的妹妹奥妮克希亚，这两条龙会一起攻击玩家。",
    },
    ["3x3277"] = {
    ["Title"] = "第一阶段：复生吧，妹妹！",
    ["Description"] = "奈法利安召来已经变成亡灵的妹妹奥妮克希亚，这两条龙会一起攻击玩家。",
    },
    ["4x3277"] = {
    ["Title"] = "第一阶段：复生吧，妹妹！",
    ["Description"] = "奈法利安召来已经变成亡灵的妹妹奥妮克希亚，这两条龙会一起攻击玩家。",
    },
    ["6x2742"] = {
    ["Title"] = "冰霜新星",
    ["Description"] = "玛拉卡斯对所有敌人造成12,000点冰霜伤害，并将其冻结在原地，使其受到的冰霜伤害提高50%，持续5秒。",
    },
    ["5x2742"] = {
    ["Title"] = "冰霜新星",
    ["Description"] = "玛拉卡斯对所有敌人造成12,000点冰霜伤害，并将其冻结在原地，使其受到的冰霜伤害提高50%，持续5秒。",
    },
    ["4x2742"] = {
    ["Title"] = "冰霜新星",
    ["Description"] = "玛拉卡斯对所有敌人造成12,000点冰霜伤害，并将其冻结在原地，使其受到的冰霜伤害提高50%，持续5秒。",
    },
    ["2x2742"] = {
    ["Title"] = "冰霜新星",
    ["Description"] = "玛拉卡斯对所有敌人造成12,000点冰霜伤害，并将其冻结在原地，使其受到的冰霜伤害提高50%，持续5秒。",
    },
    ["1x2166"] = {
    ["Title"] = "嗜血食尸鬼",
    ["Description"] = "这些食尸鬼的生命值很低。",
    },
    ["1x2182"] = {
    ["Title"] = "龙卷水涌",
    ["Description"] = "当纳兹夏尔女士的生命值降到60%和30%时，她会开始引导龙卷水涌。涌动的水流持续击退周围半径5码范围内的任何单位，偏转所有向纳兹夏尔女士施放的法术，并导致所有对她进行的远程攻击无法命中。\r\n\r\n当她开始引导龙卷水涌时，会有两个纳兹夏尔风暴女巫和一个纳兹夏尔荣誉守卫游进房间，攻击玩家。纳兹夏尔女士会持续引导龙卷水涌1分钟，或是直到三个纳迦帮手被杀死为止。",
    },
    ["2x2182"] = {
    ["Title"] = "龙卷水涌",
    ["Description"] = "当纳兹夏尔女士的生命值降到60%和30%时，她会开始引导龙卷水涌。涌动的水流持续击退周围半径5码范围内的任何单位，偏转所有向纳兹夏尔女士施放的法术，并导致所有对她进行的远程攻击无法命中。\r\n\r\n当她开始引导龙卷水涌时，会有两个纳兹夏尔风暴女巫和一个纳兹夏尔荣誉守卫游进房间，攻击玩家。纳兹夏尔女士会持续引导龙卷水涌1分钟，或是直到三个纳迦帮手被杀死为止。",
    },
    ["4x3669"] = {
    ["Title"] = "月影枪",
    ["Description"] = "泰兰德召唤一把强力月影能量长枪划破地面并不断移动，在数秒后它将分裂成三道。每道月影枪对2码内所有玩家造成50,000点奥术伤害，并使他们昏迷5秒。",
    },
    ["2x3669"] = {
    ["Title"] = "月影枪",
    ["Description"] = "泰兰德召唤一把强力月影能量长枪划破地面并不断移动，在数秒后它将分裂成三道。每道月影枪对2码内所有玩家造成50,000点奥术伤害，并使他们昏迷5秒。",
    },
    ["2x3515"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "赞吉利狂暴者对15码内的每一个敌人造成35,000点自然伤害并使其攻击速度降低20%，持续15秒。",
    },
    ["4x3515"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "赞吉利狂暴者对15码内的每一个敌人造成35,000点自然伤害并使其攻击速度降低20%，持续15秒。",
    },
    ["5x3515"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "赞吉利狂暴者对15码内的每一个敌人造成15,000点自然伤害并使其攻击速度降低20%，持续15秒。",
    },
    ["4x3132"] = {
    ["Title"] = "闪电链",
    ["Description"] = "艾里昂发射一道弧状闪电，攻击所有被标记为闪电魔棒的玩家，造成10,000点自然伤害，并跳到15码以内的其他玩家身上。闪电链的伤害会随着跳跃到其他玩家身上而提高。",
    },
    ["3x3031"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["6x3132"] = {
    ["Title"] = "闪电链",
    ["Description"] = "艾里昂发射一道弧状闪电，攻击所有被标记为闪电魔棒的玩家，造成30,000点自然伤害，并跳到15码以内的其他玩家身上。闪电链的伤害会随着跳跃到其他玩家身上而提高。",
    },
    ["5x3031"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["6x3031"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["2x2366"] = {
    ["Title"] = "进化的暮光狂热者",
    ["Description"] = "如果暮光狂热者获得100层进化效果，就会变成进化的暮光狂热者。",
    },
    ["1x2366"] = {
    ["Title"] = "进化的暮光狂热者",
    ["Description"] = "如果暮光狂热者获得100层进化效果，就会变成进化的暮光狂热者。",
    },
    ["6x827"] = {
    ["Title"] = "燃烧烈焰",
    ["Description"] = "这把炽焰的剑会使索朗格斯的物理攻击目标燃烧，每2秒造成3,000点火焰伤害，持续10秒。该效果可以叠加，但一次驱散即可清除所有叠加的效果。",
    },
    ["1x2187"] = {
    ["Title"] = "闪电链",
    ["Description"] = "纳兹夏尔风暴女巫释放一道弧状闪电，对她的当前敌对目标造成10,000点自然伤害，然后弹射到另外两个敌对目标身上。每个后续目标受到的伤害都降低30%。",
    },
    ["4x827"] = {
    ["Title"] = "燃烧烈焰",
    ["Description"] = "这把炽焰的剑会使索朗格斯的物理攻击目标燃烧，每2秒造成3,000点火焰伤害，持续10秒。该效果可以叠加，但一次驱散即可清除所有叠加的效果。",
    },
    ["2x827"] = {
    ["Title"] = "燃烧烈焰",
    ["Description"] = "这把炽焰的剑会使索朗格斯的物理攻击目标燃烧，每2秒造成3,000点火焰伤害，持续10秒。该效果可以叠加，但一次驱散即可清除所有叠加的效果。",
    },
    ["6x3515"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "赞吉利狂暴者对15码内的每一个敌人造成35,000点自然伤害并使其攻击速度降低20%，持续15秒。",
    },
    ["6x3669"] = {
    ["Title"] = "月影枪",
    ["Description"] = "泰兰德召唤一把强力月影能量长枪划破地面并不断移动，在数秒后它将分裂成三道。每道月影枪对2码内所有玩家造成50,000点奥术伤害，并使他们昏迷5秒。",
    },
    ["5x3669"] = {
    ["Title"] = "月影枪",
    ["Description"] = "泰兰德召唤一把强力月影能量长枪划破地面并不断移动，在数秒后它将分裂成三道。每道月影枪对2码内所有玩家造成50,000点奥术伤害，并使他们昏迷5秒。",
    },
    ["5x3195"] = {
    ["Title"] = "能量发生器",
    ["Description"] = "奥能金刚随机在一名玩家脚下召唤一个能量发生器，其力场使周围半径5码范围内的所有单位造成的伤害提高50%，并每0.5秒恢复500点法力值。能量发生器持续1分钟。",
    },
    ["6x3195"] = {
    ["Title"] = "能量发生器",
    ["Description"] = "奥能金刚随机在一名玩家脚下召唤一个能量发生器，其力场使周围半径5码范围内的所有单位造成的伤害提高50%，并每0.5秒恢复500点法力值。能量发生器持续1分钟。",
    },
    ["3x3195"] = {
    ["Title"] = "能量发生器",
    ["Description"] = "奥能金刚随机在一名玩家脚下召唤一个能量发生器，其力场使周围半径5码范围内的所有单位造成的伤害提高50%，并每0.5秒恢复250点法力值。能量发生器持续1分钟。",
    },
    ["4x3195"] = {
    ["Title"] = "能量发生器",
    ["Description"] = "奥能金刚随机在一名玩家脚下召唤一个能量发生器，其力场使周围半径5码范围内的所有单位造成的伤害提高50%，并每0.5秒恢复250点法力值。能量发生器持续1分钟。",
    },
    ["2x2886"] = {
    ["Title"] = "利爪之怒",
    ["Description"] = "达卡拉随机对一个目标冲锋，使其定身，并对其展开一阵猛烈的攻击。每次攻击进一步弱化目标，提高他受到的物理伤害2,500点。该效果最多可叠加10层。",
    },
    ["5x2687"] = {
    ["Title"] = "大德鲁伊哈缪尔·符文图腾",
    ["Description"] = "除了广受牛头人族人爱戴之外，勇敢的大德鲁伊哈缪尔·符文图腾还是塞纳里奥议会的卓越领袖。\r\n\r\n这名睿智的牛头人会协助玩家团队，安抚自然的怒火，并使用根须缠绕来困住拉格纳罗斯。",
    },
    ["6x2886"] = {
    ["Title"] = "利爪之怒",
    ["Description"] = "达卡拉随机对一个目标冲锋，使其定身，并对其展开一阵猛烈的攻击。每次攻击进一步弱化目标，提高他受到的物理伤害2,500点。该效果最多可叠加10层。",
    },
    ["5x2886"] = {
    ["Title"] = "利爪之怒",
    ["Description"] = "达卡拉随机对一个目标冲锋，使其定身，并对其展开一阵猛烈的攻击。每次攻击进一步弱化目标，提高他受到的物理伤害1,500点。该效果最多可叠加10层。",
    },
    ["4x2886"] = {
    ["Title"] = "利爪之怒",
    ["Description"] = "达卡拉随机对一个目标冲锋，使其定身，并对其展开一阵猛烈的攻击。每次攻击进一步弱化目标，提高他受到的物理伤害2,500点。该效果最多可叠加10层。",
    },
    ["1x2130"] = {
    ["Title"] = "狼王南杜斯",
    ["Description"] = "",
    },
    ["6x4141"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "贝恩的残影随机向一个玩家投掷图腾，对其造成60,000点物理伤害，并将其击退。图腾可在原地存在20秒。",
    },
    ["2x2046"] = {
    ["Title"] = "迷雾",
    ["Description"] = "当撕心狼将军的生命值降到75%、50%和25%时，他会退入迷雾中，暂时无法被攻击。",
    },
    ["2x2130"] = {
    ["Title"] = "狼王南杜斯",
    ["Description"] = "",
    },
    ["4x2745"] = {
    ["Title"] = "复仇之怒",
    ["Description"] = "玛拉卡斯造成的伤害提高50%，持续10秒。",
    },
    ["5x2745"] = {
    ["Title"] = "复仇之怒",
    ["Description"] = "玛拉卡斯造成的伤害提高50%，持续10秒。",
    },
    ["6x2745"] = {
    ["Title"] = "复仇之怒",
    ["Description"] = "玛拉卡斯造成的伤害提高50%，持续10秒。",
    },
    ["2x2107"] = {
    ["Title"] = "窒息",
    ["Description"] = "灰葬男爵将每一个玩家扔到空中，使他们昏迷并造成大量暗影伤害，在6秒内使其生命值降为1。",
    },
    ["1x2107"] = {
    ["Title"] = "窒息",
    ["Description"] = "灰葬男爵将每一个玩家扔到空中，使他们昏迷并造成大量暗影伤害，在6秒内使其生命值降为1。",
    },
    ["1x2046"] = {
    ["Title"] = "迷雾",
    ["Description"] = "当撕心狼将军的生命值降到75%、50%和25%时，他会退入迷雾中，暂时无法被攻击。",
    },
    ["5x4141"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "贝恩的残影随机向一个玩家投掷图腾，对其造成60,000点物理伤害，并将其击退。图腾可在原地存在20秒。",
    },
    ["4x4141"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "贝恩的残影随机向一个玩家投掷图腾，对其造成60,000点物理伤害，并将其击退。图腾可在原地存在20秒。",
    },
    ["1x816"] = {
    ["Title"] = "强力踩踏",
    ["Description"] = "索朗格斯重踏地面，使格瑞姆巴托的墙壁开始落石。索朗格斯如果持盾在手则不会使用强力踩踏。",
    },
    ["2x3942"] = {
    ["Title"] = "寒冰手",
    ["Description"] = "阿奎里恩用他的寒冰之手紧握当前目标，对其造成50,000点冰霜伤害。",
    },
    ["4x2660"] = {
    ["Title"] = "召唤活体流星",
    ["Description"] = "拉格纳罗斯在一段时间内召唤数量不断增加的活体流星，对目标位置5码范围内的玩家造成65,000点火焰伤害。",
    },
    ["3x2660"] = {
    ["Title"] = "召唤活体流星",
    ["Description"] = "拉格纳罗斯在一段时间内召唤数量不断增加的活体流星，对目标位置5码范围内的玩家造成65,000点火焰伤害。",
    },
    ["2x816"] = {
    ["Title"] = "强力踩踏",
    ["Description"] = "索朗格斯重踏地面，使格瑞姆巴托的墙壁开始落石。索朗格斯如果持盾在手则不会使用强力踩踏。",
    },
    ["5x2660"] = {
    ["Title"] = "召唤活体流星",
    ["Description"] = "拉格纳罗斯在一段时间内召唤数量不断增加的活体流星，对目标位置5码范围内的玩家造成65,000点火焰伤害。",
    },
    ["2x2745"] = {
    ["Title"] = "复仇之怒",
    ["Description"] = "玛拉卡斯造成的伤害提高50%，持续10秒。",
    },
    ["6x2888"] = {
    ["Title"] = "雄鹰精华",
    ["Description"] = "",
    },
    ["5x2888"] = {
    ["Title"] = "雄鹰精华",
    ["Description"] = "",
    },
    ["3x2634"] = {
    ["Title"] = "熔岩陷阱",
    ["Description"] = "拉格纳罗斯随机在一名玩家的位置制造熔岩陷阱。当熔岩陷阱接触到平台，它会造成60,000点火焰伤害，并将8码内的玩家击飞。熔岩陷阱会持续到战斗结束，在玩家踩到后触发，形成熔岩陷阱喷发。",
    },
    ["6x2634"] = {
    ["Title"] = "熔岩陷阱",
    ["Description"] = "拉格纳罗斯随机在一名玩家的位置制造熔岩陷阱。当熔岩陷阱接触到平台，它会造成90,000点火焰伤害，并将8码内的玩家击飞。熔岩陷阱会持续到战斗结束，在玩家踩到后触发，形成熔岩陷阱喷发。",
    },
    ["5x2634"] = {
    ["Title"] = "熔岩陷阱",
    ["Description"] = "拉格纳罗斯随机在一名玩家的位置制造熔岩陷阱。当熔岩陷阱接触到平台，它会造成90,000点火焰伤害，并将8码内的玩家击飞。熔岩陷阱会持续到战斗结束，在玩家踩到后触发，形成熔岩陷阱喷发。",
    },
    ["4x2634"] = {
    ["Title"] = "熔岩陷阱",
    ["Description"] = "拉格纳罗斯随机在一名玩家的位置制造熔岩陷阱。当熔岩陷阱接触到平台，它会造成60,000点火焰伤害，并将8码内的玩家击飞。熔岩陷阱会持续到战斗结束，在玩家踩到后触发，形成熔岩陷阱喷发。",
    },
    ["5x3243"] = {
    ["Title"] = "暮光之息",
    ["Description"] = "幼龙的龙息对自己面前60度角、25码的锥形范围造成40,000点暗影伤害。",
    },
    ["6x3243"] = {
    ["Title"] = "暮光之息",
    ["Description"] = "幼龙的龙息对自己面前60度角、25码的锥形范围造成60,000点暗影伤害。",
    },
    ["2x2384"] = {
    ["Title"] = "小型火焰吐息",
    ["Description"] = "如花的幼崽向它们的当前敌对目标引导烈焰吐息，持续5秒。目标每秒受到9,980点火焰伤害。",
    },
    ["2x4306"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "泰兰德召唤一股强大的奥术能量冲击，摧毁所有的次级恶魔，但因体力不支而倒下。",
    },
    ["4x2384"] = {
    ["Title"] = "小型火焰吐息",
    ["Description"] = "如花的幼崽向它们的当前敌对目标引导烈焰吐息，持续5秒。目标每秒受到9,980点火焰伤害。",
    },
    ["1x2376"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "当过热水银护甲的效果消失后，卡尔什·断钢的护甲会冷却，此时释放出来的热量会导致屋中的圆形炉架迸发出岩浆。站在炉架上的玩家会受到25,000点火焰伤害。",
    },
    ["2x2376"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "当过热水银护甲的效果消失后，卡尔什·断钢的护甲会冷却，此时释放出来的热量会导致屋中的圆形炉架迸发出岩浆。站在炉架上的玩家会受到60,000点火焰伤害。",
    },
    ["4x4306"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "泰兰德召唤一股强大的奥术能量冲击，摧毁所有的次级恶魔，但因体力不支而倒下。",
    },
    ["2x2892"] = {
    ["Title"] = "电击",
    ["Description"] = "当附近有人施法时，旋羽就放出一道电流，对施法者造成12,000点自然伤害。",
    },
    ["6x2892"] = {
    ["Title"] = "电击",
    ["Description"] = "当附近有人施法时，旋羽就放出一道电流，对施法者造成12,000点自然伤害。",
    },
    ["4x2892"] = {
    ["Title"] = "电击",
    ["Description"] = "当附近有人施法时，旋羽就放出一道电流，对施法者造成12,000点自然伤害。",
    },
    ["5x2892"] = {
    ["Title"] = "电击",
    ["Description"] = "当附近有人施法时，旋羽就放出一道电流，对施法者造成8,000点自然伤害。",
    },
    ["6x2384"] = {
    ["Title"] = "小型火焰吐息",
    ["Description"] = "如花的幼崽向它们的当前敌对目标引导烈焰吐息，持续5秒。目标每秒受到9,980点火焰伤害。",
    },
    ["5x2384"] = {
    ["Title"] = "小型火焰吐息",
    ["Description"] = "如花的幼崽向它们的当前敌对目标引导烈焰吐息，持续5秒。目标每秒受到4,250点火焰伤害。",
    },
    ["4x3949"] = {
    ["Title"] = "冰冻巨石",
    ["Description"] = "冻结仆从用巨大的冰块随机攻击玩家，造成20,000点冰霜伤害。",
    },
    ["5x2630"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["6x2630"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["4x3264"] = {
    ["Title"] = "安保焚化措施",
    ["Description"] = "熔岩金刚每1秒对屋内的所有玩家造成12,000点火焰伤害，持续4秒。",
    },
    ["2x2358"] = {
    ["Title"] = "悲哀锁链",
    ["Description"] = "摧骨者罗姆欧格会召唤被称之为悲哀锁链的链状物质，将玩家拉近到他身旁，并使其定身。玩家必须选中并摧毁悲哀锁链来免于定身。罗姆欧格会在施放悲哀锁链后立即使用碎颅。",
    },
    ["6x3264"] = {
    ["Title"] = "安保焚化措施",
    ["Description"] = "熔岩金刚每1秒对屋内的所有玩家造成15,000点火焰伤害，持续4秒。",
    },
    ["3x2630"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["4x2630"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["6x3018"] = {
    ["Title"] = "至死方休",
    ["Description"] = "奇美隆进入狂暴状态，免疫嘲讽效果。另外，他还使玩家造成的治疗效果降低99%。",
    },
    ["5x3018"] = {
    ["Title"] = "至死方休",
    ["Description"] = "奇美隆进入狂暴状态，免疫嘲讽效果。另外，他还使玩家造成的治疗效果降低99%。",
    },
    ["4x3018"] = {
    ["Title"] = "至死方休",
    ["Description"] = "奇美隆进入狂暴状态，免疫嘲讽效果。另外，他还使玩家造成的治疗效果降低99%。",
    },
    ["3x3018"] = {
    ["Title"] = "至死方休",
    ["Description"] = "奇美隆进入狂暴状态，免疫嘲讽效果。另外，他还使玩家造成的治疗效果降低99%。",
    },
    ["2x4228"] = {
    ["Title"] = "邪能烈焰",
    ["Description"] = "佩罗萨恩召唤一枚邪能火球攻击随机玩家，造成35,000点火焰伤害，留下的烈焰每秒造成12,500点火焰伤害，持续30秒。",
    },
    ["6x3199"] = {
    ["Title"] = "超载的能量发生器",
    ["Description"] = "维克多·奈法里奥斯将一个能量发生器转化成一个超载的能量发生器。其力场使周围半径5码范围内的所有单位造成的伤害提高100%，并每0.5秒恢复1,000点法力值。\r\n\r\n超载的能量发生器的体型会不断长大，直到爆炸，并触发奥术反冲。",
    },
    ["5x3199"] = {
    ["Title"] = "超载的能量发生器",
    ["Description"] = "维克多·奈法里奥斯将一个能量发生器转化成一个超载的能量发生器。其力场使周围半径5码范围内的所有单位造成的伤害提高100%，并每0.5秒恢复1,000点法力值。\r\n\r\n超载的能量发生器的体型会不断长大，直到爆炸，并触发奥术反冲。",
    },
    ["2x830"] = {
    ["Title"] = "穿刺猛击",
    ["Description"] = "索朗格斯跳向一个随机目标，用手中的锤子猛击对方。每1秒造成10,000点物理伤害，持续5秒。",
    },
    ["1x830"] = {
    ["Title"] = "穿刺猛击",
    ["Description"] = "索朗格斯跳向一个随机目标，用手中的锤子猛击对方。每1秒造成8,000点物理伤害，持续5秒。",
    },
    ["2x818"] = {
    ["Title"] = "拣选武器",
    ["Description"] = "索朗格斯有几把让人胆寒的武器。在战斗中的某个时段，他会随机选择使用巨盾、双剑或是一把惩罚之锤。所使用的武器将使其短时间内获得新技能。",
    },
    ["1x818"] = {
    ["Title"] = "拣选武器",
    ["Description"] = "索朗格斯有几把让人胆寒的武器。在战斗中的某个时段，他会随机选择使用巨盾、双剑或是一把惩罚之锤。所使用的武器将使其短时间内获得新技能。",
    },
    ["4x2604"] = {
    ["Title"] = "邪火风暴",
    ["Description"] = "阿尔加洛斯施放邪火风暴，从天下降下火雨，形成邪能烈焰，持续15秒。邪能烈焰对3码内的所有目标造成每秒12,000点火焰伤害。",
    },
    ["3x2604"] = {
    ["Title"] = "邪火风暴",
    ["Description"] = "阿尔加洛斯施放邪火风暴，从天下降下火雨，形成邪能烈焰，持续15秒。邪能烈焰对3码内的所有目标造成每秒12,000点火焰伤害。",
    },
    ["6x2890"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["6x3253"] = {
    ["Title"] = "暮光精华",
    ["Description"] = "当一个暮光雏龙死亡时，由希奈丝特拉灌输在它体内的精华流淌出来，在其尸体下聚为一滩。如果其它死亡的暮光雏龙碰到这滩精华，那条暮光雏龙就会重生。每滩暮光精华都会逐渐扩大。它可以每2秒造成10,000点暗影伤害。",
    },
    ["2x2045"] = {
    ["Title"] = "横扫",
    ["Description"] = "撕心狼将军狂暴地横扫他的主要目标和近战范围内的其他两个目标，造成的伤害相当于他的普通近战攻击伤害的99%。",
    },
    ["1x2045"] = {
    ["Title"] = "横扫",
    ["Description"] = "撕心狼将军狂暴地横扫他的主要目标和近战范围内的其他两个目标，造成的伤害相当于他的普通近战攻击伤害的49%。",
    },
    ["6x2460"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "凤凰每1.5秒对周围半径3码范围内的所有玩家造成8,000点火焰伤害。凤凰会缓慢地燃烧自己，每1.5秒损失5%的生命值。\r\n\r\n凤凰还会每1.5秒在自己下方的地面上制造一堆半径3码的火焰，站在这堆火焰中的玩家会受到8,000点火焰伤害。",
    },
    ["5x2460"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "凤凰每1.5秒对周围半径3码范围内的所有玩家造成8,000点火焰伤害。凤凰会缓慢地燃烧自己，每1.5秒损失5%的生命值。\r\n\r\n凤凰还会每1.5秒在自己下方的地面上制造一堆半径3码的火焰，站在这堆火焰中的玩家会受到8,000点火焰伤害。",
    },
    ["4x2460"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "凤凰每1.5秒对周围半径3码范围内的所有玩家造成8,000点火焰伤害。凤凰会缓慢地燃烧自己，每1.5秒损失5%的生命值。\r\n\r\n凤凰还会每1.5秒在自己下方的地面上制造一堆半径3码的火焰，站在这堆火焰中的玩家会受到8,000点火焰伤害。",
    },
    ["2x2430"] = {
    ["Title"] = "扭曲之风",
    ["Description"] = "阿尔泰鲁斯的平台到处都是飞舞的漩涡。任何触碰到漩涡的玩家都将受到12,000点自然伤害，并被击飞到上空。",
    },
    ["2x2460"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "凤凰每1.5秒对周围半径3码范围内的所有玩家造成8,000点火焰伤害。凤凰会缓慢地燃烧自己，每1.5秒损失5%的生命值。\r\n\r\n凤凰还会每1.5秒在自己下方的地面上制造一堆半径3码的火焰，站在这堆火焰中的玩家会受到8,000点火焰伤害。",
    },
    ["6x3959"] = {
    ["Title"] = "寒冷之焰",
    ["Description"] = "着魔的魔导师的寒冷之焰对一条直线上的敌人造成20,000点冰霜伤害，并且随后每1秒造成20,000点冰霜伤害，持续4秒。",
    },
    ["4x2826"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔朝竞技场中央飞去，一路攻击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成90,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["3x2826"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔朝竞技场中央飞去，一路攻击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成75,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["2x2826"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔朝竞技场中央飞去，一路攻击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成90,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["1x2826"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔朝竞技场中央飞去，一路攻击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成75,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["2x2890"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["5x2890"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成10,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["4x2890"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["2x2518"] = {
    ["Title"] = "赞吉尔的霜灼药方坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家的下一次攻击会造成相当于目标最大生命值65%的伤害，并使目标昏迷15秒。赞吉尔、金度和他们的那些最强大的盟友不受此效果影响。",
    },
    ["6x2518"] = {
    ["Title"] = "赞吉尔的霜灼药方坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家的下一次攻击会造成相当于目标最大生命值65%的伤害，并使目标昏迷15秒。赞吉尔、金度和他们的那些最强大的盟友不受此效果影响。",
    },
    ["5x2430"] = {
    ["Title"] = "扭曲之风",
    ["Description"] = "阿尔泰鲁斯的平台到处都是飞舞的漩涡。任何触碰到漩涡的玩家都将受到12,000点自然伤害，并被击飞到上空。",
    },
    ["5x2518"] = {
    ["Title"] = "赞吉尔的霜灼药方坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家的下一次攻击会造成相当于目标最大生命值65%的伤害，并使目标昏迷15秒。赞吉尔、金度和他们的那些最强大的盟友不受此效果影响。",
    },
    ["2x2027"] = {
    ["Title"] = "跳跃",
    ["Description"] = "赫利克斯会跳到一名玩家的脸上，持续10秒。随后赫利克斯会立即选择一个新玩家，再跳上去。当赫利克斯附着在玩家身上时，他会使用拳头进行近战攻击。",
    },
    ["1x2027"] = {
    ["Title"] = "跳跃",
    ["Description"] = "赫利克斯会跳到一名玩家的脸上，持续10秒。随后赫利克斯会立即选择一个新玩家，再跳上去。当赫利克斯附着在玩家身上时，他会使用拳头进行近战攻击。",
    },
    ["5x3121"] = {
    ["Title"] = "烈焰洪流",
    ["Description"] = "伊格纳休斯从手中释放火羽，每1秒对自己正前方30度角、18码距离的敌人造成50,000点火焰伤害，持续3秒。",
    },
    ["6x3121"] = {
    ["Title"] = "烈焰洪流",
    ["Description"] = "伊格纳休斯从手中释放火羽，每1秒对自己正前方30度角、18码距离的敌人造成75,000点火焰伤害，持续3秒。",
    },
    ["3x2938"] = {
    ["Title"] = "蓝色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶蓝色瓶子，使自己获得冰冻魔法。蓝色瓶子的效果持续40秒。",
    },
    ["4x2938"] = {
    ["Title"] = "蓝色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶蓝色瓶子，使自己获得冰冻魔法。蓝色瓶子的效果持续40秒。",
    },
    ["5x2938"] = {
    ["Title"] = "蓝色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶蓝色瓶子，使自己获得冰冻魔法。蓝色瓶子的效果持续40秒。",
    },
    ["6x2938"] = {
    ["Title"] = "蓝色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶蓝色瓶子，使自己获得冰冻魔法。蓝色瓶子的效果持续40秒。",
    },
    ["6x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成45,512点暗影伤害。当效果被移除时，它会对该目标造成69,099点暗影伤害并将该玩家击退。",
    },
    ["2x2888"] = {
    ["Title"] = "雄鹰精华",
    ["Description"] = "",
    },
    ["3x3343"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["6x2068"] = {
    ["Title"] = "浴血奋战",
    ["Description"] = "迪菲亚执行者开始快速攻击他的当前目标，在3秒内攻击六次，每次造成普通近战攻击50%的伤害。",
    },
    ["5x2068"] = {
    ["Title"] = "浴血奋战",
    ["Description"] = "迪菲亚执行者开始快速攻击他的当前目标，在3秒内攻击六次，每次造成普通近战攻击25%的伤害。",
    },
    ["5x2906"] = {
    ["Title"] = "抱摔",
    ["Description"] = "古拉巴什灵魂随机朝一个目标的位置跳去，对5码内的所有单位及物体造成14,999点伤害，并将他们击退。这一攻击会在地面上造成破碎裂隙，使5码内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["4x2906"] = {
    ["Title"] = "抱摔",
    ["Description"] = "古拉巴什灵魂随机朝一个目标的位置跳去，对5码内的所有单位及物体造成14,999点伤害，并将他们击退。这一攻击会在地面上造成破碎裂隙，使5码内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["2x2068"] = {
    ["Title"] = "浴血奋战",
    ["Description"] = "迪菲亚执行者开始快速攻击他的当前目标，在3秒内攻击六次，每次造成普通近战攻击50%的伤害。",
    },
    ["2x2906"] = {
    ["Title"] = "抱摔",
    ["Description"] = "古拉巴什灵魂随机朝一个目标的位置跳去，对5码内的所有单位及物体造成14,999点伤害，并将他们击退。这一攻击会在地面上造成破碎裂隙，使5码内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["2x2451"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "奥弗会疯狂地随机向一名玩家转去，持续20秒，对周围4码内的敌人每秒造成20,000点物理伤害。",
    },
    ["1x2451"] = {
    ["Title"] = "旋风斩",
    ["Description"] = "奥弗会疯狂地随机向一名玩家转去，持续20秒，对周围4码内的敌人每秒造成14,999点物理伤害。",
    },
    ["4x2865"] = {
    ["Title"] = "太阳火焰",
    ["Description"] = "太阳风在房间内移动时，会周期性地制造出半径范围为4码的一团太阳火焰。太阳火焰每1秒对站在其中的所有玩家造成10,400点火焰伤害。",
    },
    ["5x2865"] = {
    ["Title"] = "太阳火焰",
    ["Description"] = "太阳风在房间内移动时，会周期性地制造出半径范围为4码的一团太阳火焰。太阳火焰每1秒对站在其中的所有玩家造成8,000点火焰伤害。",
    },
    ["2x2865"] = {
    ["Title"] = "太阳火焰",
    ["Description"] = "太阳风在房间内移动时，会周期性地制造出半径范围为4码的一团太阳火焰。太阳火焰每1秒对站在其中的所有玩家造成10,400点火焰伤害。",
    },
    ["6x2865"] = {
    ["Title"] = "太阳火焰",
    ["Description"] = "太阳风在房间内移动时，会周期性地制造出半径范围为4码的一团太阳火焰。太阳火焰每1秒对站在其中的所有玩家造成10,400点火焰伤害。",
    },
    ["6x4189"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "穿过复活的食尸鬼之间的任意连接，或站在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。毁灭痛苦可造成55,000点暗影伤害。",
    },
    ["1x3351"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["2x4189"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "穿过复活的食尸鬼之间的任意连接，或站在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。毁灭痛苦可造成55,000点暗影伤害。",
    },
    ["2x2488"] = {
    ["Title"] = "聚集风暴",
    ["Description"] = "希亚玛特吸收一道由希亚玛特的爪牙制造的暴风雨，然后冲击两个玩家，每秒造成2,600点自然伤害，持续25秒。",
    },
    ["1x2488"] = {
    ["Title"] = "聚集风暴",
    ["Description"] = "希亚玛特吸收一道由希亚玛特的爪牙制造的暴风雨，然后冲击两个玩家，每秒造成2,000点自然伤害，持续25秒。\r\n\r\n在英雄难度下，希亚玛特会冲击所有玩家，而不仅仅是两个。|r",
    },
    ["2x2049"] = {
    ["Title"] = "蒸汽",
    ["Description"] = "这个敌人从迷雾中发起攻击。",
    },
    ["4x3158"] = {
    ["Title"] = "暗影之令",
    ["Description"] = "古加尔召唤一个暗影元素，将这个元素吸收到自己的暮光之锤中，使其获得强效暗影的强化效果。",
    },
    ["1x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成36,099点暗影伤害。当效果被移除时，它会对该目标造成60,100点暗影伤害并将该玩家击退。",
    },
    ["2x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成38,099点暗影伤害。当效果被移除时，它会对该目标造成69,100点暗影伤害并将该玩家击退。\r\n\r\n在英雄模式下，该效果会造成69,100点暗影伤害并将0码内的所有玩家击退。|r",
    },
    ["3x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成36,099点暗影伤害。当效果被移除时，它会对该目标造成60,100点暗影伤害并将该玩家击退。\r\n\r\n在英雄模式下，该效果会造成60,100点暗影伤害并将0码内的所有玩家击退。|r",
    },
    ["4x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成38,099点暗影伤害。当效果被移除时，它会对该目标造成69,100点暗影伤害并将该玩家击退。",
    },
    ["1x2438"] = {
    ["Title"] = "邪恶用心",
    ["Description"] = "胡辛姆将军随机冲向一名敌对玩家，将他们甩到附近的墙上。重重撞在墙上的玩家会受到30,000点物理伤害，随后昏迷，从墙上滑落地面。",
    },
    ["2x2438"] = {
    ["Title"] = "邪恶用心",
    ["Description"] = "胡辛姆将军随机冲向一名敌对玩家，将他们甩到附近的墙上。重重撞在墙上的玩家会受到45,000点物理伤害，随后昏迷，从墙上滑落地面。",
    },
    ["6x2801"] = {
    ["Title"] = "毒云",
    ["Description"] = "高阶祭司温诺希斯身边的阶梯和祭坛上覆盖着一层剧毒气体，每2秒可以造成20,000点自然伤害。",
    },
    ["5x2801"] = {
    ["Title"] = "毒云",
    ["Description"] = "高阶祭司温诺希斯身边的阶梯和祭坛上覆盖着一层剧毒气体，每2秒可以造成10,000点自然伤害。",
    },
    ["2x2801"] = {
    ["Title"] = "毒云",
    ["Description"] = "高阶祭司温诺希斯身边的阶梯和祭坛上覆盖着一层剧毒气体，每2秒可以造成20,000点自然伤害。",
    },
    ["3x3321"] = {
    ["Title"] = "弱点",
    ["Description"] = "当熔喉被尖刺穿透时，玩家可以攻击它的无护甲保护的头部，使其受到的伤害提高100%。在30秒之后，熔喉会挣脱尖刺。",
    },
    ["4x2801"] = {
    ["Title"] = "毒云",
    ["Description"] = "高阶祭司温诺希斯身边的阶梯和祭坛上覆盖着一层剧毒气体，每2秒可以造成20,000点自然伤害。",
    },
    ["5x3321"] = {
    ["Title"] = "弱点",
    ["Description"] = "当熔喉被尖刺穿透时，玩家可以攻击它的无护甲保护的头部，使其受到的伤害提高100%。在30秒之后，熔喉会挣脱尖刺。",
    },
    ["2x2053"] = {
    ["Title"] = "汇流",
    ["Description"] = "在蒸汽完全变成冻结蒸汽后，它会爆炸，对半径80码范围内的所有敌人造成30,000点冰霜伤害，并将他们击退。",
    },
    ["6x2053"] = {
    ["Title"] = "汇流",
    ["Description"] = "在蒸汽完全变成冻结蒸汽后，它会爆炸，对半径80码范围内的所有敌人造成30,000点冰霜伤害，并将他们击退。",
    },
    ["5x2053"] = {
    ["Title"] = "汇流",
    ["Description"] = "在蒸汽完全变成冻结蒸汽后，它会爆炸，对半径80码范围内的所有敌人造成30,000点冰霜伤害，并将他们击退。",
    },
    ["4x2053"] = {
    ["Title"] = "汇流",
    ["Description"] = "在蒸汽完全变成冻结蒸汽后，它会爆炸，对半径80码范围内的所有敌人造成30,000点冰霜伤害，并将他们击退。",
    },
    ["1x2370"] = {
    ["Title"] = "暗影突击",
    ["Description"] = "进化的暮光狂热者遁入阴影中，然后从他的当前敌对目标身后出现。在进化的暮光狂热者重新出现后，他对目标造成30,000点暗影伤害。",
    },
    ["2x2370"] = {
    ["Title"] = "暗影突击",
    ["Description"] = "进化的暮光狂热者遁入阴影中，然后从他的当前敌对目标身后出现。在进化的暮光狂热者重新出现后，他对目标造成70,000点暗影伤害。",
    },
    ["2x2205"] = {
    ["Title"] = "深海鱼人入侵者",
    ["Description"] = "遭遇战一开始，会有一组6个深海鱼人入侵者游进房间，开始攻击耐普图隆。这个阶段总计会游进三组鱼人。",
    },
    ["1x2205"] = {
    ["Title"] = "深海鱼人入侵者",
    ["Description"] = "遭遇战一开始，会有一组6个深海鱼人入侵者游进房间，开始攻击耐普图隆。这个阶段总计会游进三组鱼人。",
    },
    ["1x2365"] = {
    ["Title"] = "祈求跪拜",
    ["Description"] = "暮光狂热者跪在柯尔拉面前准备进化。在跪姿下，他们不会做任何事，受到的所有伤害降低99%。",
    },
    ["2x2365"] = {
    ["Title"] = "祈求跪拜",
    ["Description"] = "暮光狂热者跪在柯尔拉面前准备进化。在跪姿下，他们不会做任何事，受到的所有伤害降低99%。",
    },
    ["6x2723"] = {
    ["Title"] = "德鲁伊",
    ["Description"] = "",
    },
    ["5x2723"] = {
    ["Title"] = "德鲁伊",
    ["Description"] = "",
    },
    ["2x2723"] = {
    ["Title"] = "德鲁伊",
    ["Description"] = "",
    },
    ["6x3279"] = {
    ["Title"] = "奈法利安",
    ["Description"] = "",
    },
    ["1x3950"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["3x3950"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["4x2605"] = {
    ["Title"] = "集火",
    ["Description"] = "欧库塔尔随机凝视一个玩家所处地点，在2.50秒内，凝视每1秒造成10,000点火焰伤害，随后每1秒对目标区域周围12码范围内的玩家造成35,000点火焰伤害。",
    },
    ["3x2605"] = {
    ["Title"] = "集火",
    ["Description"] = "欧库塔尔随机凝视一个玩家所处地点，在2.50秒内，凝视每1秒造成10,000点火焰伤害，随后每1秒对目标区域周围12码范围内的玩家造成35,000点火焰伤害。",
    },
    ["4x4156"] = {
    ["Title"] = "暮光之潮",
    ["Description"] = "大主教本尼迪塔斯召唤横扫整个平台的暮光之潮，对附近的玩家造成100,000点暗影伤害，并将其击退。",
    },
    ["2x4156"] = {
    ["Title"] = "暮光之潮",
    ["Description"] = "大主教本尼迪塔斯召唤横扫整个平台的暮光之潮，对附近的玩家造成100,000点暗影伤害，并将其击退。",
    },
    ["1x2379"] = {
    ["Title"] = "火焰突变",
    ["Description"] = "如花对周围半径12码范围内的所有敌人造成5,499点火焰伤害，并将他们击退。",
    },
    ["1x4165"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["2x2379"] = {
    ["Title"] = "火焰突变",
    ["Description"] = "如花对周围半径12码范围内的所有敌人造成12,000点火焰伤害，并将他们击退。",
    },
    ["5x3537"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["6x3537"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["3x3537"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["4x3537"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["4x4144"] = {
    ["Title"] = "净化光芒",
    ["Description"] = "本尼迪塔斯生成三个净化光芒之球在其头顶盘旋，对其附近的一个玩家施放净化冲击波。",
    },
    ["2x4144"] = {
    ["Title"] = "净化光芒",
    ["Description"] = "本尼迪塔斯生成三个净化光芒之球在其头顶盘旋，对其附近的一个玩家施放净化冲击波。",
    },
    ["2x4154"] = {
    ["Title"] = "腐蚀暮光",
    ["Description"] = "本尼迪塔斯生成三个腐蚀暮光之球在其头顶盘旋，对其附近的一个玩家施放暮光冲击波。",
    },
    ["4x4154"] = {
    ["Title"] = "腐蚀暮光",
    ["Description"] = "本尼迪塔斯生成三个腐蚀暮光之球在其头顶盘旋，对其附近的一个玩家施放暮光冲击波。",
    },
    ["2x3957"] = {
    ["Title"] = "冰霜魔导师",
    ["Description"] = "",
    },
    ["4x3957"] = {
    ["Title"] = "冰霜魔导师",
    ["Description"] = "",
    },
    ["5x3957"] = {
    ["Title"] = "冰霜魔导师",
    ["Description"] = "",
    },
    ["6x3957"] = {
    ["Title"] = "冰霜魔导师",
    ["Description"] = "",
    },
    ["6x2441"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "胡辛姆将军会提前开始所有陷阱的5秒倒计时。倒计时结束后，所有陷阱将爆炸。",
    },
    ["5x2441"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "胡辛姆将军会提前开始所有陷阱的5秒倒计时。倒计时结束后，所有陷阱将爆炸。",
    },
    ["4x2441"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "胡辛姆将军会提前开始所有陷阱的5秒倒计时。倒计时结束后，所有陷阱将爆炸。",
    },
    ["1x2476"] = {
    ["Title"] = "黑云压境",
    ["Description"] = "希亚玛特随机选择一个玩家所在的位置，召唤一道半径为5码的云环。3秒之后，云环爆开，每秒对站在云中的所有玩家造成18,000点自然伤害，并将他们击飞，持续3秒。",
    },
    ["2x2441"] = {
    ["Title"] = "爆炸陷阱",
    ["Description"] = "胡辛姆将军会提前开始所有陷阱的5秒倒计时。倒计时结束后，所有陷阱将爆炸。",
    },
    ["2x2514"] = {
    ["Title"] = "赞吉尔的蓝色复活药剂",
    ["Description"] = "赞吉尔复活一个赞吉利狂暴者。",
    },
    ["1x2419"] = {
    ["Title"] = "旋风之盾",
    ["Description"] = "战斗开始时，大宰相埃尔坦被8道旋风包围。这些旋风缓慢地围绕她旋转，大宰相埃尔坦会周期性地令旋风靠近她，数秒后再让它们回归正常的运行轨道。\r\n\r\n碰到旋风的玩家会受到10,000点自然伤害，且移动速度、攻击速度和施法速度降低60%，持续8秒。",
    },
    ["4x3272"] = {
    ["Title"] = "毒液炸弹",
    ["Description"] = "剧毒金刚的自动毒弹制造的毒液炸弹会锁定攻击一名玩家。毒液炸弹会在接近目标近战范围后爆炸，产生一滩毒浆。",
    },
    ["3x3272"] = {
    ["Title"] = "毒液炸弹",
    ["Description"] = "剧毒金刚的自动毒弹制造的毒液炸弹会锁定攻击一名玩家。毒液炸弹会在接近目标近战范围后爆炸，产生一滩毒浆。",
    },
    ["2x2419"] = {
    ["Title"] = "旋风之盾",
    ["Description"] = "战斗开始时，大宰相埃尔坦被8道旋风包围。这些旋风缓慢地围绕她旋转，大宰相埃尔坦会周期性地令旋风靠近她，数秒后再让它们回归正常的运行轨道。\r\n\r\n碰到旋风的玩家会受到25,000点自然伤害，且移动速度、攻击速度和施法速度降低85%，持续12秒。",
    },
    ["4x2514"] = {
    ["Title"] = "赞吉尔的蓝色复活药剂",
    ["Description"] = "赞吉尔复活一个赞吉利狂暴者。",
    },
    ["5x2514"] = {
    ["Title"] = "赞吉尔的蓝色复活药剂",
    ["Description"] = "赞吉尔复活一个赞吉利狂暴者。",
    },
    ["6x2514"] = {
    ["Title"] = "赞吉尔的蓝色复活药剂",
    ["Description"] = "赞吉尔复活一个赞吉利狂暴者。",
    },
    ["3x2192"] = {
    ["Title"] = "黑暗裂隙",
    ["Description"] = "指挥官乌尔索克重击自己面前的地面，对砸击地点周围半径7码范围内的所有敌人造成60,000点暗影伤害。该地点还会打开一道黑暗裂隙，对其周围半径6码范围内的所有敌人造成每秒10,000点暗影伤害。",
    },
    ["1x2183"] = {
    ["Title"] = "纳兹夏尔荣誉守卫",
    ["Description"] = "当纳兹夏尔女士开始引导龙卷水涌时，会有一个这样的纳迦士兵游进来攻击玩家。",
    },
    ["1x2192"] = {
    ["Title"] = "黑暗裂隙",
    ["Description"] = "指挥官乌尔索克重击自己面前的地面，对砸击地点周围半径7码范围内的所有敌人造成60,000点暗影伤害。该地点还会打开一道黑暗裂隙，对其周围半径6码范围内的所有敌人造成每秒10,000点暗影伤害。",
    },
    ["2x2668"] = {
    ["Title"] = "混沌爆裂",
    ["Description"] = "塞特斯向15码外随机一名玩家的位置投放混沌爆裂。5秒后混沌爆裂击中目标地点，对12码内所有玩家造成30,000点无法抵抗的伤害。混沌爆裂会产生一个半径为10码的虚空区域，对身处其中的玩家造成每秒15,000点无法抵抗的伤害。",
    },
    ["5x2061"] = {
    ["Title"] = "死亡利刃",
    ["Description"] = "梵妮莎开始快速地在敌人之间来回跳跃，每1秒随机出现在某个敌方目标身后，并对其造成背砍效果，持续5秒。",
    },
    ["4x2061"] = {
    ["Title"] = "死亡利刃",
    ["Description"] = "梵妮莎开始快速地在敌人之间来回跳跃，每1秒随机出现在某个敌方目标身后，并对其造成背砍效果，持续5秒。",
    },
    ["6x2061"] = {
    ["Title"] = "死亡利刃",
    ["Description"] = "梵妮莎开始快速地在敌人之间来回跳跃，每1秒随机出现在某个敌方目标身后，并对其造成背砍效果，持续5秒。",
    },
    ["1x2668"] = {
    ["Title"] = "混沌爆裂",
    ["Description"] = "塞特斯向15码外随机一名玩家的位置投放混沌爆裂。5秒后混沌爆裂击中目标地点，对12码内所有玩家造成25,000点无法抵抗的伤害。混沌爆裂会产生一个半径为10码的虚空区域，对身处其中的玩家造成每秒9,000点无法抵抗的伤害。",
    },
    ["3x3074"] = {
    ["Title"] = "共鸣冲击",
    ["Description"] = "矮人先祖之盾的回音打断了艾卓曼德斯的施法。\r\n\r\n在空中时，艾卓曼德斯会选择使用了矮人先祖之盾的玩家作为咆哮烈焰吐息的目标。",
    },
    ["4x2215"] = {
    ["Title"] = "恐怖光环",
    ["Description"] = "枯萎兽被邪恶的光环笼罩，每秒对周围半径7码范围内的所有敌人造成999点暗影伤害。当敌人受到此光环伤害时，还会额外获得一个效果，使其受到的暗影伤害提高5%，持续5秒。这个效果可以叠加。",
    },
    ["5x3074"] = {
    ["Title"] = "共鸣冲击",
    ["Description"] = "矮人先祖之盾的回音打断了艾卓曼德斯的施法。\r\n\r\n在空中时，艾卓曼德斯会选择使用了矮人先祖之盾的玩家作为咆哮烈焰吐息的目标。",
    },
    ["4x3074"] = {
    ["Title"] = "共鸣冲击",
    ["Description"] = "矮人先祖之盾的回音打断了艾卓曼德斯的施法。\r\n\r\n在空中时，艾卓曼德斯会选择使用了矮人先祖之盾的玩家作为咆哮烈焰吐息的目标。",
    },
    ["6x2523"] = {
    ["Title"] = "勒紧",
    ["Description"] = "在空中时，阿曼尼劫持者每秒对玩家造成伤害，数值相当于其最大生命值的4%。玩家可以继续使用法术、物品和技能。杀死阿曼尼劫持者即可释放被抓住的玩家。",
    },
    ["5x2523"] = {
    ["Title"] = "勒紧",
    ["Description"] = "在空中时，阿曼尼劫持者每秒对玩家造成伤害，数值相当于其最大生命值的4%。玩家可以继续使用法术、物品和技能。杀死阿曼尼劫持者即可释放被抓住的玩家。",
    },
    ["4x2523"] = {
    ["Title"] = "勒紧",
    ["Description"] = "在空中时，阿曼尼劫持者每秒对玩家造成伤害，数值相当于其最大生命值的4%。玩家可以继续使用法术、物品和技能。杀死阿曼尼劫持者即可释放被抓住的玩家。",
    },
    ["2x2215"] = {
    ["Title"] = "恐怖光环",
    ["Description"] = "枯萎兽被邪恶的光环笼罩，每秒对周围半径7码范围内的所有敌人造成999点暗影伤害。当敌人受到此光环伤害时，还会额外获得一个效果，使其受到的暗影伤害提高5%，持续5秒。这个效果可以叠加。",
    },
    ["3x3035"] = {
    ["Title"] = "第三阶段：够了！",
    ["Description"] = "当生命值降到25%以下时，奥拉基尔击碎他的平台，将所有玩家抛到空中，使他们获得飞翔的能力。奥拉基尔不再施放狂风，但会开始施放闪电、闪电云层和闪电魔棒，并重新开始施放阵风冲击。",
    },
    ["4x3035"] = {
    ["Title"] = "第三阶段：够了！",
    ["Description"] = "当生命值降到25%以下时，奥拉基尔击碎他的平台，将所有玩家抛到空中，使他们获得飞翔的能力。奥拉基尔不再施放狂风，但会开始施放闪电、闪电云层和闪电魔棒，并重新开始施放阵风冲击。",
    },
    ["5x3035"] = {
    ["Title"] = "第三阶段：够了！",
    ["Description"] = "当生命值降到25%以下时，奥拉基尔击碎他的平台，将所有玩家抛到空中，使他们获得飞翔的能力。奥拉基尔不再施放狂风，但会开始施放闪电、闪电云层和闪电魔棒，并重新开始施放阵风冲击。",
    },
    ["6x3035"] = {
    ["Title"] = "第三阶段：够了！",
    ["Description"] = "当生命值降到25%以下时，奥拉基尔击碎他的平台，将所有玩家抛到空中，使他们获得飞翔的能力。奥拉基尔不再施放狂风，但会开始施放闪电、闪电云层和闪电魔棒，并重新开始施放阵风冲击。",
    },
    ["3x2579"] = {
    ["Title"] = "掷矛",
    ["Description"] = "沙恩诺克斯朝他的猎犬裂肢所在的位置投掷长矛。长矛对3码内的所有敌人造成102,000点物理伤害，并对50码内所有敌人造成42,499点火焰伤害。长矛同时会在撞击点触发一连串熔火迸发，对受影响的敌人造成68,000点火焰伤害。\r\n\r\n随后裂肢会脱离战斗，将长矛叼来还给沙恩诺克斯。",
    },
    ["2x2523"] = {
    ["Title"] = "勒紧",
    ["Description"] = "在空中时，阿曼尼劫持者每秒对玩家造成伤害，数值相当于其最大生命值的4%。玩家可以继续使用法术、物品和技能。杀死阿曼尼劫持者即可释放被抓住的玩家。",
    },
    ["6x2579"] = {
    ["Title"] = "掷矛",
    ["Description"] = "沙恩诺克斯朝他的猎犬裂肢所在的位置投掷长矛。长矛对3码内的所有敌人造成102,000点物理伤害，并对50码内所有敌人造成42,499点火焰伤害。长矛同时会在撞击点触发一连串熔火迸发，对受影响的敌人造成106,249点火焰伤害。\r\n\r\n随后裂肢会脱离战斗，将长矛叼来还给沙恩诺克斯。",
    },
    ["5x2579"] = {
    ["Title"] = "掷矛",
    ["Description"] = "沙恩诺克斯朝他的猎犬裂肢所在的位置投掷长矛。长矛对3码内的所有敌人造成102,000点物理伤害，并对50码内所有敌人造成42,499点火焰伤害。长矛同时会在撞击点触发一连串熔火迸发，对受影响的敌人造成106,249点火焰伤害。\r\n\r\n随后裂肢会脱离战斗，将长矛叼来还给沙恩诺克斯。",
    },
    ["4x2579"] = {
    ["Title"] = "掷矛",
    ["Description"] = "沙恩诺克斯朝他的猎犬裂肢所在的位置投掷长矛。长矛对3码内的所有敌人造成102,000点物理伤害，并对50码内所有敌人造成42,499点火焰伤害。长矛同时会在撞击点触发一连串熔火迸发，对受影响的敌人造成68,000点火焰伤害。\r\n\r\n随后裂肢会脱离战斗，将长矛叼来还给沙恩诺克斯。",
    },
    ["3x3331"] = {
    ["Title"] = "激情迸发！",
    ["Description"] = "当炽炎之爪新兵施放烈火喷涌时，他们获得一层激情迸发！这个效果可以使炽炎之爪新兵造成的伤害提高10%，施法速度提高10%。",
    },
    ["1x2125"] = {
    ["Title"] = "屠夫拉佐克劳",
    ["Description"] = "",
    },
    ["2x2125"] = {
    ["Title"] = "屠夫拉佐克劳",
    ["Description"] = "",
    },
    ["6x3331"] = {
    ["Title"] = "激情迸发！",
    ["Description"] = "当炽炎之爪新兵施放烈火喷涌时，他们获得一层激情迸发！这个效果可以使炽炎之爪新兵造成的伤害提高10%，施法速度提高10%。",
    },
    ["5x2624"] = {
    ["Title"] = "龙鹰的卵",
    ["Description"] = "36颗龙鹰的卵分布在加亚莱的平台周围。阿曼尼孵化者或加亚莱的“孵化所有卵”技能会令其孵化。",
    },
    ["6x2624"] = {
    ["Title"] = "龙鹰的卵",
    ["Description"] = "36颗龙鹰的卵分布在加亚莱的平台周围。阿曼尼孵化者或加亚莱的“孵化所有卵”技能会令其孵化。",
    },
    ["2x2624"] = {
    ["Title"] = "龙鹰的卵",
    ["Description"] = "36颗龙鹰的卵分布在加亚莱的平台周围。阿曼尼孵化者或加亚莱的“孵化所有卵”技能会令其孵化。",
    },
    ["4x2624"] = {
    ["Title"] = "龙鹰的卵",
    ["Description"] = "36颗龙鹰的卵分布在加亚莱的平台周围。阿曼尼孵化者或加亚莱的“孵化所有卵”技能会令其孵化。",
    },
    ["5x4139"] = {
    ["Title"] = "熔岩之拳",
    ["Description"] = "玩家的拳头被点燃，持续20秒。玩家与熔岩接触后，拳头受到熔岩的强化，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["6x4139"] = {
    ["Title"] = "熔岩之拳",
    ["Description"] = "玩家的拳头被点燃，持续20秒。玩家与熔岩接触后，拳头受到熔岩的强化，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["5x4191"] = {
    ["Title"] = "献祭",
    ["Description"] = "献祭可对希尔瓦娜斯周围11码范围内的玩家造成300,000点暗影伤害。",
    },
    ["4x4139"] = {
    ["Title"] = "熔岩之拳",
    ["Description"] = "玩家的拳头被点燃，持续20秒。玩家与熔岩接触后，拳头受到熔岩的强化，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["2x4139"] = {
    ["Title"] = "熔岩之拳",
    ["Description"] = "玩家的拳头被点燃，持续20秒。玩家与熔岩接触后，拳头受到熔岩的强化，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["5x3083"] = {
    ["Title"] = "相位变换",
    ["Description"] = "喧闹恶鬼不在玩家背后时免疫魔法。",
    },
    ["2x2909"] = {
    ["Title"] = "哈卡之链",
    ["Description"] = "除非将所有三条哈卡之链摧毁，否则哈卡的复仇之火不会降临到金度头上。",
    },
    ["2x2067"] = {
    ["Title"] = "冲锋",
    ["Description"] = "迪菲亚执行者冲锋加入战斗。",
    },
    ["4x2909"] = {
    ["Title"] = "哈卡之链",
    ["Description"] = "除非将所有三条哈卡之链摧毁，否则哈卡的复仇之火不会降临到金度头上。",
    },
    ["6x2909"] = {
    ["Title"] = "哈卡之链",
    ["Description"] = "除非将所有三条哈卡之链摧毁，否则哈卡的复仇之火不会降临到金度头上。",
    },
    ["6x2067"] = {
    ["Title"] = "冲锋",
    ["Description"] = "迪菲亚执行者冲锋加入战斗。",
    },
    ["2x4191"] = {
    ["Title"] = "献祭",
    ["Description"] = "献祭可对希尔瓦娜斯周围11码范围内的玩家造成300,000点暗影伤害。",
    },
    ["4x2067"] = {
    ["Title"] = "冲锋",
    ["Description"] = "迪菲亚执行者冲锋加入战斗。",
    },
    ["5x2067"] = {
    ["Title"] = "冲锋",
    ["Description"] = "迪菲亚执行者冲锋加入战斗。",
    },
    ["4x4301"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "受伤的玛诺洛斯继续战斗，打开一扇虚空之门召唤其恶魔盟友。",
    },
    ["2x2879"] = {
    ["Title"] = "熊灵精华",
    ["Description"] = "",
    },
    ["5x3179"] = {
    ["Title"] = "刺骨寒风",
    ["Description"] = "尼希尔对周围半径90码范围内的所有玩家造成15,000点冰霜伤害，并使他们受到的冰霜伤害提高10%，持续35秒。这个效果可以叠加。",
    },
    ["6x3179"] = {
    ["Title"] = "刺骨寒风",
    ["Description"] = "尼希尔对周围半径90码范围内的所有玩家造成15,000点冰霜伤害，并使他们受到的冰霜伤害提高10%，持续35秒。这个效果可以叠加。",
    },
    ["1x2442"] = {
    ["Title"] = "锁喉",
    ["Description"] = "",
    },
    ["2x2442"] = {
    ["Title"] = "锁喉",
    ["Description"] = "",
    },
    ["6x2817"] = {
    ["Title"] = "第三阶段：现在我要挠碎你！",
    ["Description"] = "当生命值还剩25%时，哈尔拉兹保持在山猫的化身形态。",
    },
    ["5x2817"] = {
    ["Title"] = "第三阶段：现在我要挠碎你！",
    ["Description"] = "当生命值还剩25%时，哈尔拉兹保持在山猫的化身形态。",
    },
    ["2x2454"] = {
    ["Title"] = "龙息术",
    ["Description"] = "奥弗向前方60度的锥形区域喷吐一股10码长的火焰，对范围内的玩家造成19,499点火焰伤害，并使其混乱3秒。",
    },
    ["6x2620"] = {
    ["Title"] = "灵魂的复仇",
    ["Description"] = "被禁锢的灵魂对刚复活的玩家施加增益，使他们的伤害值和治疗量提高25%。最大生命值提高25%，受到的伤害降低10%，直到战斗结束为止。该效果可叠加。",
    },
    ["4x2817"] = {
    ["Title"] = "第三阶段：现在我要挠碎你！",
    ["Description"] = "当生命值还剩25%时，哈尔拉兹保持在山猫的化身形态。",
    },
    ["5x2879"] = {
    ["Title"] = "熊灵精华",
    ["Description"] = "",
    },
    ["2x2544"] = {
    ["Title"] = "尘骨恐魔",
    ["Description"] = "沙子中出现两名尘骨恐魔攻击玩家。",
    },
    ["5x2659"] = {
    ["Title"] = "烈焰世界",
    ["Description"] = "拉格纳罗斯会每3秒对平台的某个随机位置施放噬体烈焰，持续9秒。",
    },
    ["6x3072"] = {
    ["Title"] = "听声辨位",
    ["Description"] = "艾卓曼德斯双目失明，只能根据声音追踪敌人。战斗开始时，玩家有0点音量值，受到伤害则音量值提高。艾卓曼德斯会对音量值达到100的玩家引导毁灭，并迅速杀死他们。\r\n\r\n使用矮人先祖之盾可以重置所有玩家的音量值。",
    },
    ["6x3016"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["6x2659"] = {
    ["Title"] = "烈焰世界",
    ["Description"] = "拉格纳罗斯会每3秒对平台的某个随机位置施放噬体烈焰，持续9秒。",
    },
    ["4x3016"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["3x3016"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["2x4299"] = {
    ["Title"] = "末日守卫摧毁者",
    ["Description"] = "这些从永恒之井涌入的大型恶魔企图保护玛诺洛斯，但是泰兰德会阻止他们。",
    },
    ["1x2544"] = {
    ["Title"] = "尘骨恐魔",
    ["Description"] = "沙子中出现两名尘骨恐魔攻击玩家。",
    },
    ["3x3072"] = {
    ["Title"] = "听声辨位",
    ["Description"] = "艾卓曼德斯双目失明，只能根据声音追踪敌人。战斗开始时，玩家有0点音量值，受到伤害则音量值提高。艾卓曼德斯会对音量值达到100的玩家引导毁灭，并迅速杀死他们。\r\n\r\n使用矮人先祖之盾可以重置所有玩家的音量值。",
    },
    ["5x3072"] = {
    ["Title"] = "听声辨位",
    ["Description"] = "艾卓曼德斯双目失明，只能根据声音追踪敌人。战斗开始时，玩家有0点音量值，受到伤害则音量值提高。艾卓曼德斯会对音量值达到100的玩家引导毁灭，并迅速杀死他们。\r\n\r\n使用矮人先祖之盾可以重置所有玩家的音量值。",
    },
    ["4x3072"] = {
    ["Title"] = "听声辨位",
    ["Description"] = "艾卓曼德斯双目失明，只能根据声音追踪敌人。战斗开始时，玩家有0点音量值，受到伤害则音量值提高。艾卓曼德斯会对音量值达到100的玩家引导毁灭，并迅速杀死他们。\r\n\r\n使用矮人先祖之盾可以重置所有玩家的音量值。",
    },
    ["2x2620"] = {
    ["Title"] = "灵魂的复仇",
    ["Description"] = "被禁锢的灵魂对刚复活的玩家施加增益，使他们的伤害值和治疗量提高25%。最大生命值提高25%，受到的伤害降低10%，直到战斗结束为止。该效果可叠加。",
    },
    ["4x2620"] = {
    ["Title"] = "灵魂的复仇",
    ["Description"] = "被禁锢的灵魂对刚复活的玩家施加增益，使他们的伤害值和治疗量提高25%。最大生命值提高25%，受到的伤害降低10%，直到战斗结束为止。该效果可叠加。",
    },
    ["4x4297"] = {
    ["Title"] = "地狱火",
    ["Description"] = "当生命值降至50%，玛诺洛斯召唤一波地狱火来帮助他作战。",
    },
    ["1x3357"] = {
    ["Title"] = "召唤灰鳞矮人",
    ["Description"] = "乌比斯将军周期性地从身后的废墟中召唤穴居人助战。一个恶毒的穴居人和三个洞窟穴居人会跳下来加入战斗。",
    },
    ["3x2941"] = {
    ["Title"] = "绿色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶绿色瓶子。这瓶药剂会爆炸，并驱散畸变怪身上的生长催化剂。绿色瓶子的效果持续40秒。",
    },
    ["5x3274"] = {
    ["Title"] = "浸毒外壳",
    ["Description"] = "对剧毒金刚的护盾造成伤害会使制造伤害的玩家受到浸透毒液的效果影响。",
    },
    ["6x2941"] = {
    ["Title"] = "绿色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶绿色瓶子。这瓶药剂会爆炸，并驱散畸变怪身上的生长催化剂。绿色瓶子的效果持续40秒。",
    },
    ["1x2483"] = {
    ["Title"] = "暴风雨",
    ["Description"] = "当希亚玛特的爪牙的生命值低于5%时，它会在头顶释放一道半径为6码的风暴，在平台上缓慢移动。所有站在风暴下方的玩家都会受到每秒9,000点自然伤害。",
    },
    ["4x2941"] = {
    ["Title"] = "绿色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶绿色瓶子。这瓶药剂会爆炸，并驱散畸变怪身上的生长催化剂。绿色瓶子的效果持续40秒。",
    },
    ["6x2692"] = {
    ["Title"] = "第一阶段：我誓要保卫这里！",
    ["Description"] = "",
    },
    ["2x3681"] = {
    ["Title"] = "时光倒转",
    ["Description"] = "时光倒转效果可将时间拨回到战斗开始时，重置所有玩家的生命值，法力值和技能冷却。同时，移除姆诺兹多施放的所有扭曲炸弹。",
    },
    ["2x2034"] = {
    ["Title"] = "安全限制离线",
    ["Description"] = "当死神5000的生命值低于30%时，它将解除自己的内部安全限制，使其在这场战斗的剩余时间中造成的物理伤害提高100%。",
    },
    ["1x2034"] = {
    ["Title"] = "安全限制离线",
    ["Description"] = "当死神5000的生命值低于30%时，它将解除自己的内部安全限制，使其在这场战斗的剩余时间中造成的物理伤害提高100%。",
    },
    ["6x3274"] = {
    ["Title"] = "浸毒外壳",
    ["Description"] = "对剧毒金刚的护盾造成伤害会使制造伤害的玩家受到浸透毒液的效果影响。",
    },
    ["6x3147"] = {
    ["Title"] = "重力碾压",
    ["Description"] = "源质畸体会把一名玩家困入引力气泡中，将他们抬离地面，扭曲的中立会使玩家每0.5秒失去最大生命值的9%，持续6.50秒。当该效果结束，玩家会落回地面。",
    },
    ["5x3147"] = {
    ["Title"] = "重力碾压",
    ["Description"] = "源质畸体会把一名玩家困入引力气泡中，将他们抬离地面，扭曲的中立会使玩家每0.5秒失去最大生命值的9%，持续6.50秒。当该效果结束，玩家会落回地面。",
    },
    ["4x3147"] = {
    ["Title"] = "重力碾压",
    ["Description"] = "源质畸体会把一名玩家困入引力气泡中，将他们抬离地面，扭曲的中立会使玩家每0.5秒失去最大生命值的6%，持续6.50秒。当该效果结束，玩家会落回地面。",
    },
    ["3x3147"] = {
    ["Title"] = "重力碾压",
    ["Description"] = "源质畸体会把一名玩家困入引力气泡中，将他们抬离地面，扭曲的中立会使玩家每0.5秒失去最大生命值的6%，持续6.50秒。当该效果结束，玩家会落回地面。\r\n\r\n在25人团队中，源质畸体会一次将3名玩家困入引力气泡中。|r",
    },
    ["6x2454"] = {
    ["Title"] = "龙息术",
    ["Description"] = "奥弗向前方60度的锥形区域喷吐一股10码长的火焰，对范围内的玩家造成19,499点火焰伤害，并使其混乱3秒。",
    },
    ["1x2373"] = {
    ["Title"] = "热浪",
    ["Description"] = "卡尔什·断钢在熔流下每停留一秒，他的护甲就会发出一道热浪，对附近的所有敌人造成1,500点火焰伤害，而这个伤害值还要乘以卡尔什·断钢的过热水银护甲效果的层数。",
    },
    ["2x2373"] = {
    ["Title"] = "热浪",
    ["Description"] = "卡尔什·断钢在熔流下每停留一秒，他的护甲就会发出一道热浪，对附近的所有敌人造成1,500点火焰伤害，而这个伤害值还要乘以卡尔什·断钢的过热水银护甲效果的层数。",
    },
    ["2x2692"] = {
    ["Title"] = "第一阶段：我誓要保卫这里！",
    ["Description"] = "",
    },
    ["4x2692"] = {
    ["Title"] = "第一阶段：我誓要保卫这里！",
    ["Description"] = "",
    },
    ["5x2692"] = {
    ["Title"] = "第一阶段：我誓要保卫这里！",
    ["Description"] = "",
    },
    ["1x2415"] = {
    ["Title"] = "虔诚的追随者",
    ["Description"] = "虔诚的追随者会在战斗中冲过来协助高阶女祭司艾苏尔。这些生物的生命值很低。",
    },
    ["2x2415"] = {
    ["Title"] = "虔诚的追随者",
    ["Description"] = "虔诚的追随者会在战斗中冲过来协助高阶女祭司艾苏尔。这些生物的生命值很低。",
    },
    ["2x2413"] = {
    ["Title"] = "强制之握",
    ["Description"] = "高阶女祭司艾苏尔会将她当前的敌对目标困在一个能量场中，持续5秒，不断将他们举向空中再摔向地面。每次目标被摔到地面时，都会受到74,999点物理伤害。",
    },
    ["1x2413"] = {
    ["Title"] = "强制之握",
    ["Description"] = "高阶女祭司艾苏尔会将她当前的敌对目标困在一个能量场中，持续5秒，不断将他们举向空中再摔向地面。每次目标被摔到地面时，都会受到20,000点物理伤害。",
    },
    ["2x2211"] = {
    ["Title"] = "暗影冲击",
    ["Description"] = "顽强的巨兽会跳向空中然后砸向地面，顺势释放一股黑暗能量。对5码范围内的所有敌人造成100,000点暗影伤害，并将他们击飞。",
    },
    ["1x2211"] = {
    ["Title"] = "暗影冲击",
    ["Description"] = "顽强的巨兽会跳向空中然后砸向地面，顺势释放一股黑暗能量。对5码范围内的所有敌人造成24,999点暗影伤害，并将他们击飞。",
    },
    ["1x2369"] = {
    ["Title"] = "痛苦旋风",
    ["Description"] = "进化的暮光狂热者挥动武器，攻击周围半径8码内的所有敌人，造成7,500点物理伤害，并使目标因流血而受到额外的每3秒750点物理伤害，持续30秒。如果目标被完全治愈，则流血效果也会解除。",
    },
    ["2x2369"] = {
    ["Title"] = "痛苦旋风",
    ["Description"] = "进化的暮光狂热者挥动武器，攻击周围半径8码内的所有敌人，造成15,000点物理伤害，并使目标因流血而受到额外的每3秒1,500点物理伤害，持续30秒。如果目标被完全治愈，则流血效果也会解除。",
    },
    ["4x3681"] = {
    ["Title"] = "时光倒转",
    ["Description"] = "时光倒转效果可将时间拨回到战斗开始时，重置所有玩家的生命值，法力值和技能冷却。同时，移除姆诺兹多施放的所有扭曲炸弹。",
    },
    ["5x3681"] = {
    ["Title"] = "时光倒转",
    ["Description"] = "时光倒转效果可将时间拨回到战斗开始时，重置所有玩家的生命值，法力值和技能冷却。同时，移除姆诺兹多施放的所有扭曲炸弹。",
    },
    ["5x3536"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["6x3536"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["3x3536"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["4x3536"] = {
    ["Title"] = "熔岩冲击",
    ["Description"] = "一旦拉格纳罗斯无法触及并对当前目标发动近战攻击，则其会对该目标发动熔岩冲击，造成75,000点火焰伤害并使其在6秒内受到的火焰伤害提高50%。",
    },
    ["1x2207"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "残忍的精神鞭笞者朝当前敌对目标投掷黑暗魔法形成的飞弹，造成4,999点暗影伤害。",
    },
    ["2x2207"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "残忍的精神鞭笞者朝当前敌对目标投掷黑暗魔法形成的飞弹，造成20,000点暗影伤害。",
    },
    ["2x2483"] = {
    ["Title"] = "暴风雨",
    ["Description"] = "当希亚玛特的爪牙的生命值低于5%时，它会在头顶释放一道半径为6码的风暴，在平台上缓慢移动。所有站在风暴下方的玩家都会受到每秒11,699点自然伤害。",
    },
    ["6x2018"] = {
    ["Title"] = "盛焰",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["5x2623"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当加亚莱的生命值处于20%时，他将进入狂乱状态，物理伤害提高50%，攻击速度提高50%。",
    },
    ["6x2623"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当加亚莱的生命值处于20%时，他将进入狂乱状态，物理伤害提高50%，攻击速度提高50%。",
    },
    ["5x2018"] = {
    ["Title"] = "盛焰",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["4x2018"] = {
    ["Title"] = "盛焰",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["1x2118"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "席瓦莱恩男爵诅咒他的当前敌对目标，使其受到的魔法治疗效果降低50%，持续8秒。",
    },
    ["2x2623"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当加亚莱的生命值处于20%时，他将进入狂乱状态，物理伤害提高50%，攻击速度提高50%。",
    },
    ["4x2942"] = {
    ["Title"] = "衰弱的软泥怪",
    ["Description"] = "软泥从锅中喷洒出来，覆盖屋内的所有单位。软泥使其受到的所有伤害提高100%，并暂时压制生长催化剂。持续15秒。",
    },
    ["3x2942"] = {
    ["Title"] = "衰弱的软泥怪",
    ["Description"] = "软泥从锅中喷洒出来，覆盖屋内的所有单位。软泥使其受到的所有伤害提高100%，并暂时压制生长催化剂。持续15秒。",
    },
    ["6x2852"] = {
    ["Title"] = "燃尽",
    ["Description"] = "奥利瑟拉佐尔的火焰燃尽了，她无法移动，受到的伤害提高50%。此外，若被有害法术击中，奥利瑟拉佐尔会喷出绿龙精华。",
    },
    ["5x2852"] = {
    ["Title"] = "燃尽",
    ["Description"] = "奥利瑟拉佐尔的火焰燃尽了，她无法移动，受到的伤害提高50%。此外，若被有害法术击中，奥利瑟拉佐尔会喷出绿龙精华。",
    },
    ["4x2852"] = {
    ["Title"] = "燃尽",
    ["Description"] = "奥利瑟拉佐尔的火焰燃尽了，她无法移动，受到的伤害提高50%。此外，若被有害法术击中，奥利瑟拉佐尔会喷出绿龙精华。",
    },
    ["3x2852"] = {
    ["Title"] = "燃尽",
    ["Description"] = "奥利瑟拉佐尔的火焰燃尽了，她无法移动，受到的伤害提高50%。此外，若被有害法术击中，奥利瑟拉佐尔会喷出绿龙精华。",
    },
    ["4x3151"] = {
    ["Title"] = "烈焰充盈",
    ["Description"] = "燃烧之血会用火焰能量强化周围的玩家，持续30秒，使他们的攻击能够对费伦迪乌斯造成额外的伤害。",
    },
    ["3x3151"] = {
    ["Title"] = "烈焰充盈",
    ["Description"] = "燃烧之血会用火焰能量强化周围的玩家，持续30秒，使他们的攻击能够对费伦迪乌斯造成额外的伤害。",
    },
    ["6x3151"] = {
    ["Title"] = "烈焰充盈",
    ["Description"] = "燃烧之血会用火焰能量强化周围的玩家，持续30秒，使他们的攻击能够对费伦迪乌斯造成额外的伤害。",
    },
    ["5x3151"] = {
    ["Title"] = "烈焰充盈",
    ["Description"] = "燃烧之血会用火焰能量强化周围的玩家，持续30秒，使他们的攻击能够对费伦迪乌斯造成额外的伤害。",
    },
    ["2x2796"] = {
    ["Title"] = "剧毒联结",
    ["Description"] = "高阶祭司温诺希斯用毒性联结两个目标，每1秒对两者造成10,000点自然伤害。剧毒联结持续10秒，或者当两个目标之间的距离大于25码时结束。当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。",
    },
    ["5x2796"] = {
    ["Title"] = "剧毒联结",
    ["Description"] = "高阶祭司温诺希斯用毒性联结两个目标，每1秒对两者造成10,000点自然伤害。剧毒联结持续10秒，或者当两个目标之间的距离大于25码时结束。当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。",
    },
    ["4x2796"] = {
    ["Title"] = "剧毒联结",
    ["Description"] = "高阶祭司温诺希斯用毒性联结两个目标，每1秒对两者造成10,000点自然伤害。剧毒联结持续10秒，或者当两个目标之间的距离大于25码时结束。当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。",
    },
    ["6x2796"] = {
    ["Title"] = "剧毒联结",
    ["Description"] = "高阶祭司温诺希斯用毒性联结两个目标，每1秒对两者造成10,000点自然伤害。剧毒联结持续10秒，或者当两个目标之间的距离大于25码时结束。当剧毒联结中断时，它将在每个被联结的玩家所在位置引起毒爆。",
    },
    ["5x3223"] = {
    ["Title"] = "腐蚀：疫病",
    ["Description"] = "当堕落之血达到50%时，玩家周期性地表现出重病的症状。他们会呕吐，对自己正前方20度角、5码距离内的所有玩家造成40,000点暗影伤害。被呕吐击中的玩家的腐蚀术等级提高。",
    },
    ["6x3223"] = {
    ["Title"] = "腐蚀：疫病",
    ["Description"] = "当堕落之血达到50%时，玩家周期性地表现出重病的症状。他们会呕吐，对自己正前方20度角、5码距离内的所有玩家造成40,000点暗影伤害。被呕吐击中的玩家的腐蚀术等级提高。",
    },
    ["3x3223"] = {
    ["Title"] = "腐蚀：疫病",
    ["Description"] = "当堕落之血达到50%时，玩家周期性地表现出重病的症状。他们会呕吐，对自己正前方20度角、5码距离内的所有玩家造成20,000点暗影伤害。被呕吐击中的玩家的腐蚀术等级提高。",
    },
    ["4x3223"] = {
    ["Title"] = "腐蚀：疫病",
    ["Description"] = "当堕落之血达到50%时，玩家周期性地表现出重病的症状。他们会呕吐，对自己正前方20度角、5码距离内的所有玩家造成20,000点暗影伤害。被呕吐击中的玩家的腐蚀术等级提高。",
    },
    ["3x2778"] = {
    ["Title"] = "烬网幼蛛",
    ["Description"] = "这些小蜘蛛从烬网下的洞穴里爬出来。它们会本能地向烬网工虫那里爬去，寻求保护。",
    },
    ["2x2436"] = {
    ["Title"] = "静电缠握",
    ["Description"] = "阿萨德在地上创造一片静电力场，在施法结束后使得所有处在该力场中的玩家被定身18秒。",
    },
    ["4x2778"] = {
    ["Title"] = "烬网幼蛛",
    ["Description"] = "这些小蜘蛛从烬网下的洞穴里爬出来。它们会本能地向烬网工虫那里爬去，寻求保护。",
    },
    ["5x2507"] = {
    ["Title"] = "裂痕",
    ["Description"] = "格里雷克随机使某一位置的地面发生震颤。2秒后，会有尖刺从震点刺出，对周围2码范围内的所有玩家造成25,000点物理伤害，并将他们击飞。",
    },
    ["6x2778"] = {
    ["Title"] = "烬网幼蛛",
    ["Description"] = "这些小蜘蛛从烬网下的洞穴里爬出来。它们会本能地向烬网工虫那里爬去，寻求保护。",
    },
    ["6x2436"] = {
    ["Title"] = "静电缠握",
    ["Description"] = "阿萨德在地上创造一片静电力场，在施法结束后使得所有处在该力场中的玩家被定身18秒。",
    },
    ["2x2507"] = {
    ["Title"] = "裂痕",
    ["Description"] = "格里雷克随机使某一位置的地面发生震颤。2秒后，会有尖刺从震点刺出，对周围2码范围内的所有玩家造成75,000点物理伤害，并将他们击飞。",
    },
    ["6x2576"] = {
    ["Title"] = "水晶牢笼陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个牢笼陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，将目标囚禁在一块熔岩水晶中，令其无法做出移动或其他任何动作。只有打破水晶牢笼，才能放出被困在其中的玩家。",
    },
    ["4x2507"] = {
    ["Title"] = "裂痕",
    ["Description"] = "格里雷克随机使某一位置的地面发生震颤。2秒后，会有尖刺从震点刺出，对周围2码范围内的所有玩家造成75,000点物理伤害，并将他们击飞。",
    },
    ["5x2527"] = {
    ["Title"] = "黑曜石护甲",
    ["Description"] = "雷奥利斯领主浑身包裹着厚厚的黑曜石盔甲，使他所承受的伤害降低80%。每当雷奥利斯领主踩中一座活动火山时，他的黑曜石盔甲就会剥落10%。",
    },
    ["4x2527"] = {
    ["Title"] = "黑曜石护甲",
    ["Description"] = "雷奥利斯领主浑身包裹着厚厚的黑曜石盔甲，使他所承受的伤害降低80%。每当雷奥利斯领主踩中一座活动火山时，他的黑曜石盔甲就会剥落10%。",
    },
    ["2x2069"] = {
    ["Title"] = "鲁莽",
    ["Description"] = "迪菲亚执行者免疫恐惧效果，爆击几率提高100%，持续15秒，但是护甲值降低35%。\r\n\r\n迪菲亚执行者会在生命值低于20%的情况下使用这个技能。",
    },
    ["6x2069"] = {
    ["Title"] = "鲁莽",
    ["Description"] = "迪菲亚执行者免疫恐惧效果，爆击几率提高100%，持续15秒，但是护甲值降低35%。\r\n\r\n迪菲亚执行者会在生命值低于20%的情况下使用这个技能。",
    },
    ["2x2802"] = {
    ["Title"] = "赫希斯之咒语",
    ["Description"] = "在战斗一开始，高阶祭司温诺希斯就会施放赫希斯之咒语。对10码内的敌人造成50,000点自然伤害，并将他们击退。",
    },
    ["5x2802"] = {
    ["Title"] = "赫希斯之咒语",
    ["Description"] = "在战斗一开始，高阶祭司温诺希斯就会施放赫希斯之咒语。对10码内的敌人造成50,000点自然伤害，并将他们击退。",
    },
    ["4x2802"] = {
    ["Title"] = "赫希斯之咒语",
    ["Description"] = "在战斗一开始，高阶祭司温诺希斯就会施放赫希斯之咒语。对10码内的敌人造成50,000点自然伤害，并将他们击退。",
    },
    ["6x2942"] = {
    ["Title"] = "衰弱的软泥怪",
    ["Description"] = "软泥从锅中喷洒出来，覆盖屋内的所有单位。软泥使其受到的所有伤害提高100%，并暂时压制生长催化剂。持续15秒。",
    },
    ["5x2942"] = {
    ["Title"] = "衰弱的软泥怪",
    ["Description"] = "软泥从锅中喷洒出来，覆盖屋内的所有单位。软泥使其受到的所有伤害提高100%，并暂时压制生长催化剂。持续15秒。",
    },
    ["5x3002"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被瑟纳利昂的眩光毁灭或瓦里昂娜的深呼吸击中的玩家会被拖入暮光领域。在这个平行位面中，飘浮着烈性的暮光能量球体，一触即炸。短暂的传送门会随机出现在各个地方，玩家可以使用它回到主物质位面。每道传送门都会在一段时间后消失。",
    },
    ["4x3002"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被瑟纳利昂的眩光毁灭或瓦里昂娜的深呼吸击中的玩家会被拖入暮光领域。在这个平行位面中，飘浮着烈性的暮光能量球体，一触即炸。短暂的传送门会随机出现在各个地方，玩家可以使用它回到主物质位面。每道传送门都会在一段时间后消失。",
    },
    ["4x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成540,000点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["5x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成269,100点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["2x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成540,000点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["3x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成180,000点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["4x2576"] = {
    ["Title"] = "水晶牢笼陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个牢笼陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，将目标囚禁在一块熔岩水晶中，令其无法做出移动或其他任何动作。只有打破水晶牢笼，才能放出被困在其中的玩家。",
    },
    ["5x2576"] = {
    ["Title"] = "水晶牢笼陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个牢笼陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，将目标囚禁在一块熔岩水晶中，令其无法做出移动或其他任何动作。只有打破水晶牢笼，才能放出被困在其中的玩家。",
    },
    ["6x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成807,300点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["3x2576"] = {
    ["Title"] = "水晶牢笼陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个牢笼陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，将目标囚禁在一块熔岩水晶中，令其无法做出移动或其他任何动作。只有打破水晶牢笼，才能放出被困在其中的玩家。",
    },
    ["1x4322"] = {
    ["Title"] = "虚空散射",
    ["Description"] = "当末日黑洞和玩家发生撞击，它会产生虚空散射效果，造成180,000点暗影伤害，由附近的玩家平均分摊。这种虚空散射的力量会使黑洞往反方向跳跃，它吸取的灵魂会使造成的伤害每次散射提高20%。",
    },
    ["3x2527"] = {
    ["Title"] = "黑曜石护甲",
    ["Description"] = "雷奥利斯领主浑身包裹着厚厚的黑曜石盔甲，使他所承受的伤害降低80%。每当雷奥利斯领主踩中一座活动火山时，他的黑曜石盔甲就会剥落10%。\r\n\r\n在英雄模式下，每当雷奥利斯领主踩中一座活动火山时，他的身边将会刷新5个液态黑曜石生物。|r",
    },
    ["4x2910"] = {
    ["Title"] = "脆骨壁垒",
    ["Description"] = "一道奥术能量组成的壁垒保护着哈卡之链，使它们免受所有攻击和法术的影响。巨大的古拉巴什巨魔灵魂正好可以用抱摔打破壁垒。",
    },
    ["5x2910"] = {
    ["Title"] = "脆骨壁垒",
    ["Description"] = "一道奥术能量组成的壁垒保护着哈卡之链，使它们免受所有攻击和法术的影响。巨大的古拉巴什巨魔灵魂正好可以用抱摔打破壁垒。",
    },
    ["6x2910"] = {
    ["Title"] = "脆骨壁垒",
    ["Description"] = "一道奥术能量组成的壁垒保护着哈卡之链，使它们免受所有攻击和法术的影响。巨大的古拉巴什巨魔灵魂正好可以用抱摔打破壁垒。",
    },
    ["2x2910"] = {
    ["Title"] = "脆骨壁垒",
    ["Description"] = "一道奥术能量组成的壁垒保护着哈卡之链，使它们免受所有攻击和法术的影响。巨大的古拉巴什巨魔灵魂正好可以用抱摔打破壁垒。",
    },
    ["1x2021"] = {
    ["Title"] = "黏性炸弹",
    ["Description"] = "赫利克斯会持续地向一名随机玩家所在地投掷一枚黏性炸弹。6秒后如果炸弹侦测到周围1码范围内有玩家，炸弹就会爆炸。黏性炸弹如果没有被玩家触发，则会在侦测结束后的18秒内自爆。黏性炸弹爆炸后会对3码范围内的敌人造成50点伤害，并将其击飞。",
    },
    ["1x2108"] = {
    ["Title"] = "怜悯治疗",
    ["Description"] = "",
    },
    ["2x2718"] = {
    ["Title"] = "暗影打击",
    ["Description"] = "玛拉卡斯使出猛烈一击，造成100%的武器伤害再加上500点伤害，并使目标感染血之疫病的疾病效果，使其持续受到暗影伤害。",
    },
    ["5x3284"] = {
    ["Title"] = "电能",
    ["Description"] = "奥妮克希亚会不断获得能量，当奈法利安施放通电时获得更多。如果奥妮克希亚的能量值全满，她就会触发电荷过载而爆炸，杀死所有玩家。",
    },
    ["4x3284"] = {
    ["Title"] = "电能",
    ["Description"] = "奥妮克希亚会不断获得能量，当奈法利安施放通电时获得更多。如果奥妮克希亚的能量值全满，她就会触发电荷过载而爆炸，杀死所有玩家。",
    },
    ["6x3284"] = {
    ["Title"] = "电能",
    ["Description"] = "奥妮克希亚会不断获得能量，当奈法利安施放通电时获得更多。如果奥妮克希亚的能量值全满，她就会触发电荷过载而爆炸，杀死所有玩家。",
    },
    ["5x2539"] = {
    ["Title"] = "不受束缚的烈焰",
    ["Description"] = "雷奥利斯领主释放一道火焰，随机追逐一名玩家，对火焰射线周围5码范围内的所有玩家造成10,000点火焰伤害。",
    },
    ["1x2180"] = {
    ["Title"] = "菌类孢子",
    ["Description"] = "纳兹夏尔女士随机向一个玩家所在的位置投掷致命的菌类孢子。它们击中目标后爆炸，影响周围半径5码范围内的所有敌人，每3秒对他们造成10,000点自然伤害，持续15秒。",
    },
    ["2x3518"] = {
    ["Title"] = "雄鹰俯冲",
    ["Description"] = "翱翔的雄鹰向一名随机玩家俯冲，造成25,858点伤害。当玩家杀死翱翔的雄鹰后俯冲频率将会降低。",
    },
    ["5x3518"] = {
    ["Title"] = "雄鹰俯冲",
    ["Description"] = "翱翔的雄鹰向一名随机玩家俯冲，造成18,600点伤害。当玩家杀死翱翔的雄鹰后俯冲频率将会降低。",
    },
    ["4x3518"] = {
    ["Title"] = "雄鹰俯冲",
    ["Description"] = "翱翔的雄鹰向一名随机玩家俯冲，造成25,858点伤害。当玩家杀死翱翔的雄鹰后俯冲频率将会降低。",
    },
    ["6x2689"] = {
    ["Title"] = "玛法里奥·怒风",
    ["Description"] = "玛法里奥·怒风是有史以来最强大的暗夜精灵德鲁伊之一。他率领着塞纳留斯的军队在海加尔山防御战中对抗拉格纳罗斯的大军。\r\n\r\n玛法里奥会保护团队免受恐惧烈焰的伤害。",
    },
    ["6x3518"] = {
    ["Title"] = "雄鹰俯冲",
    ["Description"] = "翱翔的雄鹰向一名随机玩家俯冲，造成25,858点伤害。当玩家杀死翱翔的雄鹰后俯冲频率将会降低。",
    },
    ["5x2577"] = {
    ["Title"] = "弧形斩",
    ["Description"] = "沙恩诺克斯对前方10码的120度弧形范围内造成125%的普通近战伤害，使当前目标受到锯裂的影响。",
    },
    ["6x2577"] = {
    ["Title"] = "弧形斩",
    ["Description"] = "沙恩诺克斯对前方10码的120度弧形范围内造成125%的普通近战伤害，使当前目标受到锯裂的影响。",
    },
    ["3x2577"] = {
    ["Title"] = "弧形斩",
    ["Description"] = "沙恩诺克斯对前方10码的120度弧形范围内造成125%的普通近战伤害，使当前目标受到锯裂的影响。",
    },
    ["4x2577"] = {
    ["Title"] = "弧形斩",
    ["Description"] = "沙恩诺克斯对前方10码的120度弧形范围内造成125%的普通近战伤害，使当前目标受到锯裂的影响。",
    },
    ["3x3284"] = {
    ["Title"] = "电能",
    ["Description"] = "奥妮克希亚会不断获得能量，当奈法利安施放通电时获得更多。如果奥妮克希亚的能量值全满，她就会触发电荷过载而爆炸，杀死所有玩家。",
    },
    ["4x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多300,000点治疗量，并使目标咳血，持续受到每10秒10,000点物理伤害。",
    },
    ["5x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多280,000点治疗量，并使目标咳血，持续受到每10秒12,000点物理伤害。",
    },
    ["2x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多300,000点治疗量，并使目标咳血，持续受到每10秒10,000点物理伤害。",
    },
    ["3x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多200,000点治疗量，并使目标咳血，持续受到每10秒10,000点物理伤害。",
    },
    ["6x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多420,000点治疗量，并使目标咳血，持续受到每10秒12,000点物理伤害。",
    },
    ["5x3295"] = {
    ["Title"] = "统御",
    ["Description"] = "奈法利安周期性地随机控制一些玩家的思维，操纵他们的躯体，持续20秒。被控制的玩家会走向一道新出现的传送门。如果该玩家抵达传送门，则立即死亡。\r\n\r\n统御可赋予玩家三种特殊技能。",
    },
    ["3x3166"] = {
    ["Title"] = "安舍尔",
    ["Description"] = "安舍尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放微风。",
    },
    ["4x3166"] = {
    ["Title"] = "安舍尔",
    ["Description"] = "安舍尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放微风。",
    },
    ["5x3166"] = {
    ["Title"] = "安舍尔",
    ["Description"] = "安舍尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放微风。",
    },
    ["6x3166"] = {
    ["Title"] = "安舍尔",
    ["Description"] = "安舍尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放微风。",
    },
    ["1x3932"] = {
    ["Title"] = "灼热血浆",
    ["Description"] = "变异的腐蚀用死亡之翼的灼热血浆包裹受害者。粘稠的血浆将吸收该目标所获得的最多200,000点治疗量，并使目标咳血，持续受到每10秒10,000点物理伤害。",
    },
    ["2x2414"] = {
    ["Title"] = "引力井",
    ["Description"] = "高阶女祭司艾苏尔会随机在一名玩家脚下召唤一口引力井。3秒后，引力井就会完全形成，然后井中心10码半径范围内的所有目标都被拉扯进去。引力井还会对井中的目标每0.5秒造成暗影伤害。目标离井中心越近则伤害越高。引力井持续20秒。",
    },
    ["4x4273"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "为了阻止从永恒之井涌出的末日守卫摧毁者，泰兰德就位准备施放月神射击。",
    },
    ["1x2020"] = {
    ["Title"] = "第一阶段：炸弹来啦！",
    ["Description"] = "赫利克斯·破甲跳到伐木场巨怪的背上，开始命令伐木场巨怪，并同时投掷黏性炸弹。",
    },
    ["3x2609"] = {
    ["Title"] = "欧库塔尔的毁灭",
    ["Description"] = "当欧库塔尔之眼凝视一名玩家超过10秒后，它会彻底附着在该名玩家的身上并引发欧库塔尔的毁灭，对每位玩家造成20,000点暗影伤害。",
    },
    ["4x2609"] = {
    ["Title"] = "欧库塔尔的毁灭",
    ["Description"] = "当欧库塔尔之眼凝视一名玩家超过10秒后，它会彻底附着在该名玩家的身上并引发欧库塔尔的毁灭，对每位玩家造成15,000点暗影伤害。",
    },
    ["2x4273"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "为了阻止从永恒之井涌出的末日守卫摧毁者，泰兰德就位准备施放月神射击。",
    },
    ["5x4350"] = {
    ["Title"] = "凝固之血",
    ["Description"] = "死亡之翼开始出血，在附近区域生成若干凝固之血。凝固之血会向死亡之翼移动。",
    },
    ["3x3344"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["1x3344"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["2x2712"] = {
    ["Title"] = "卡扎克洛斯",
    ["Description"] = "一只小鬼。",
    },
    ["6x4350"] = {
    ["Title"] = "凝固之血",
    ["Description"] = "死亡之翼开始出血，在附近区域生成若干凝固之血。凝固之血会向死亡之翼移动。",
    },
    ["6x2712"] = {
    ["Title"] = "卡扎克洛斯",
    ["Description"] = "一只小鬼。",
    },
    ["5x2712"] = {
    ["Title"] = "卡扎克洛斯",
    ["Description"] = "一只小鬼。",
    },
    ["4x2712"] = {
    ["Title"] = "卡扎克洛斯",
    ["Description"] = "一只小鬼。",
    },
    ["1x3450"] = {
    ["Title"] = "力场冲击",
    ["Description"] = "暮光龙人随机向一个玩家发射纯能量，造成7,000点物理伤害，并使目标昏迷2秒。",
    },
    ["2x3450"] = {
    ["Title"] = "力场冲击",
    ["Description"] = "暮光龙人随机向一个玩家发射纯能量，造成14,000点物理伤害，并使目标昏迷2秒。",
    },
    ["4x2718"] = {
    ["Title"] = "暗影打击",
    ["Description"] = "玛拉卡斯使出猛烈一击，造成100%的武器伤害再加上500点伤害，并使目标感染血之疫病的疾病效果，使其持续受到暗影伤害。",
    },
    ["3x2986"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瓦里昂娜在地上时，会使用下列技能。",
    },
    ["4x2986"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瓦里昂娜在地上时，会使用下列技能。",
    },
    ["5x2986"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瓦里昂娜在地上时，会使用下列技能。",
    },
    ["6x2986"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瓦里昂娜在地上时，会使用下列技能。",
    },
    ["3x3036"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成24,000点自然伤害，并将他们击退。",
    },
    ["5x3036"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成50,000点自然伤害，并将他们击退。",
    },
    ["4x3036"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成24,000点自然伤害，并将他们击退。",
    },
    ["6x3036"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成50,000点自然伤害，并将他们击退。",
    },
    ["3x2949"] = {
    ["Title"] = "倾巢而出",
    ["Description"] = "马洛拉克从培养室中释放所有剩余的畸变怪和两个原型实验体。",
    },
    ["4x2949"] = {
    ["Title"] = "倾巢而出",
    ["Description"] = "马洛拉克从培养室中释放所有剩余的畸变怪和两个原型实验体。",
    },
    ["5x2949"] = {
    ["Title"] = "倾巢而出",
    ["Description"] = "马洛拉克从培养室中释放所有剩余的畸变怪和两个原型实验体。",
    },
    ["4x4190"] = {
    ["Title"] = "复活的食尸鬼",
    ["Description"] = "当复活的食尸鬼走到希尔瓦娜斯身边时，它将施放献祭法术。\r\n\r\n每摧毁一个复活的食尸鬼，可以切断其与附近食尸鬼的连接，并移除其后方的阴影地带。",
    },
    ["5x4190"] = {
    ["Title"] = "复活的食尸鬼",
    ["Description"] = "当复活的食尸鬼走到希尔瓦娜斯身边时，它将施放献祭法术。\r\n\r\n每摧毁一个复活的食尸鬼，可以切断其与附近食尸鬼的连接，并移除其后方的阴影地带。",
    },
    ["2x4190"] = {
    ["Title"] = "复活的食尸鬼",
    ["Description"] = "当复活的食尸鬼走到希尔瓦娜斯身边时，它将施放献祭法术。\r\n\r\n每摧毁一个复活的食尸鬼，可以切断其与附近食尸鬼的连接，并移除其后方的阴影地带。",
    },
    ["5x3213"] = {
    ["Title"] = "腐蚀碾压",
    ["Description"] = "腐蚀信徒随机向一名玩家脚下施放暗影箭，对着陆点周围半径8码范围内的所有玩家造成75,000点暗影伤害。被腐蚀碾压击中的玩家会受到腐蚀效果的影响。",
    },
    ["4x3213"] = {
    ["Title"] = "腐蚀碾压",
    ["Description"] = "腐蚀信徒随机向一名玩家脚下施放暗影箭，对着陆点周围半径8码范围内的所有玩家造成36,000点暗影伤害。被腐蚀碾压击中的玩家会受到腐蚀效果的影响。",
    },
    ["3x3213"] = {
    ["Title"] = "腐蚀碾压",
    ["Description"] = "腐蚀信徒随机向一名玩家脚下施放暗影箭，对着陆点周围半径8码范围内的所有玩家造成36,000点暗影伤害。被腐蚀碾压击中的玩家会受到腐蚀效果的影响。",
    },
    ["6x4190"] = {
    ["Title"] = "复活的食尸鬼",
    ["Description"] = "当复活的食尸鬼走到希尔瓦娜斯身边时，它将施放献祭法术。\r\n\r\n每摧毁一个复活的食尸鬼，可以切断其与附近食尸鬼的连接，并移除其后方的阴影地带。",
    },
    ["1x2428"] = {
    ["Title"] = "冰息术",
    ["Description"] = "阿尔泰鲁斯会随机选择一名玩家，然后转头向该方向施放冰息术。吐息会对阿尔泰鲁斯前方120度锥形范围内的敌人造成30,000点冰霜伤害。",
    },
    ["2x2428"] = {
    ["Title"] = "冰息术",
    ["Description"] = "阿尔泰鲁斯会随机选择一名玩家，然后转头向该方向施放冰息术。吐息会对阿尔泰鲁斯前方120度锥形范围内的敌人造成50,000点冰霜伤害。",
    },
    ["2x2020"] = {
    ["Title"] = "第一阶段：炸弹来啦！",
    ["Description"] = "赫利克斯·破甲跳到伐木场巨怪的背上，开始命令伐木场巨怪，并同时投掷黏性炸弹。",
    },
    ["3x2591"] = {
    ["Title"] = "烈火之魂",
    ["Description"] = "每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果，造成的火焰伤害增加20%。",
    },
    ["2x2560"] = {
    ["Title"] = "星界之雨",
    ["Description"] = "伊希斯特召唤星雨，每3秒都会对20码内的所有玩家造成奥术伤害，持续8秒。伤害的数值取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：5,849点奥术伤害\r\n摧毁一只镜像：7,149点奥术伤害\r\n摧毁两只镜像：9,749点奥术伤害",
    },
    ["5x3082"] = {
    ["Title"] = "喧闹恶鬼",
    ["Description"] = "维克多·奈法里奥斯在战斗中出手干预，随机打开传送门，使喧闹恶鬼参战。每个喧闹恶鬼随机跳到一个玩家背后，并试图使该玩家的音量值提高。",
    },
    ["6x3082"] = {
    ["Title"] = "喧闹恶鬼",
    ["Description"] = "维克多·奈法里奥斯在战斗中出手干预，随机打开传送门，使喧闹恶鬼参战。每个喧闹恶鬼随机跳到一个玩家背后，并试图使该玩家的音量值提高。",
    },
    ["6x3288"] = {
    ["Title"] = "电荷过载",
    ["Description"] = "当奥妮克希亚的能量值全满时，她会释放强大的电荷过载，对所有玩家造成950,000点自然伤害。",
    },
    ["5x3288"] = {
    ["Title"] = "电荷过载",
    ["Description"] = "当奥妮克希亚的能量值全满时，她会释放强大的电荷过载，对所有玩家造成950,000点自然伤害。",
    },
    ["2x2198"] = {
    ["Title"] = "大地碎片",
    ["Description"] = "埃鲁纳克随机向一个玩家所在的位置掷出大量的大地碎片。当大地碎片落地时，它会爆炸并对周围半径5码范围内的所有敌人造成每0.5秒10,000点物理伤害，持续10秒。",
    },
    ["1x2198"] = {
    ["Title"] = "大地碎片",
    ["Description"] = "埃鲁纳克随机向一个玩家所在的位置掷出大量的大地碎片。当大地碎片落地时，它会爆炸并对周围半径5码范围内的所有敌人造成每0.5秒2,000点物理伤害，持续10秒。",
    },
    ["3x3276"] = {
    ["Title"] = "通电",
    ["Description"] = "在整场战斗中，奈法利安每失去10%的生命值，就会对整个团队进行一次电击。通电会产生强大的闪电爆裂，对所有玩家造成73,500点自然伤害。",
    },
    ["4x3276"] = {
    ["Title"] = "通电",
    ["Description"] = "在整场战斗中，奈法利安每失去10%的生命值，就会对整个团队进行一次电击。通电会产生强大的闪电爆裂，对所有玩家造成73,500点自然伤害。",
    },
    ["5x3276"] = {
    ["Title"] = "通电",
    ["Description"] = "在整场战斗中，奈法利安每失去10%的生命值，就会对整个团队进行一次电击。通电会产生强大的闪电爆裂，对所有玩家造成130,000点自然伤害。",
    },
    ["6x3276"] = {
    ["Title"] = "通电",
    ["Description"] = "在整场战斗中，奈法利安每失去10%的生命值，就会对整个团队进行一次电击。通电会产生强大的闪电爆裂，对所有玩家造成130,000点自然伤害。",
    },
    ["5x2591"] = {
    ["Title"] = "烈火之魂",
    ["Description"] = "每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果，造成的火焰伤害增加20%。",
    },
    ["6x2591"] = {
    ["Title"] = "烈火之魂",
    ["Description"] = "每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果，造成的火焰伤害增加20%。",
    },
    ["1x826"] = {
    ["Title"] = "惊魂咆哮",
    ["Description"] = "索朗格斯发出一声惊天的怒吼，使玩家的攻击和施法速度降低50%。玩家可以通过施放法术或使用技能来移除这个效果。\r\n\r\n在英雄难度下惊魂咆哮会使玩家的攻击和施法速度降低150%，每次当玩家施法或使用技能时，这个效果降低50%.|r",
    },
    ["2x826"] = {
    ["Title"] = "惊魂咆哮",
    ["Description"] = "索朗格斯发出一声惊天的怒吼，使玩家的攻击和施法速度降低50%。玩家可以通过施放法术或使用技能来移除这个效果。",
    },
    ["6x2949"] = {
    ["Title"] = "倾巢而出",
    ["Description"] = "马洛拉克从培养室中释放所有剩余的畸变怪和两个原型实验体。",
    },
    ["4x3288"] = {
    ["Title"] = "电荷过载",
    ["Description"] = "当奥妮克希亚的能量值全满时，她会释放强大的电荷过载，对所有玩家造成950,000点自然伤害。",
    },
    ["3x3288"] = {
    ["Title"] = "电荷过载",
    ["Description"] = "当奥妮克希亚的能量值全满时，她会释放强大的电荷过载，对所有玩家造成950,000点自然伤害。",
    },
    ["2x2193"] = {
    ["Title"] = "黑暗裂隙",
    ["Description"] = "指挥官乌尔索克重击自己面前的地面，对砸击地点周围半径7码范围内的所有敌人造成60,000点暗影伤害。该地点还会打开一道黑暗裂隙，对其周围半径6码范围内的所有敌人造成每秒10,000点暗影伤害。",
    },
    ["4x2193"] = {
    ["Title"] = "黑暗裂隙",
    ["Description"] = "指挥官乌尔索克重击自己面前的地面，对砸击地点周围半径7码范围内的所有敌人造成60,000点暗影伤害。该地点还会打开一道黑暗裂隙，对其周围半径6码范围内的所有敌人造成每秒10,000点暗影伤害。",
    },
    ["2x2726"] = {
    ["Title"] = "圣骑士",
    ["Description"] = "",
    },
    ["2x2121"] = {
    ["Title"] = "盲眼守卫奥杜",
    ["Description"] = "",
    },
    ["1x2121"] = {
    ["Title"] = "盲眼守卫奥杜",
    ["Description"] = "",
    },
    ["5x2837"] = {
    ["Title"] = "印随",
    ["Description"] = "孵化之后，饥饿的巢鸟会对最近的敌人产生印随。巢鸟只会攻击该目标，但同时该目标对巢鸟的伤害额外提高1,000%。",
    },
    ["4x2837"] = {
    ["Title"] = "印随",
    ["Description"] = "孵化之后，饥饿的巢鸟会对最近的敌人产生印随。巢鸟只会攻击该目标，但同时该目标对巢鸟的伤害额外提高1,000%。",
    },
    ["3x2837"] = {
    ["Title"] = "印随",
    ["Description"] = "孵化之后，饥饿的巢鸟会对最近的敌人产生印随。巢鸟只会攻击该目标，但同时该目标对巢鸟的伤害额外提高1,000%。",
    },
    ["5x2726"] = {
    ["Title"] = "圣骑士",
    ["Description"] = "",
    },
    ["6x2726"] = {
    ["Title"] = "圣骑士",
    ["Description"] = "",
    },
    ["4x2726"] = {
    ["Title"] = "圣骑士",
    ["Description"] = "",
    },
    ["4x2530"] = {
    ["Title"] = "痛饮岩浆",
    ["Description"] = "当雷奥利斯领主抵达平台边缘的时候，他将会喝下液体岩浆，随后在每秒内对所有玩家造成35,000点伤害，持续4秒。",
    },
    ["3x2530"] = {
    ["Title"] = "痛饮岩浆",
    ["Description"] = "当雷奥利斯领主抵达平台边缘的时候，他将会喝下液体岩浆，随后在每秒内对所有玩家造成35,000点伤害，持续4秒。",
    },
    ["6x2530"] = {
    ["Title"] = "痛饮岩浆",
    ["Description"] = "当雷奥利斯领主抵达平台边缘的时候，他将会喝下液体岩浆，随后在每秒内对所有玩家造成35,000点伤害，持续4秒。",
    },
    ["5x2530"] = {
    ["Title"] = "痛饮岩浆",
    ["Description"] = "当雷奥利斯领主抵达平台边缘的时候，他将会喝下液体岩浆，随后在每秒内对所有玩家造成35,000点伤害，持续4秒。",
    },
    ["6x2688"] = {
    ["Title"] = "诱捕根须",
    ["Description"] = "大德鲁伊哈缪尔·符文图腾在随机位置制造诱捕根须。如果拉格纳罗斯踏进该区域，他将会昏迷10秒，并在昏迷期间额外受到50%的伤害。",
    },
    ["5x2688"] = {
    ["Title"] = "诱捕根须",
    ["Description"] = "大德鲁伊哈缪尔·符文图腾在随机位置制造诱捕根须。如果拉格纳罗斯踏进该区域，他将会昏迷10秒，并在昏迷期间额外受到50%的伤害。",
    },
    ["4x2649"] = {
    ["Title"] = "阶段转换：烈焰来客！",
    ["Description"] = "在生命值处于40%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。\r\n\r\n拉格纳罗斯还会创造两个熔岩子嗣来攻击玩家。",
    },
    ["5x3203"] = {
    ["Title"] = "电荷释能",
    ["Description"] = "电荷金刚对8码内的最多3个目标造成45,000点自然伤害。每弹射一次，伤害都会提高一次。",
    },
    ["6x3203"] = {
    ["Title"] = "电荷释能",
    ["Description"] = "电荷金刚对8码内的最多3个目标造成45,000点自然伤害。每弹射一次，伤害都会提高一次。",
    },
    ["5x2649"] = {
    ["Title"] = "阶段转换：烈焰来客！",
    ["Description"] = "在生命值处于40%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。\r\n\r\n拉格纳罗斯还会创造两个熔岩子嗣来攻击玩家。",
    },
    ["2x2734"] = {
    ["Title"] = "心灵哀嚎",
    ["Description"] = "黑心发出一道心灵尖啸，造成12,499点暗影伤害，迫使所有附近的玩家逃跑3秒。",
    },
    ["4x2734"] = {
    ["Title"] = "心灵哀嚎",
    ["Description"] = "黑心发出一道心灵尖啸，造成12,499点暗影伤害，迫使所有附近的玩家逃跑3秒。",
    },
    ["5x2734"] = {
    ["Title"] = "心灵哀嚎",
    ["Description"] = "黑心发出一道心灵尖啸，造成12,499点暗影伤害，迫使所有附近的玩家逃跑3秒。",
    },
    ["3x3009"] = {
    ["Title"] = "胆汁喷洒机",
    ["Description"] = "当皮普激活胆汁机器人时，它会在房间里移动，只要它处于激活状态，就会向团队成员喷洒皮普的混合剂。奇美隆会周期性地让胆汁机器人关闭。",
    },
    ["3x4161"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["5x3009"] = {
    ["Title"] = "胆汁喷洒机",
    ["Description"] = "当皮普激活胆汁机器人时，它会在房间里移动，只要它处于激活状态，就会向团队成员喷洒皮普的混合剂。奇美隆会周期性地让胆汁机器人关闭。",
    },
    ["1x4161"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["1x3340"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["5x2945"] = {
    ["Title"] = "黑暗吞噬",
    ["Description"] = "马洛拉克以黑暗吞噬冲击他正前方20度角的锥形区域，对该区域内的玩家造成15,000点暗影伤害，并使他们受到的治疗效果降低100%，持续1.50秒。",
    },
    ["3x3340"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["3x3203"] = {
    ["Title"] = "电荷释能",
    ["Description"] = "电荷金刚对8码内的最多3个目标造成24,000点自然伤害。每弹射一次，伤害都会提高一次。",
    },
    ["4x2017"] = {
    ["Title"] = "火墙",
    ["Description"] = "在施放奥术能量后，格拉布托克会召唤一面缓慢围绕他旋转的火墙。没有躲开火墙的玩家将每秒受到50,000点火焰伤害。",
    },
    ["5x2017"] = {
    ["Title"] = "火墙",
    ["Description"] = "在施放奥术能量后，格拉布托克会召唤一面缓慢围绕他旋转的火墙。没有躲开火墙的玩家将每秒受到50,000点火焰伤害。",
    },
    ["6x2017"] = {
    ["Title"] = "火墙",
    ["Description"] = "在施放奥术能量后，格拉布托克会召唤一面缓慢围绕他旋转的火墙。没有躲开火墙的玩家将每秒受到50,000点火焰伤害。",
    },
    ["6x2899"] = {
    ["Title"] = "第一阶段：欢迎来看表演！",
    ["Description"] = "金度独自挑战玩家，在地上设置死魔区保护自己，并召唤哈卡之灵，用暗影闪电来强化自己的武器。",
    },
    ["5x2899"] = {
    ["Title"] = "第一阶段：欢迎来看表演！",
    ["Description"] = "金度独自挑战玩家，在地上设置死魔区保护自己，并召唤哈卡之灵，用暗影闪电来强化自己的武器。",
    },
    ["4x2899"] = {
    ["Title"] = "第一阶段：欢迎来看表演！",
    ["Description"] = "金度独自挑战玩家，在地上设置死魔区保护自己，并召唤哈卡之灵，用暗影闪电来强化自己的武器。",
    },
    ["2x2899"] = {
    ["Title"] = "第一阶段：欢迎来看表演！",
    ["Description"] = "金度独自挑战玩家，在地上设置死魔区保护自己，并召唤哈卡之灵，用暗影闪电来强化自己的武器。",
    },
    ["6x3111"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯释放冰霜爆发，对屋内所有玩家造成伤害。离费伦迪乌斯越远，伤害越低，近距离位置上的玩家会受到致命伤害。当费伦迪乌斯使用冻结时，受到浸水影响的玩家会被冰冻，并受到额外伤害。",
    },
    ["5x3111"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯释放冰霜爆发，对屋内所有玩家造成伤害。离费伦迪乌斯越远，伤害越低，近距离位置上的玩家会受到致命伤害。当费伦迪乌斯使用冻结时，受到浸水影响的玩家会被冰冻，并受到额外伤害。",
    },
    ["4x3111"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯释放冰霜爆发，对屋内所有玩家造成伤害。离费伦迪乌斯越远，伤害越低，近距离位置上的玩家会受到致命伤害。当费伦迪乌斯使用冻结时，受到浸水影响的玩家会被冰冻，并受到额外伤害。",
    },
    ["5x3528"] = {
    ["Title"] = "熔岩覆盖",
    ["Description"] = "如果活体流星触碰到了熔岩波浪，流星将会获得熔岩覆盖效果，持续1分钟。",
    },
    ["6x3528"] = {
    ["Title"] = "熔岩覆盖",
    ["Description"] = "如果活体流星触碰到了熔岩波浪，流星将会获得熔岩覆盖效果，持续1分钟。",
    },
    ["3x3528"] = {
    ["Title"] = "熔岩覆盖",
    ["Description"] = "如果活体流星触碰到了熔岩波浪，流星将会获得熔岩覆盖效果，持续1分钟。",
    },
    ["4x3528"] = {
    ["Title"] = "熔岩覆盖",
    ["Description"] = "如果活体流星触碰到了熔岩波浪，流星将会获得熔岩覆盖效果，持续1分钟。",
    },
    ["2x2017"] = {
    ["Title"] = "火墙",
    ["Description"] = "在施放奥术能量后，格拉布托克会召唤一面缓慢围绕他旋转的火墙。没有躲开火墙的玩家将每秒受到50,000点火焰伤害。",
    },
    ["1x2566"] = {
    ["Title"] = "吞噬生命能量",
    ["Description"] = "阿穆纳伊随机选择一名玩家，从他身上汲取生命和力量转为己用。“吞噬生命能量”每1秒会对玩家造成4,000点的自然伤害，持续4秒。根据玩家的职业不同，该法术同时还会抽取一小部分法力、符文能量、怒气、集中值，或者是能量。\r\n\r\n“吞噬生命能量”每秒内可以使阿穆纳伊获得12点能量，持续4秒。",
    },
    ["2x2566"] = {
    ["Title"] = "吞噬生命能量",
    ["Description"] = "阿穆纳伊随机选择一名玩家，从他身上汲取生命和力量转为己用。“吞噬生命能量”每1秒会对玩家造成8,000点的自然伤害，持续4秒。根据玩家的职业不同，该法术同时还会抽取一小部分法力、符文能量、怒气、集中值，或者是能量。\r\n\r\n“吞噬生命能量”每秒内可以使阿穆纳伊获得12点能量，持续4秒。",
    },
    ["3x3111"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯释放冰霜爆发，对屋内所有玩家造成伤害。离费伦迪乌斯越远，伤害越低，近距离位置上的玩家会受到致命伤害。当费伦迪乌斯使用冻结时，受到浸水影响的玩家会被冰冻，并受到额外伤害。",
    },
    ["5x3252"] = {
    ["Title"] = "暮光喷吐",
    ["Description"] = "暮光雏龙向目标喷射暗影毒液，造成4,000点暗影伤害，并使目标受到的暗影伤害提高10%。这个效果可以叠加。",
    },
    ["6x3252"] = {
    ["Title"] = "暮光喷吐",
    ["Description"] = "暮光雏龙向目标喷射暗影毒液，造成4,000点暗影伤害，并使目标受到的暗影伤害提高10%。这个效果可以叠加。",
    },
    ["6x2209"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "残忍的精神鞭笞者随机诅咒一个敌对目标，使其受到的治疗效果降低50%，持续5秒。",
    },
    ["5x2209"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "残忍的精神鞭笞者随机诅咒一个敌对目标，使其受到的治疗效果降低50%，持续5秒。",
    },
    ["4x2209"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "残忍的精神鞭笞者随机诅咒一个敌对目标，使其受到的治疗效果降低50%，持续5秒。",
    },
    ["6x2948"] = {
    ["Title"] = "第二阶段：意料之外的结果",
    ["Description"] = "当生命值降至25%时，马洛拉克不再向锅里扔药剂瓶。他会造成更高的近战伤害，获得一些新的技能，并立即释放培养室中的所有实验体。",
    },
    ["5x2948"] = {
    ["Title"] = "第二阶段：意料之外的结果",
    ["Description"] = "当生命值降至25%时，马洛拉克不再向锅里扔药剂瓶。他会造成更高的近战伤害，获得一些新的技能，并立即释放培养室中的所有实验体。",
    },
    ["4x2948"] = {
    ["Title"] = "第二阶段：意料之外的结果",
    ["Description"] = "当生命值降至25%时，马洛拉克不再向锅里扔药剂瓶。他会造成更高的近战伤害，获得一些新的技能，并立即释放培养室中的所有实验体。",
    },
    ["3x2948"] = {
    ["Title"] = "第二阶段：意料之外的结果",
    ["Description"] = "当生命值降至25%时，马洛拉克不再向锅里扔药剂瓶。他会造成更高的近战伤害，获得一些新的技能，并立即释放培养室中的所有实验体。",
    },
    ["5x3244"] = {
    ["Title"] = "吸收精华",
    ["Description"] = "如果一条暮光幼龙接触到暮光精华之池，它就会吸取其能量，导致池水减少，最终完全消失。暮光幼龙每吸收一层精华，伤害提高10%，生命值提高10%。这个效果可以叠加。",
    },
    ["6x3244"] = {
    ["Title"] = "吸收精华",
    ["Description"] = "如果一条暮光幼龙接触到暮光精华之池，它就会吸取其能量，导致池水减少，最终完全消失。暮光幼龙每吸收一层精华，伤害提高10%，生命值提高10%。这个效果可以叠加。",
    },
    ["5x2521"] = {
    ["Title"] = "静电瓦解",
    ["Description"] = "埃基尔松使某个玩家周围的空气充满能量，对半径5码范围内的敌人造成35,000点自然伤害，并使其受到的自然伤害提高25%，持续20秒。这个效果最多可以叠加10次。",
    },
    ["6x2521"] = {
    ["Title"] = "静电瓦解",
    ["Description"] = "埃基尔松使某个玩家周围的空气充满能量，对半径5码范围内的敌人造成35,000点自然伤害，并使其受到的自然伤害提高25%，持续20秒。这个效果最多可以叠加10次。",
    },
    ["4x2521"] = {
    ["Title"] = "静电瓦解",
    ["Description"] = "埃基尔松使某个玩家周围的空气充满能量，对半径5码范围内的敌人造成35,000点自然伤害，并使其受到的自然伤害提高25%，持续20秒。这个效果最多可以叠加10次。",
    },
    ["2x3369"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "瓦里昂娜在达加·燃影者的生命值降到30%以下时加入战斗。她会与达加·燃影者一同战斗，直到自己的生命值低于20%。此时她会扔下达加·燃影者，让他独自面对玩家。",
    },
    ["2x2521"] = {
    ["Title"] = "静电瓦解",
    ["Description"] = "埃基尔松使某个玩家周围的空气充满能量，对半径5码范围内的敌人造成35,000点自然伤害，并使其受到的自然伤害提高25%，持续20秒。这个效果最多可以叠加10次。",
    },
    ["3x2829"] = {
    ["Title"] = "烈焰之翼",
    ["Description"] = "允许玩家飞行，持续30秒。",
    },
    ["1x4164"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["5x2829"] = {
    ["Title"] = "烈焰之翼",
    ["Description"] = "允许玩家飞行，持续30秒。",
    },
    ["4x2829"] = {
    ["Title"] = "烈焰之翼",
    ["Description"] = "允许玩家飞行，持续30秒。",
    },
    ["3x2962"] = {
    ["Title"] = "暗影新星",
    ["Description"] = "哈尔弗斯释放黑暗的魔法，对周围半径50000码内的所有敌人造成24,000点暗影伤害，并将他们击退。",
    },
    ["6x2829"] = {
    ["Title"] = "烈焰之翼",
    ["Description"] = "允许玩家飞行，持续30秒。",
    },
    ["5x2980"] = {
    ["Title"] = "萎缩毒液",
    ["Description"] = "被释放之后，每一条翡翠雏龙都会对哈尔弗斯的原龙巨兽放毒，使其攻击伤害降低750点。这个效果可以叠加8次。",
    },
    ["4x2980"] = {
    ["Title"] = "萎缩毒液",
    ["Description"] = "被释放之后，每一条翡翠雏龙都会对哈尔弗斯的原龙巨兽放毒，使其攻击伤害降低750点。这个效果可以叠加8次。",
    },
    ["6x2962"] = {
    ["Title"] = "暗影新星",
    ["Description"] = "哈尔弗斯释放黑暗的魔法，对周围半径50000码内的所有敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["5x2962"] = {
    ["Title"] = "暗影新星",
    ["Description"] = "哈尔弗斯释放黑暗的魔法，对周围半径50000码内的所有敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["4x2962"] = {
    ["Title"] = "暗影新星",
    ["Description"] = "哈尔弗斯释放黑暗的魔法，对周围半径50000码内的所有敌人造成24,000点暗影伤害，并将他们击退。",
    },
    ["4x4143"] = {
    ["Title"] = "正义之剪",
    ["Description"] = "大主教本尼迪塔斯随机对一名玩家射出正义之箭，每一层正义之箭效果都会对目标周围10码内的敌人造成神圣伤害。",
    },
    ["2x2569"] = {
    ["Title"] = "充能生长",
    ["Description"] = "",
    },
    ["5x3312"] = {
    ["Title"] = "熔岩寄生虫",
    ["Description"] = "这些移动缓慢的生物会趁攻击时钻入玩家温暖的躯体，感染它们的新宿主。",
    },
    ["6x3312"] = {
    ["Title"] = "熔岩寄生虫",
    ["Description"] = "这些移动缓慢的生物会趁攻击时钻入玩家温暖的躯体，感染它们的新宿主。",
    },
    ["3x3312"] = {
    ["Title"] = "熔岩寄生虫",
    ["Description"] = "这些移动缓慢的生物会趁攻击时钻入玩家温暖的躯体，感染它们的新宿主。",
    },
    ["2x2876"] = {
    ["Title"] = "重伤投掷",
    ["Description"] = "达卡拉随机朝一名玩家投掷武器，使其大量流血，持续1分钟，或者到完全被治愈为止。此伤口每5秒造成7,500点伤害。",
    },
    ["6x2980"] = {
    ["Title"] = "萎缩毒液",
    ["Description"] = "被释放之后，每一条翡翠雏龙都会对哈尔弗斯的原龙巨兽放毒，使其攻击伤害降低750点。这个效果可以叠加8次。",
    },
    ["5x2569"] = {
    ["Title"] = "充能生长",
    ["Description"] = "",
    },
    ["6x2569"] = {
    ["Title"] = "充能生长",
    ["Description"] = "",
    },
    ["4x2569"] = {
    ["Title"] = "充能生长",
    ["Description"] = "",
    },
    ["5x2388"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "升腾者领主奥西迪斯重击地面，对周围半径25码范围内的所有敌人造成12,000点自然伤害，并使其移动速度降低50%，持续8秒。",
    },
    ["6x2388"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "升腾者领主奥西迪斯重击地面，对周围半径25码范围内的所有敌人造成12,000点自然伤害，并使其移动速度降低50%，持续8秒。",
    },
    ["5x3270"] = {
    ["Title"] = "化学云雾",
    ["Description"] = "剧毒金刚的化学云雾会使站在其中的任何单位所受到的伤害提高50%。",
    },
    ["2x2388"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "升腾者领主奥西迪斯重击地面，对周围半径25码范围内的所有敌人造成12,000点自然伤害，并使其移动速度降低50%，持续8秒。",
    },
    ["4x2388"] = {
    ["Title"] = "雷霆一击",
    ["Description"] = "升腾者领主奥西迪斯重击地面，对周围半径25码范围内的所有敌人造成12,000点自然伤害，并使其移动速度降低50%，持续8秒。",
    },
    ["3x3270"] = {
    ["Title"] = "化学云雾",
    ["Description"] = "剧毒金刚的化学云雾会使站在其中的任何单位所受到的伤害提高50%。\r\n\r\n化学云雾还会每1秒造成0点自然伤害。|r",
    },
    ["4x3270"] = {
    ["Title"] = "化学云雾",
    ["Description"] = "剧毒金刚的化学云雾会使站在其中的任何单位所受到的伤害提高50%。",
    },
    ["5x3317"] = {
    ["Title"] = "熔岩怒火",
    ["Description"] = "如果熔喉的近战攻击范围内没有任何敌人，它就会狂暴，对所有玩家发射熔岩喷吐，火焰伤害提高100%，持续10秒。这个效果可以叠加。",
    },
    ["6x3317"] = {
    ["Title"] = "熔岩怒火",
    ["Description"] = "如果熔喉的近战攻击范围内没有任何敌人，它就会狂暴，对所有玩家发射熔岩喷吐，火焰伤害提高100%，持续10秒。这个效果可以叠加。",
    },
    ["6x3077"] = {
    ["Title"] = "声波调整",
    ["Description"] = "艾卓曼德斯施放声波调整，造成50,000点暗影伤害。",
    },
    ["3x2653"] = {
    ["Title"] = "熔岩子嗣",
    ["Description"] = "平台的每一侧都会出现一名熔岩子嗣。",
    },
    ["4x3077"] = {
    ["Title"] = "声波调整",
    ["Description"] = "艾卓曼德斯施放声波调整，造成32,000点暗影伤害。",
    },
    ["5x3077"] = {
    ["Title"] = "声波调整",
    ["Description"] = "艾卓曼德斯施放声波调整，造成50,000点暗影伤害。",
    },
    ["5x3177"] = {
    ["Title"] = "风暴护盾",
    ["Description"] = "当洛哈西积累了30点风能量后，他会施放风暴护盾。护盾会吸收150,000点伤害，每秒对所有位于平台上的玩家造成30,000点自然伤害。",
    },
    ["4x2639"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成93,749点火焰伤害。",
    },
    ["5x2639"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成500,000点火焰伤害。",
    },
    ["6x3177"] = {
    ["Title"] = "风暴护盾",
    ["Description"] = "当洛哈西积累了30点风能量后，他会施放风暴护盾。护盾会吸收450,000点伤害，每秒对所有位于平台上的玩家造成30,000点自然伤害。",
    },
    ["6x3156"] = {
    ["Title"] = "火焰援助令",
    ["Description"] = "古加尔召唤一个火元素，将这个元素吸收到自己的暮光神锤中，使其获得烈焰破坏的强化效果。",
    },
    ["4x2961"] = {
    ["Title"] = "狂乱攻击",
    ["Description"] = "哈尔弗斯的攻击速度永久提升100%。",
    },
    ["3x2961"] = {
    ["Title"] = "狂乱攻击",
    ["Description"] = "哈尔弗斯的攻击速度永久提升100%。",
    },
    ["6x3227"] = {
    ["Title"] = "毁灭",
    ["Description"] = "希奈丝特拉随机使一个玩家每2秒受到一次暗影伤害，持续1分钟，在此期间伤害数值迅速提高。当一个玩家驱散毁灭时，它会弹射到目标附近的其他两个玩家身上。毁灭保持之前的剩余时间，但伤害降回初始值。",
    },
    ["5x2961"] = {
    ["Title"] = "狂乱攻击",
    ["Description"] = "哈尔弗斯的攻击速度永久提升120%。",
    },
    ["6x2422"] = {
    ["Title"] = "召唤风暴",
    ["Description"] = "大宰相埃尔坦周期性地召唤潜伏风暴协助作战。它们会出现在大宰相埃尔坦的圆形平台的边缘。",
    },
    ["5x2422"] = {
    ["Title"] = "召唤风暴",
    ["Description"] = "大宰相埃尔坦周期性地召唤潜伏风暴协助作战。它们会出现在大宰相埃尔坦的圆形平台的边缘。",
    },
    ["4x2422"] = {
    ["Title"] = "召唤风暴",
    ["Description"] = "大宰相埃尔坦周期性地召唤潜伏风暴协助作战。它们会出现在大宰相埃尔坦的圆形平台的边缘。",
    },
    ["4x2770"] = {
    ["Title"] = "烬网织网蛛",
    ["Description"] = "这些蜘蛛荡在网的下面。对其使用嘲讽类技能可以让它们落到地面上。被杀死后，玩家就可以借助它们留下的丝爬到烬网上去。",
    },
    ["5x2770"] = {
    ["Title"] = "烬网织网蛛",
    ["Description"] = "这些蜘蛛荡在网的下面。对其使用嘲讽类技能可以让它们落到地面上。被杀死后，玩家就可以借助它们留下的丝爬到烬网上去。",
    },
    ["2x2571"] = {
    ["Title"] = "血瓣花朵",
    ["Description"] = "阿穆纳伊随机选择一株新生豆荚，为其注入生命能量，将它变成血瓣花朵。",
    },
    ["1x2023"] = {
    ["Title"] = "投掷赫利克斯",
    ["Description"] = "伐木场巨怪会把赫利克斯从后背上揪下来，然后把这只地精扔向某个玩家，持续10秒。当赫利克斯扑到某个玩家脸上后，他会持续地用拳头捶这名玩家，造成近战伤害。",
    },
    ["5x2947"] = {
    ["Title"] = "黑暗污泥",
    ["Description"] = "邪恶废液随机选择一名玩家，对其施放黑暗污泥，在地上生成一滩污泥，对周围半径3码范围内的所有玩家造成每0.5秒15,000点暗影伤害，持续30秒。",
    },
    ["3x2639"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成93,749点火焰伤害。",
    },
    ["2x2023"] = {
    ["Title"] = "投掷赫利克斯",
    ["Description"] = "伐木场巨怪会把赫利克斯从后背上揪下来，然后把这只地精扔向某个玩家，持续10秒。当赫利克斯扑到某个玩家脸上后，他会持续地用拳头捶这名玩家，造成近战伤害。",
    },
    ["5x3233"] = {
    ["Title"] = "暮光精华",
    ["Description"] = "当一个暮光雏龙死亡时，由希奈丝特拉灌输在它体内的精华流淌出来，在其尸体下聚为一滩。如果其它死亡的暮光雏龙碰到这滩精华，那条暮光雏龙就会重生。每滩暮光精华都会逐渐扩大。它可以每2秒造成10,000点暗影伤害。",
    },
    ["6x3233"] = {
    ["Title"] = "暮光精华",
    ["Description"] = "当一个暮光雏龙死亡时，由希奈丝特拉灌输在它体内的精华流淌出来，在其尸体下聚为一滩。如果其它死亡的暮光雏龙碰到这滩精华，那条暮光雏龙就会重生。每滩暮光精华都会逐渐扩大。它可以每2秒造成10,000点暗影伤害。",
    },
    ["2x3668"] = {
    ["Title"] = "星尘",
    ["Description"] = "泰兰德向风中撒出一道星辰能量，对所有玩家造成50,000点奥术伤害。",
    },
    ["4x3668"] = {
    ["Title"] = "星尘",
    ["Description"] = "泰兰德向风中撒出一道星辰能量，对所有玩家造成50,000点奥术伤害。",
    },
    ["5x3668"] = {
    ["Title"] = "星尘",
    ["Description"] = "泰兰德向风中撒出一道星辰能量，对所有玩家造成50,000点奥术伤害。",
    },
    ["6x3668"] = {
    ["Title"] = "星尘",
    ["Description"] = "泰兰德向风中撒出一道星辰能量，对所有玩家造成50,000点奥术伤害。",
    },
    ["2x2422"] = {
    ["Title"] = "召唤风暴",
    ["Description"] = "大宰相埃尔坦周期性地召唤潜伏风暴协助作战。它们会出现在大宰相埃尔坦的圆形平台的边缘。",
    },
    ["3x3156"] = {
    ["Title"] = "火焰援助令",
    ["Description"] = "古加尔召唤一个火元素，将这个元素吸收到自己的暮光神锤中，使其获得烈焰破坏的强化效果。\r\n\r\n在英雄难度下，火元素被吸收时，它每10%的剩余生命值都会使古加尔获得一层额外的烈焰破坏。|r",
    },
    ["5x3156"] = {
    ["Title"] = "火焰援助令",
    ["Description"] = "古加尔召唤一个火元素，将这个元素吸收到自己的暮光神锤中，使其获得烈焰破坏的强化效果。",
    },
    ["4x3156"] = {
    ["Title"] = "火焰援助令",
    ["Description"] = "古加尔召唤一个火元素，将这个元素吸收到自己的暮光神锤中，使其获得烈焰破坏的强化效果。",
    },
    ["2x4256"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔对上方的冻结仆从投掷熔岩，控制它们的数量。",
    },
    ["4x4256"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔对上方的冻结仆从投掷熔岩，控制它们的数量。",
    },
    ["3x2988"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一名玩家的方向，释放长时间的吐息。噬体烈焰每1秒造成最多64,000点暗影伤害，持续5秒。目标距离瓦里昂娜越远，伤害值越低。",
    },
    ["4x2988"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一名玩家的方向，释放长时间的吐息。噬体烈焰每1秒造成最多64,000点暗影伤害，持续5秒。目标距离瓦里昂娜越远，伤害值越低。",
    },
    ["4x2663"] = {
    ["Title"] = "易燃",
    ["Description"] = "活体流星受到攻击时，它会引起燃烧，并且被击退数码。燃烧触发后，5秒内不会出现易燃。",
    },
    ["6x2988"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一名玩家的方向，释放长时间的吐息。噬体烈焰每1秒造成最多90,000点暗影伤害，持续5秒。目标距离瓦里昂娜越远，伤害值越低。",
    },
    ["6x2663"] = {
    ["Title"] = "易燃",
    ["Description"] = "活体流星受到攻击时，它会引起燃烧，并且被击退数码。燃烧触发后，5秒内不会出现易燃。",
    },
    ["6x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。",
    },
    ["5x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。",
    },
    ["2x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。\r\n\r\n在10人英雄模式下，如果暮光审判击中少于两名玩家，守护巨龙们会承受所有伤害。|r",
    },
    ["1x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。\r\n\r\n在25人普通模式下，如果暮光审判击中少于三名玩家，守护巨龙们会承受所有伤害。|r",
    },
    ["4x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。\r\n\r\n在随机团队模式下，守护巨龙们在任何情况下都不会承受所有伤害。|r",
    },
    ["3x4251"] = {
    ["Title"] = "暮光审判",
    ["Description"] = "暮光审判降临到所有奥卓克希昂的敌人身上。在暮光领域内的敌人受到300,000点不可抵抗的暗影伤害。正常领域内的敌人立即被抓入暮光领域。如果暮光审判没有击中任何玩家，守护巨龙们会承受所有伤害，打破守护巨龙的护盾，艾泽拉斯的所有生命将遭到毁灭。\r\n\r\n在25人英雄模式下，如果暮光审判击中少于五名玩家，守护巨龙们会承受所有伤害。|r",
    },
    ["2x2362"] = {
    ["Title"] = "加速光环",
    ["Description"] = "柯尔拉的光环可以使周围半径50码范围内的友方单位获得加速效果，移动速度提高50%，攻击速度提高35%。",
    },
    ["2x2565"] = {
    ["Title"] = "枯萎",
    ["Description"] = "阿穆纳伊随机选择一名玩家，令其枯萎，在10秒内降低目标的攻击和施法速度60%，并降低移动速度60%。",
    },
    ["2x2035"] = {
    ["Title"] = "熔火炉渣",
    ["Description"] = "死神5000的启动导致熔岩池过载，周期性地产生熔火炉渣。",
    },
    ["5x2035"] = {
    ["Title"] = "熔火炉渣",
    ["Description"] = "死神5000的启动导致熔岩池过载，周期性地产生熔火炉渣。",
    },
    ["4x2035"] = {
    ["Title"] = "熔火炉渣",
    ["Description"] = "死神5000的启动导致熔岩池过载，周期性地产生熔火炉渣。",
    },
    ["2x2570"] = {
    ["Title"] = "快速生长",
    ["Description"] = "阿穆纳伊将储存的生命能量全部释放，把所有的新生豆荚变成血瓣花苗，对所有敌人造成32,000点自然伤害。\r\n\r\n施放该法术需要阿穆纳伊花费100点生命能量。",
    },
    ["6x2035"] = {
    ["Title"] = "熔火炉渣",
    ["Description"] = "死神5000的启动导致熔岩池过载，周期性地产生熔火炉渣。",
    },
    ["1x2362"] = {
    ["Title"] = "加速光环",
    ["Description"] = "柯尔拉的光环可以使周围半径50码范围内的友方单位获得加速效果，移动速度提高50%，攻击速度提高15%。",
    },
    ["1x2570"] = {
    ["Title"] = "快速生长",
    ["Description"] = "阿穆纳伊将储存的生命能量全部释放，把所有的新生豆荚变成血瓣花苗，对所有敌人造成25,000点自然伤害。\r\n\r\n施放该法术需要阿穆纳伊花费100点生命能量。",
    },
    ["4x2969"] = {
    ["Title"] = "虚空之子",
    ["Description"] = "",
    },
    ["3x2969"] = {
    ["Title"] = "虚空之子",
    ["Description"] = "",
    },
    ["6x2969"] = {
    ["Title"] = "虚空之子",
    ["Description"] = "",
    },
    ["5x2969"] = {
    ["Title"] = "虚空之子",
    ["Description"] = "",
    },
    ["6x2410"] = {
    ["Title"] = "麻痹",
    ["Description"] = "在使用他的碎片崩飞技能后，欧泽鲁克会施放麻痹。麻痹法术会使所有敌人晕眩8秒。任何在晕眩过程中受到的伤害都将移除这个效果。如果麻痹不能被提前移除，那么该效果结束后，玩家将受到50,000点奥术伤害。",
    },
    ["3x2957"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["5x2957"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["4x2957"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["6x2957"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["2x2793"] = {
    ["Title"] = "血毒触须",
    ["Description"] = "温诺希斯在房间里制造最多三条毒性触须，持续12秒。血毒触须会跟着玩家，每1秒对4码内的玩家造成20,000点自然伤害。",
    },
    ["1x820"] = {
    ["Title"] = "盾墙",
    ["Description"] = "索朗格斯每10秒会随机将他的盾指向一名玩家。站在盾前的玩家对索朗格斯所造成的伤害降低99%。",
    },
    ["6x2793"] = {
    ["Title"] = "血毒触须",
    ["Description"] = "温诺希斯在房间里制造最多三条毒性触须，持续12秒。血毒触须会跟着玩家，每1秒对4码内的玩家造成20,000点自然伤害。",
    },
    ["2x2410"] = {
    ["Title"] = "麻痹",
    ["Description"] = "在使用他的碎片崩飞技能后，欧泽鲁克会施放麻痹。麻痹法术会使所有敌人晕眩8秒。任何在晕眩过程中受到的伤害都将移除这个效果。如果麻痹不能被提前移除，那么该效果结束后，玩家将受到50,000点奥术伤害。",
    },
    ["4x2793"] = {
    ["Title"] = "血毒触须",
    ["Description"] = "温诺希斯在房间里制造最多三条毒性触须，持续12秒。血毒触须会跟着玩家，每1秒对4码内的玩家造成20,000点自然伤害。",
    },
    ["4x2410"] = {
    ["Title"] = "麻痹",
    ["Description"] = "在使用他的碎片崩飞技能后，欧泽鲁克会施放麻痹。麻痹法术会使所有敌人晕眩8秒。任何在晕眩过程中受到的伤害都将移除这个效果。如果麻痹不能被提前移除，那么该效果结束后，玩家将受到50,000点奥术伤害。",
    },
    ["2x2466"] = {
    ["Title"] = "灵魂融噬",
    ["Description"] = "如果一块灵魂碎块抵达黑暗先驱身边，就会会为黑暗先驱恢复45,000点生命值，并使其体型和伤害增加20%。在施放这个法术后，灵魂碎块就会消失。",
    },
    ["3x2592"] = {
    ["Title"] = "磨难碎片",
    ["Description"] = "贝尔洛克在敌群中召唤一颗水晶，向最近的玩家持续地引导一道暗影光束。\r\n\r\n在25人团队副本中，贝尔洛克召唤两颗水晶。|r",
    },
    ["2x4305"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹将使用恶魔能量强化自己来结束这场战斗。",
    },
    ["6x2592"] = {
    ["Title"] = "磨难碎片",
    ["Description"] = "贝尔洛克在敌群中召唤一颗水晶，向最近的玩家持续地引导一道暗影光束。",
    },
    ["5x2592"] = {
    ["Title"] = "磨难碎片",
    ["Description"] = "贝尔洛克在敌群中召唤一颗水晶，向最近的玩家持续地引导一道暗影光束。",
    },
    ["1x2466"] = {
    ["Title"] = "灵魂融噬",
    ["Description"] = "如果一块灵魂碎块抵达黑暗先驱身边，就会会为黑暗先驱恢复45,000点生命值，并使其体型和伤害增加20%。在施放这个法术后，灵魂碎块就会消失。",
    },
    ["5x3241"] = {
    ["Title"] = "战无不胜",
    ["Description"] = "如果一个暮光仇恨召唤者瘫痪了一段时间后，它就会凭借意志力重获对自己的控制权。暮光仇恨召唤者免疫所有束缚和限制，直到一名玩家移除这个效果，并对周围半径8码内的玩家造成40,000点暗影伤害和击退效果。",
    },
    ["3x3079"] = {
    ["Title"] = "灼热烈焰",
    ["Description"] = "艾卓曼德斯引导烈焰，使其充满整个房间。烈焰每2秒造成20,000点火焰伤害，并使敌人受到的火焰伤害提高50%，持续6秒。目标身上的每点音量值使这个伤害提高2%。共鸣冲击可以打断灼热烈焰的引导。\r\n\r\n灼热烈焰会在地上留下一片咆哮烈焰，持续4秒。",
    },
    ["6x3241"] = {
    ["Title"] = "战无不胜",
    ["Description"] = "如果一个暮光仇恨召唤者瘫痪了一段时间后，它就会凭借意志力重获对自己的控制权。暮光仇恨召唤者免疫所有束缚和限制，直到一名玩家移除这个效果，并对周围半径8码内的玩家造成40,000点暗影伤害和击退效果。",
    },
    ["2x2434"] = {
    ["Title"] = "坠天之星",
    ["Description"] = "阿萨德周期性地召唤坠天之星加入战斗。",
    },
    ["1x2434"] = {
    ["Title"] = "坠天之星",
    ["Description"] = "阿萨德周期性地召唤坠天之星加入战斗。",
    },
    ["2x2179"] = {
    ["Title"] = "召唤喷泉",
    ["Description"] = "纳兹夏尔女士随机在一个玩家的位置召唤一道喷泉。5秒后喷泉爆发，将其周围半径5码范围内的所有单位击退，并造成150,000点冰霜伤害。",
    },
    ["1x2179"] = {
    ["Title"] = "召唤喷泉",
    ["Description"] = "纳兹夏尔女士随机在一个玩家的位置召唤一道喷泉。5秒后喷泉爆发，将其周围半径5码范围内的所有单位击退，并造成25,000点冰霜伤害。",
    },
    ["1x2446"] = {
    ["Title"] = "血之气息",
    ["Description"] = "锁喉随机使一名玩家流血，每2秒造成1,499点物理伤害，持续30秒。鲜血的味道会使狂乱的鳄鱼来攻击流血的玩家。",
    },
    ["2x2446"] = {
    ["Title"] = "血之气息",
    ["Description"] = "锁喉随机使一名玩家流血，每2秒造成2,000点物理伤害，持续30秒。鲜血的味道会使狂乱的鳄鱼来攻击流血的玩家。",
    },
    ["4x2357"] = {
    ["Title"] = "愤怒之土",
    ["Description"] = "罗姆欧格的地震技能会召唤出愤怒之土。",
    },
    ["5x2357"] = {
    ["Title"] = "愤怒之土",
    ["Description"] = "罗姆欧格的地震技能会召唤出愤怒之土。",
    },
    ["2x2357"] = {
    ["Title"] = "愤怒之土",
    ["Description"] = "罗姆欧格的地震技能会召唤出愤怒之土。",
    },
    ["2x2408"] = {
    ["Title"] = "源质刺盾",
    ["Description"] = "欧泽鲁克的身上冒出无数源质之刺，持续10秒。当源质刺盾存在于欧泽鲁克身上的时候，任何对其进行近战攻击和远程攻击的玩家都将得到一个流血效果，每秒造成600点奥术伤害，持续5秒。这个效果最多可以叠加5次，但是每秒最多叠加1次。",
    },
    ["6x2357"] = {
    ["Title"] = "愤怒之土",
    ["Description"] = "罗姆欧格的地震技能会召唤出愤怒之土。",
    },
    ["4x2932"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["5x2932"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["2x4138"] = {
    ["Title"] = "熔岩之斧",
    ["Description"] = "与熔岩接触之后，贝恩残影的战斧将被熔岩强化，持续10秒，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["3x2932"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["6x2932"] = {
    ["Title"] = "畸变",
    ["Description"] = "这些实验失败的产物使用生长催化剂增强附近盟友输出的伤害，并降低它们受到的伤害。",
    },
    ["2x2542"] = {
    ["Title"] = "狂怒碎击",
    ["Description"] = "地怒者塔赫对当前目标造成150%的普通近战伤害，并对近战范围内的额外两个敌人造成同样的伤害。",
    },
    ["1x2542"] = {
    ["Title"] = "狂怒碎击",
    ["Description"] = "地怒者塔赫对当前目标造成150%的普通近战伤害，并对近战范围内的额外两个敌人造成同样的伤害。",
    },
    ["2x2461"] = {
    ["Title"] = "忏悔",
    ["Description"] = "当高阶预言者巴林姆的生命值低于50%时，他会把所有玩家拉到自己身边，强迫他们跪下并昏迷6秒。然后他会撕裂你们的灵魂，将其放逐到黑暗中，战斗进入第二阶段。\r\n\r\n高阶预言者巴林姆头顶会出现一片神圣之地，对站在圣地中心周围半径13码范围内的所有玩家每5秒造成10,400点神圣伤害。",
    },
    ["1x2461"] = {
    ["Title"] = "忏悔",
    ["Description"] = "当高阶预言者巴林姆的生命值低于50%时，他会把所有玩家拉到自己身边，强迫他们跪下并昏迷6秒。然后他会撕裂你们的灵魂，将其放逐到黑暗中，战斗进入第二阶段。\r\n\r\n高阶预言者巴林姆头顶会出现一片神圣之地，对站在圣地中心周围半径13码范围内的所有玩家每5秒造成8,000点神圣伤害。",
    },
    ["3x2987"] = {
    ["Title"] = "眩晕",
    ["Description"] = "瓦里昂娜随机以暮光能量笼罩一名玩家，吸收该目标即将获得的50,000点治疗量。当眩晕结束或玩家驱散这个效果时，黑暗的能量会发生剧烈爆炸，对周围半径8码内的玩家造成总共210,000点暗影伤害，由他们均摊。",
    },
    ["4x2987"] = {
    ["Title"] = "眩晕",
    ["Description"] = "瓦里昂娜随机以暮光能量笼罩一名玩家，吸收该目标即将获得的50,000点治疗量。当眩晕结束或玩家驱散这个效果时，黑暗的能量会发生剧烈爆炸，对周围半径8码内的玩家造成总共510,000点暗影伤害，由他们均摊。",
    },
    ["5x2987"] = {
    ["Title"] = "眩晕",
    ["Description"] = "瓦里昂娜随机以暮光能量笼罩一名玩家，吸收该目标即将获得的40,000点治疗量。当眩晕结束或玩家驱散这个效果时，黑暗的能量会发生剧烈爆炸，对周围半径8码内的玩家造成总共330,000点暗影伤害，由他们均摊。",
    },
    ["6x2987"] = {
    ["Title"] = "眩晕",
    ["Description"] = "瓦里昂娜随机以暮光能量笼罩一名玩家，吸收该目标即将获得的75,000点治疗量。当眩晕结束或玩家驱散这个效果时，黑暗的能量会发生剧烈爆炸，对周围半径8码内的玩家造成总共100 万点暗影伤害，由他们均摊。",
    },
    ["2x3361"] = {
    ["Title"] = "穿刺爪击",
    ["Description"] = "恶毒的穴居人用利爪攻击当前目标，每3秒造成1,000点物理伤害，持续6秒。这个效果最多可以叠加10次。",
    },
    ["1x3361"] = {
    ["Title"] = "穿刺爪击",
    ["Description"] = "恶毒的穴居人用利爪攻击当前目标，每3秒造成499点物理伤害，持续6秒。这个效果最多可以叠加10次。",
    },
    ["4x2902"] = {
    ["Title"] = "第二阶段：当面唾弃神灵",
    ["Description"] = "金度把敌人和他一起送往灵魂世界。在那里，哈卡之灵被三条巨大的锁链困住，而他则从哈卡之灵那里获得莫大的力量。",
    },
    ["5x2902"] = {
    ["Title"] = "第二阶段：当面唾弃神灵",
    ["Description"] = "金度把敌人和他一起送往灵魂世界。在那里，哈卡之灵被三条巨大的锁链困住，而他则从哈卡之灵那里获得莫大的力量。",
    },
    ["5x3299"] = {
    ["Title"] = "原型多彩龙人",
    ["Description"] = "每座平台上都出现一个原型多彩龙人。它们站在原地，施放冲击新星。",
    },
    ["6x3299"] = {
    ["Title"] = "原型多彩龙人",
    ["Description"] = "每座平台上都出现一个原型多彩龙人。它们站在原地，施放冲击新星。",
    },
    ["3x3299"] = {
    ["Title"] = "原型多彩龙人",
    ["Description"] = "每座平台上都出现一个原型多彩龙人。它们站在原地，施放冲击新星。",
    },
    ["4x3299"] = {
    ["Title"] = "原型多彩龙人",
    ["Description"] = "每座平台上都出现一个原型多彩龙人。它们站在原地，施放冲击新星。",
    },
    ["6x2805"] = {
    ["Title"] = "激怒",
    ["Description"] = "哈尔拉兹发怒，攻击速度提高100%，持续6秒。",
    },
    ["2x2509"] = {
    ["Title"] = "可怕的药水",
    ["Description"] = "赞吉尔随机向一个玩家投掷一瓶可怕的药水，对其造成30,000点自然伤害。",
    },
    ["6x2814"] = {
    ["Title"] = "碎甲",
    ["Description"] = "山猫之灵击碎当前目标的护甲，降低其护甲值10%，持续8秒。最多叠加10次。",
    },
    ["5x2814"] = {
    ["Title"] = "碎甲",
    ["Description"] = "山猫之灵击碎当前目标的护甲，降低其护甲值10%，持续8秒。最多叠加10次。",
    },
    ["4x2814"] = {
    ["Title"] = "碎甲",
    ["Description"] = "山猫之灵击碎当前目标的护甲，降低其护甲值10%，持续8秒。最多叠加10次。",
    },
    ["2x2814"] = {
    ["Title"] = "碎甲",
    ["Description"] = "山猫之灵击碎当前目标的护甲，降低其护甲值10%，持续8秒。最多叠加10次。",
    },
    ["4x2509"] = {
    ["Title"] = "可怕的药水",
    ["Description"] = "赞吉尔随机向一个玩家投掷一瓶可怕的药水，对其造成30,000点自然伤害。",
    },
    ["2x2805"] = {
    ["Title"] = "激怒",
    ["Description"] = "哈尔拉兹发怒，攻击速度提高100%，持续6秒。",
    },
    ["5x2805"] = {
    ["Title"] = "激怒",
    ["Description"] = "哈尔拉兹发怒，攻击速度提高100%，持续6秒。",
    },
    ["5x3079"] = {
    ["Title"] = "灼热烈焰",
    ["Description"] = "艾卓曼德斯引导烈焰，使其充满整个房间。烈焰每2秒造成40,000点火焰伤害，并使敌人受到的火焰伤害提高25%，持续6秒。目标身上的每点音量值使这个伤害提高2%。共鸣冲击可以打断灼热烈焰的引导。\r\n\r\n灼热烈焰会在地上留下一片咆哮烈焰，持续4秒。",
    },
    ["5x4092"] = {
    ["Title"] = "佩罗萨恩之眼",
    ["Description"] = "在伊利丹打断吸取精华之后，佩罗萨恩回到阴影中去伏击英雄们。他召唤他的佩罗萨恩之眼来搜索玩家的踪迹。玩家获得暗影斗篷的保护，帮助他们不被佩罗萨恩之眼找到。\r\n\r\n如果玩家能够在40秒内不被发现，佩罗萨恩就会现身，并且被衰竭效果削弱。\r\n\r\n如果佩罗萨恩之眼发现了一名玩家，佩罗萨恩会将这名玩家标记为“无能的猎物”，从阴影中一跃而出，攻击这名玩家。",
    },
    ["6x4092"] = {
    ["Title"] = "佩罗萨恩之眼",
    ["Description"] = "在伊利丹打断吸取精华之后，佩罗萨恩回到阴影中去伏击英雄们。他召唤他的佩罗萨恩之眼来搜索玩家的踪迹。玩家获得暗影斗篷的保护，帮助他们不被佩罗萨恩之眼找到。\r\n\r\n如果玩家能够在40秒内不被发现，佩罗萨恩就会现身，并且被衰竭效果削弱。\r\n\r\n如果佩罗萨恩之眼发现了一名玩家，佩罗萨恩会将这名玩家标记为“无能的猎物”，从阴影中一跃而出，攻击这名玩家。",
    },
    ["2x4092"] = {
    ["Title"] = "佩罗萨恩之眼",
    ["Description"] = "在伊利丹打断吸取精华之后，佩罗萨恩回到阴影中去伏击英雄们。他召唤他的佩罗萨恩之眼来搜索玩家的踪迹。玩家获得暗影斗篷的保护，帮助他们不被佩罗萨恩之眼找到。\r\n\r\n如果玩家能够在40秒内不被发现，佩罗萨恩就会现身，并且被衰竭效果削弱。\r\n\r\n如果佩罗萨恩之眼发现了一名玩家，佩罗萨恩会将这名玩家标记为“无能的猎物”，从阴影中一跃而出，攻击这名玩家。",
    },
    ["4x4092"] = {
    ["Title"] = "佩罗萨恩之眼",
    ["Description"] = "在伊利丹打断吸取精华之后，佩罗萨恩回到阴影中去伏击英雄们。他召唤他的佩罗萨恩之眼来搜索玩家的踪迹。玩家获得暗影斗篷的保护，帮助他们不被佩罗萨恩之眼找到。\r\n\r\n如果玩家能够在40秒内不被发现，佩罗萨恩就会现身，并且被衰竭效果削弱。\r\n\r\n如果佩罗萨恩之眼发现了一名玩家，佩罗萨恩会将这名玩家标记为“无能的猎物”，从阴影中一跃而出，攻击这名玩家。",
    },
    ["2x2387"] = {
    ["Title"] = "暮光腐蚀",
    ["Description"] = "升腾者领主奥西迪斯随机腐蚀一个敌对玩家，每2秒造成8,000点暗影伤害，持续12秒。",
    },
    ["1x2387"] = {
    ["Title"] = "暮光腐蚀",
    ["Description"] = "升腾者领主奥西迪斯随机腐蚀一个敌对玩家，每2秒造成4,000点暗影伤害，持续12秒。",
    },
    ["6x3457"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "灰葬男爵对60码范围内的所有玩家造成毁灭痛苦，造成10,000点暗影伤害，并使玩家在2分钟内受到的暗影伤害提高20%。该效果可叠加。",
    },
    ["6x2757"] = {
    ["Title"] = "治疗波",
    ["Description"] = "玛拉卡斯使用自然魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["4x3457"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "灰葬男爵对60码范围内的所有玩家造成毁灭痛苦，造成10,000点暗影伤害，并使玩家在2分钟内受到的暗影伤害提高20%。该效果可叠加。",
    },
    ["4x2757"] = {
    ["Title"] = "治疗波",
    ["Description"] = "玛拉卡斯使用自然魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["3x3219"] = {
    ["Title"] = "黑暗造物",
    ["Description"] = "古加尔使地上的黑雾中伸出触须。",
    },
    ["2x2493"] = {
    ["Title"] = "地穴毒蛇",
    ["Description"] = "这些蛇生活在安努尔的平台下方的深坑中。",
    },
    ["6x2404"] = {
    ["Title"] = "水晶风暴",
    ["Description"] = "当岩皮离地升空并投下钟乳石后，他会落地。在钟乳石消失之前，他会施放一场持续6秒的水晶风暴。每0.5秒对所有敌人造成10,000点自然伤害。\r\n\r\n岩皮的水晶风暴只能对其视野内的敌人造成伤害。",
    },
    ["5x3234"] = {
    ["Title"] = "第二阶段：我厌倦了这游戏！",
    ["Description"] = "当希奈丝特拉的生命值降到30%时，她会吸收周围的能量以恢复自己的力量，并撑起一道护盾。",
    },
    ["6x3234"] = {
    ["Title"] = "第二阶段：我厌倦了这游戏！",
    ["Description"] = "当希奈丝特拉的生命值降到30%时，她会吸收周围的能量以恢复自己的力量，并撑起一道护盾。",
    },
    ["1x2554"] = {
    ["Title"] = "破碎遗迹",
    ["Description"] = "使用阿尔法光束或欧米加姿态之后，安拉斐特将会施放破碎遗迹。该技能将所有敌人的最大生命值降低8%，最多叠加10次。",
    },
    ["2x2404"] = {
    ["Title"] = "水晶风暴",
    ["Description"] = "当岩皮离地升空并投下钟乳石后，他会落地。在钟乳石消失之前，他会施放一场持续6秒的水晶风暴。每0.5秒对所有敌人造成10,000点自然伤害。\r\n\r\n岩皮的水晶风暴只能对其视野内的敌人造成伤害。",
    },
    ["4x2404"] = {
    ["Title"] = "水晶风暴",
    ["Description"] = "当岩皮离地升空并投下钟乳石后，他会落地。在钟乳石消失之前，他会施放一场持续6秒的水晶风暴。每0.5秒对所有敌人造成10,000点自然伤害。\r\n\r\n岩皮的水晶风暴只能对其视野内的敌人造成伤害。",
    },
    ["3x3287"] = {
    ["Title"] = "尾击",
    ["Description"] = "奥妮克希亚以龙尾横扫背后60度角范围内的敌人，造成20,000点物理伤害，并使他们昏迷2秒。",
    },
    ["6x2424"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "潜伏风暴以闪电攻击它的当前敌对目标，造成17,000点自然伤害。",
    },
    ["2x2864"] = {
    ["Title"] = "太阳风",
    ["Description"] = "拉夏在前方召唤出一道火焰漩涡。漩涡逐渐变大，并远离拉夏，然后开始沿着房间移动。太阳风漩涡对进入其4码半径范围内的所有玩家造成10,400点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["5x4347"] = {
    ["Title"] = "腐蚀寄生虫",
    ["Description"] = "一只腐蚀寄生虫周期性地造成越来越高的暗影伤害。当腐蚀寄生虫的效果结束，寄生虫会离开宿主玩家，并造成寄生反冲，对宿主周围10码范围内的玩家造成250,000点火焰伤害。",
    },
    ["6x3287"] = {
    ["Title"] = "尾击",
    ["Description"] = "奥妮克希亚以龙尾横扫背后60度角范围内的敌人，造成70,000点物理伤害，并使他们昏迷2秒。",
    },
    ["4x4279"] = {
    ["Title"] = "献祭光环",
    ["Description"] = "伊利丹以魔法火焰遮罩自身，每3秒对周围的敌人造成20,000点火焰伤害。",
    },
    ["2x4279"] = {
    ["Title"] = "献祭光环",
    ["Description"] = "伊利丹以魔法火焰遮罩自身，每3秒对周围的敌人造成20,000点火焰伤害。",
    },
    ["1x2864"] = {
    ["Title"] = "太阳风",
    ["Description"] = "拉夏在前方召唤出一道火焰漩涡。漩涡逐渐变大，并远离拉夏，然后开始沿着房间移动。太阳风漩涡对进入其4码半径范围内的所有玩家造成8,000点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["5x2424"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "潜伏风暴以闪电攻击它的当前敌对目标，造成7,499点自然伤害。",
    },
    ["2x2424"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "潜伏风暴以闪电攻击它的当前敌对目标，造成17,000点自然伤害。",
    },
    ["3x2587"] = {
    ["Title"] = "锯裂",
    ["Description"] = "裂肢的肢解造成的锯裂，每3秒造成2,125点物理伤害，持续24秒。这个效果可以叠加。",
    },
    ["3x3301"] = {
    ["Title"] = "暗影烈焰弹幕",
    ["Description"] = "在飞行时，奈法利安随机向一名玩家喷出暗影烈焰弹幕，造成18,000点暗影烈焰伤害。",
    },
    ["4x2587"] = {
    ["Title"] = "锯裂",
    ["Description"] = "裂肢的肢解造成的锯裂，每3秒造成4,250点物理伤害，持续24秒。这个效果可以叠加。",
    },
    ["6x2587"] = {
    ["Title"] = "锯裂",
    ["Description"] = "裂肢的肢解造成的锯裂，每3秒造成6,800点物理伤害，持续30秒。这个效果可以叠加。",
    },
    ["6x3301"] = {
    ["Title"] = "暗影烈焰弹幕",
    ["Description"] = "在飞行时，奈法利安随机向一名玩家喷出暗影烈焰弹幕，造成40,000点暗影烈焰伤害。",
    },
    ["5x3301"] = {
    ["Title"] = "暗影烈焰弹幕",
    ["Description"] = "在飞行时，奈法利安随机向一名玩家喷出暗影烈焰弹幕，造成36,000点暗影烈焰伤害。",
    },
    ["4x3301"] = {
    ["Title"] = "暗影烈焰弹幕",
    ["Description"] = "在飞行时，奈法利安随机向一名玩家喷出暗影烈焰弹幕，造成20,000点暗影烈焰伤害。",
    },
    ["2x2737"] = {
    ["Title"] = "月火",
    ["Description"] = "玛拉卡斯随机燃烧一名敌人，造成15,000点奥术伤害，之后每3秒额外造成9,000点伤害，持续12秒。",
    },
    ["2x2511"] = {
    ["Title"] = "赞吉尔的秘密手段",
    ["Description"] = "赞吉尔会周期性的使用他的三种秘密巫毒手段，而且不会连续两次使用同一手段。",
    },
    ["5x2511"] = {
    ["Title"] = "赞吉尔的秘密手段",
    ["Description"] = "赞吉尔会周期性的使用他的三种秘密巫毒手段，而且不会连续两次使用同一手段。",
    },
    ["4x2511"] = {
    ["Title"] = "赞吉尔的秘密手段",
    ["Description"] = "赞吉尔会周期性的使用他的三种秘密巫毒手段，而且不会连续两次使用同一手段。",
    },
    ["6x2737"] = {
    ["Title"] = "月火",
    ["Description"] = "玛拉卡斯随机燃烧一名敌人，造成15,000点奥术伤害，之后每3秒额外造成9,000点伤害，持续12秒。",
    },
    ["6x2511"] = {
    ["Title"] = "赞吉尔的秘密手段",
    ["Description"] = "赞吉尔会周期性的使用他的三种秘密巫毒手段，而且不会连续两次使用同一手段。",
    },
    ["2x2721"] = {
    ["Title"] = "血虫",
    ["Description"] = "玛拉卡斯用血虫随机感染一个目标，让血虫从受感染的玩家位置出现。这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["5x2737"] = {
    ["Title"] = "月火",
    ["Description"] = "玛拉卡斯随机燃烧一名敌人，造成15,000点奥术伤害，之后每3秒额外造成9,000点伤害，持续12秒。",
    },
    ["6x2761"] = {
    ["Title"] = "致死打击",
    ["Description"] = "玛拉卡斯对当前目标造成150%的普通近战伤害并使其受伤，任何对其使用的治疗技能效果减弱50%，持续5秒。",
    },
    ["5x2761"] = {
    ["Title"] = "致死打击",
    ["Description"] = "玛拉卡斯对当前目标造成150%的普通近战伤害并使其受伤，任何对其使用的治疗技能效果减弱50%，持续5秒。",
    },
    ["6x2721"] = {
    ["Title"] = "血虫",
    ["Description"] = "玛拉卡斯用血虫随机感染一个目标，让血虫从受感染的玩家位置出现。这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["5x3142"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "",
    },
    ["2x2761"] = {
    ["Title"] = "致死打击",
    ["Description"] = "玛拉卡斯对当前目标造成150%的普通近战伤害并使其受伤，任何对其使用的治疗技能效果减弱50%，持续5秒。",
    },
    ["2x3667"] = {
    ["Title"] = "月影箭",
    ["Description"] = "泰兰德使用强大的月光能量冲击当前目标，对其造成40,000点奥术伤害。",
    },
    ["4x3667"] = {
    ["Title"] = "月影箭",
    ["Description"] = "泰兰德使用强大的月光能量冲击当前目标，对其造成40,000点奥术伤害。",
    },
    ["6x3677"] = {
    ["Title"] = "永恒吐息",
    ["Description"] = "对施法者前方的所有敌人造成75,000点暗影伤害。",
    },
    ["5x3677"] = {
    ["Title"] = "永恒吐息",
    ["Description"] = "对施法者前方的所有敌人造成75,000点暗影伤害。",
    },
    ["2x3677"] = {
    ["Title"] = "永恒吐息",
    ["Description"] = "对施法者前方的所有敌人造成75,000点暗影伤害。",
    },
    ["4x2167"] = {
    ["Title"] = "弹幕",
    ["Description"] = "",
    },
    ["4x3677"] = {
    ["Title"] = "永恒吐息",
    ["Description"] = "对施法者前方的所有敌人造成75,000点暗影伤害。",
    },
    ["2x2167"] = {
    ["Title"] = "弹幕",
    ["Description"] = "",
    },
    ["3x4120"] = {
    ["Title"] = "刺穿",
    ["Description"] = "阿丽萨巴尔刺穿当前目标，并使其昏迷8秒。此外，刺穿每2秒造成10,000点伤害，并使得目标受到的伤害提高150%。",
    },
    ["4x4120"] = {
    ["Title"] = "刺穿",
    ["Description"] = "阿丽萨巴尔刺穿当前目标，并使其昏迷8秒。此外，刺穿每2秒造成10,000点伤害，并使得目标受到的伤害提高150%。",
    },
    ["2x2439"] = {
    ["Title"] = "锤拳",
    ["Description"] = "胡辛姆将军发动一次迅猛的四连击，每0.5秒打出一拳，持续2秒，每次锤拳都会造成他普通近战伤害的75%。",
    },
    ["1x2439"] = {
    ["Title"] = "锤拳",
    ["Description"] = "胡辛姆将军发动一次迅猛的四连击，每0.5秒打出一拳，持续2秒，每次锤拳都会造成他普通近战伤害的75%。",
    },
    ["6x2844"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "肥硕的熔岩虫喷出一股熔火，每1秒对18码锥形区域内的敌人造成60,000点伤害。",
    },
    ["5x2844"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "肥硕的熔岩虫喷出一股熔火，每1秒对18码锥形区域内的敌人造成60,000点伤害。",
    },
    ["3x3454"] = {
    ["Title"] = "浸透毒液",
    ["Description"] = "浸透毒液每2秒造成5,000点自然伤害。该效果可叠加，但驱散毒素时，可以清除所有的叠加次数。\r\n\r\n当玩家攻击或使用法术、技能时，可以给目标抹上毒液。",
    },
    ["5x3454"] = {
    ["Title"] = "浸透毒液",
    ["Description"] = "浸透毒液每2秒造成20,000点自然伤害。该效果可叠加，但驱散毒素时，可以清除所有的叠加次数。\r\n\r\n当玩家攻击或使用法术、技能时，可以给目标抹上毒液。",
    },
    ["4x3454"] = {
    ["Title"] = "浸透毒液",
    ["Description"] = "浸透毒液每2秒造成5,000点自然伤害。该效果可叠加，但驱散毒素时，可以清除所有的叠加次数。\r\n\r\n当玩家攻击或使用法术、技能时，可以给目标抹上毒液。",
    },
    ["4x2844"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "肥硕的熔岩虫喷出一股熔火，每1秒对18码锥形区域内的敌人造成30,000点伤害。",
    },
    ["3x2844"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "肥硕的熔岩虫喷出一股熔火，每1秒对18码锥形区域内的敌人造成30,000点伤害。",
    },
    ["1x3354"] = {
    ["Title"] = "迅猛突袭",
    ["Description"] = "乌比斯将军随机凝视一个玩家所在的位置，然后冲向该位置。当乌比斯抵达该位置后，会对周围半径6码范围内的所有玩家造成30,000点物理伤害，并将他们击飞。",
    },
    ["2x3354"] = {
    ["Title"] = "迅猛突袭",
    ["Description"] = "乌比斯将军随机凝视一个玩家所在的位置，然后冲向该位置。当乌比斯抵达该位置后，会对周围半径6码范围内的所有玩家造成100,000点物理伤害，并将他们击飞。",
    },
    ["1x2220"] = {
    ["Title"] = "厄祖玛特",
    ["Description"] = "厄祖玛特可以被攻击了。",
    },
    ["2x2220"] = {
    ["Title"] = "厄祖玛特",
    ["Description"] = "厄祖玛特可以被攻击了。",
    },
    ["6x2780"] = {
    ["Title"] = "肿胀的巢虫",
    ["Description"] = "这些不稳定的蜘蛛随机锁定一名玩家，并在接触目标后发生易燃爆炸。",
    },
    ["5x2780"] = {
    ["Title"] = "肿胀的巢虫",
    ["Description"] = "这些不稳定的蜘蛛随机锁定一名玩家，并在接触目标后发生易燃爆炸。",
    },
    ["2x2389"] = {
    ["Title"] = "奥西迪斯之影",
    ["Description"] = "升腾者领主奥西迪斯与两个奥西迪斯之影一起出战。这些短命的构造体可以吸收所有伤害。",
    },
    ["2x3643"] = {
    ["Title"] = "霜刃",
    ["Description"] = "吉安娜的残影召唤3片冰霜之刃并向前方发射。任何触碰到霜刃的敌人将被冰霜冻结，昏迷5秒。",
    },
    ["4x2981"] = {
    ["Title"] = "岩石之握",
    ["Description"] = "被释放之后，岩龙使哈尔弗斯受到麻痹效果的侵扰，周期性陷入石化12秒。在石化状态下，哈尔弗斯无法移动火攻击，玩家对其造成的伤害提高0%。",
    },
    ["5x2981"] = {
    ["Title"] = "岩石之握",
    ["Description"] = "被释放之后，岩龙使哈尔弗斯受到麻痹效果的侵扰，周期性陷入石化12秒。在石化状态下，哈尔弗斯无法移动火攻击，玩家对其造成的伤害提高0%。",
    },
    ["5x3643"] = {
    ["Title"] = "霜刃",
    ["Description"] = "吉安娜的残影召唤3片冰霜之刃并向前方发射。任何触碰到霜刃的敌人将被冰霜冻结，昏迷5秒。",
    },
    ["6x3643"] = {
    ["Title"] = "霜刃",
    ["Description"] = "吉安娜的残影召唤3片冰霜之刃并向前方发射。任何触碰到霜刃的敌人将被冰霜冻结，昏迷5秒。",
    },
    ["1x2389"] = {
    ["Title"] = "奥西迪斯之影",
    ["Description"] = "升腾者领主奥西迪斯与两个奥西迪斯之影一起出战。这些短命的构造体可以吸收所有伤害。\r\n\r\n在英雄难度下，有三个奥西迪斯之影。|r",
    },
    ["1x3381"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "新孵化的暮光雏龙会不断地对玩家施放暮光冲击波。",
    },
    ["2x3381"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "新孵化的暮光雏龙会不断地对玩家施放暮光冲击波。",
    },
    ["3x3078"] = {
    ["Title"] = "音波吐息",
    ["Description"] = "艾卓曼德斯随机追踪一名玩家，然后转向该玩家并开始喷火。音波吐息对其路径上的所有玩家造成20,000点火焰伤害，并附加20点音量。",
    },
    ["5x3078"] = {
    ["Title"] = "音波吐息",
    ["Description"] = "艾卓曼德斯随机追踪一名玩家，然后转向该玩家并开始喷火。音波吐息对其路径上的所有玩家造成30,000点火焰伤害，并附加30点音量。",
    },
    ["4x3078"] = {
    ["Title"] = "音波吐息",
    ["Description"] = "艾卓曼德斯随机追踪一名玩家，然后转向该玩家并开始喷火。音波吐息对其路径上的所有玩家造成20,000点火焰伤害，并附加20点音量。",
    },
    ["6x3078"] = {
    ["Title"] = "音波吐息",
    ["Description"] = "艾卓曼德斯随机追踪一名玩家，然后转向该玩家并开始喷火。音波吐息对其路径上的所有玩家造成30,000点火焰伤害，并附加30点音量。",
    },
    ["4x2617"] = {
    ["Title"] = "复活奥根",
    ["Description"] = "如果奥根被玩家杀死，血领主曼多基尔将会把他复活。奥根会继续执行生前的命令。",
    },
    ["2x2617"] = {
    ["Title"] = "复活奥根",
    ["Description"] = "如果奥根被玩家杀死，血领主曼多基尔将会把他复活。奥根会继续执行生前的命令。",
    },
    ["5x3247"] = {
    ["Title"] = "毁灭",
    ["Description"] = "希奈丝特拉随机使一个玩家每2秒受到一次暗影伤害，持续1分钟，在此期间伤害数值迅速提高。当一个玩家驱散毁灭时，它会弹射到目标附近的其他两个玩家身上。毁灭保持之前的剩余时间，但伤害降回初始值。",
    },
    ["6x3247"] = {
    ["Title"] = "毁灭",
    ["Description"] = "希奈丝特拉随机使一个玩家每2秒受到一次暗影伤害，持续1分钟，在此期间伤害数值迅速提高。当一个玩家驱散毁灭时，它会弹射到目标附近的其他两个玩家身上。毁灭保持之前的剩余时间，但伤害降回初始值。",
    },
    ["3x3014"] = {
    ["Title"] = "争执",
    ["Description"] = "每当奇美隆将胆汁喷洒机打瘫痪，他的两颗头就会开始互相争吵，使其在30秒内不能进行近战攻击。\r\n\r\n在英雄难度下，维克多·奈法里奥斯勋爵会命令奇美隆停止争吵，使争执仅持续2秒便结束。|r",
    },
    ["6x3014"] = {
    ["Title"] = "争执",
    ["Description"] = "每当奇美隆将胆汁喷洒机打瘫痪，他的两颗头就会开始互相争吵，使其在30秒内不能进行近战攻击。",
    },
    ["4x3014"] = {
    ["Title"] = "争执",
    ["Description"] = "每当奇美隆将胆汁喷洒机打瘫痪，他的两颗头就会开始互相争吵，使其在30秒内不能进行近战攻击。",
    },
    ["5x3014"] = {
    ["Title"] = "争执",
    ["Description"] = "每当奇美隆将胆汁喷洒机打瘫痪，他的两颗头就会开始互相争吵，使其在30秒内不能进行近战攻击。",
    },
    ["6x2617"] = {
    ["Title"] = "复活奥根",
    ["Description"] = "如果奥根被玩家杀死，血领主曼多基尔将会把他复活。奥根会继续执行生前的命令。",
    },
    ["5x2617"] = {
    ["Title"] = "复活奥根",
    ["Description"] = "如果奥根被玩家杀死，血领主曼多基尔将会把他复活。奥根会继续执行生前的命令。",
    },
    ["3x4166"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["2x2221"] = {
    ["Title"] = "厄祖玛特的枯萎",
    ["Description"] = "厄祖玛特会持续地向房间内喷吐毒气。每名玩家每秒都会受到800点暗影伤害，持续6秒。该效果每秒叠加，直至战斗结束。",
    },
    ["1x2221"] = {
    ["Title"] = "厄祖玛特的枯萎",
    ["Description"] = "厄祖玛特会持续地向房间内喷吐毒气。每名玩家每秒都会受到200点暗影伤害，持续6秒。该效果每秒叠加，直至战斗结束。",
    },
    ["4x4157"] = {
    ["Title"] = "水体防护层",
    ["Description"] = "萨尔的水体防护层可使盟友免受善德之潮的影响，在水体防护层内还可以使他们造成的伤害提高100%。",
    },
    ["2x4157"] = {
    ["Title"] = "水体防护层",
    ["Description"] = "萨尔的水体防护层可使盟友免受善德之潮的影响，在水体防护层内还可以使他们造成的伤害提高100%。",
    },
    ["6x2575"] = {
    ["Title"] = "献祭陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个炽热的陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，立即造成102,000点火焰伤害，随后每3秒内造成25,500点火焰伤害，并且使目标受到的所有伤害增加40%，持续9秒。",
    },
    ["1x2189"] = {
    ["Title"] = "挤压",
    ["Description"] = "指挥官乌尔索克挥鞭勒住某个玩家，使其昏迷，并每秒受到5,000点暗影伤害，持续6秒。",
    },
    ["2x2189"] = {
    ["Title"] = "挤压",
    ["Description"] = "指挥官乌尔索克挥鞭勒住某个玩家，使其昏迷，并每秒受到12,500点暗影伤害，持续6秒。",
    },
    ["5x2575"] = {
    ["Title"] = "献祭陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个炽热的陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，立即造成102,000点火焰伤害，随后每3秒内造成25,500点火焰伤害，并且使目标受到的所有伤害增加40%，持续9秒。",
    },
    ["4x2575"] = {
    ["Title"] = "献祭陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个炽热的陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，立即造成63,749点火焰伤害，随后每3秒内造成17,000点火焰伤害，并且使目标受到的所有伤害增加40%，持续9秒。",
    },
    ["3x2575"] = {
    ["Title"] = "献祭陷阱",
    ["Description"] = "沙恩诺克斯朝一名玩家的脚下发射一个炽热的陷阱。陷阱需要2秒才能组装完毕，在玩家或沙恩诺克斯的宠物踩到时触发，立即造成63,749点火焰伤害，随后每3秒内造成17,000点火焰伤害，并且使目标受到的所有伤害增加40%，持续9秒。",
    },
    ["5x3232"] = {
    ["Title"] = "暮光喷吐",
    ["Description"] = "暮光雏龙向目标喷射暗影毒液，造成4,000点暗影伤害，并使目标受到的暗影伤害提高10%。这个效果可以叠加。",
    },
    ["6x3232"] = {
    ["Title"] = "暮光喷吐",
    ["Description"] = "暮光雏龙向目标喷射暗影毒液，造成4,000点暗影伤害，并使目标受到的暗影伤害提高10%。这个效果可以叠加。",
    },
    ["1x819"] = {
    ["Title"] = "盾技能",
    ["Description"] = "",
    },
    ["2x819"] = {
    ["Title"] = "盾技能",
    ["Description"] = "",
    },
    ["6x4351"] = {
    ["Title"] = "凝固之血",
    ["Description"] = "当一个凝固之血触及死亡之翼，它会治疗死亡之翼1%的最大生命值。",
    },
    ["5x4351"] = {
    ["Title"] = "凝固之血",
    ["Description"] = "当一个凝固之血触及死亡之翼，它会治疗死亡之翼1%的最大生命值。",
    },
    ["4x3486"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["5x3486"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在在战斗中，一团毒云出现在地面上，对站在上面的敌人造成10,000点自然伤害。",
    },
    ["2x3486"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["6x3486"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["6x2920"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施展烈焰镰刀都会获得一层肾上腺素的效果。每层肾上腺素提高他 20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["5x3004"] = {
    ["Title"] = "裂隙冲击",
    ["Description"] = "暮光斥候不断向随机玩家发射裂隙冲击，每5秒造成55,000点暗影伤害。",
    },
    ["4x2920"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施展烈焰镰刀都会获得一层肾上腺素的效果。每层肾上腺素提高他 20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["5x2036"] = {
    ["Title"] = "注视",
    ["Description"] = "熔火炉渣会周期性地锁定一个随机的敌方目标，在10秒内只攻击该目标。",
    },
    ["6x2036"] = {
    ["Title"] = "注视",
    ["Description"] = "熔火炉渣会周期性地锁定一个随机的敌方目标，在10秒内只攻击该目标。",
    },
    ["4x3173"] = {
    ["Title"] = "刺骨旋风",
    ["Description"] = "洛哈西的强风会掠过某个玩家，造成20,000点自然伤害。",
    },
    ["3x3173"] = {
    ["Title"] = "刺骨旋风",
    ["Description"] = "洛哈西的强风会掠过某个玩家，造成10,000点自然伤害。\r\n\r\n在英雄难度下，刺骨旋风还会使该玩家受到的自然伤害提高0%，持续45秒。这个效果可以叠加。|r",
    },
    ["4x2578"] = {
    ["Title"] = "锯裂",
    ["Description"] = "沙恩诺克斯的弧形斩产生的锯裂每3秒造成4,250点物理伤害，持续24秒。可叠加。",
    },
    ["3x2578"] = {
    ["Title"] = "锯裂",
    ["Description"] = "沙恩诺克斯的弧形斩产生的锯裂每3秒造成2,125点物理伤害，持续24秒。可叠加。",
    },
    ["2x2450"] = {
    ["Title"] = "麻木飞镖",
    ["Description"] = "奥弗随机向一名玩家投掷一枚麻木飞镖，立即造成11,049点自然伤害，使近战、远程和施法速度降低40%，并在9秒内每2秒额外造成4,300点自然伤害。",
    },
    ["5x2578"] = {
    ["Title"] = "锯裂",
    ["Description"] = "沙恩诺克斯的弧形斩产生的锯裂每3秒造成3,400点物理伤害，持续30秒。可叠加。",
    },
    ["3x3175"] = {
    ["Title"] = "龙卷风",
    ["Description"] = "洛哈西召唤会在平台上随机飞舞的旋风，对3码内的玩家造成60,000点自然伤害，并将他们击退。",
    },
    ["4x3175"] = {
    ["Title"] = "龙卷风",
    ["Description"] = "洛哈西召唤会在平台上随机飞舞的旋风，对3码内的玩家造成60,000点自然伤害，并将他们击退。",
    },
    ["5x3236"] = {
    ["Title"] = "血之专注",
    ["Description"] = "凯伦消耗自己的生命值以恢复法力值。他的专注使得自己受到的治疗量提高500%。",
    },
    ["2x4308"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹使用他擅长的恶魔猎手技能继续对抗玛诺洛斯。",
    },
    ["6x3236"] = {
    ["Title"] = "血之专注",
    ["Description"] = "凯伦消耗自己的生命值以恢复法力值。他的专注使得自己受到的治疗量提高500%。",
    },
    ["4x4308"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹使用他擅长的恶魔猎手技能继续对抗玛诺洛斯。",
    },
    ["2x2015"] = {
    ["Title"] = "火焰绽放",
    ["Description"] = "格拉布托克向屋内的某个随机位置施放火焰绽放，2秒后落地。当火焰绽放落地后，它会将周围5码半径内的敌人击飞，并对其造成10,000点火焰伤害。",
    },
    ["1x2015"] = {
    ["Title"] = "火焰绽放",
    ["Description"] = "格拉布托克向屋内的某个随机位置施放火焰绽放，2秒后落地。当火焰绽放落地后，它会将周围5码半径内的敌人击飞，并对其造成14点火焰伤害。\r\n\r\n在英雄难度下，无论该法术落在何处，一只盛焰生物都会从烈焰中出现并开始攻击。|r",
    },
    ["4x4295"] = {
    ["Title"] = "恶魔卫士",
    ["Description"] = "当生命值降至70%，玛诺洛斯从虚空之门中召唤一个恶魔卫士来帮助他作战。",
    },
    ["2x4295"] = {
    ["Title"] = "恶魔卫士",
    ["Description"] = "当生命值降至70%，玛诺洛斯从虚空之门中召唤一个恶魔卫士来帮助他作战。",
    },
    ["5x3175"] = {
    ["Title"] = "龙卷风",
    ["Description"] = "洛哈西召唤会在平台上随机飞舞的旋风，对3码内的玩家造成100,000点自然伤害，并将他们击退。",
    },
    ["6x3175"] = {
    ["Title"] = "龙卷风",
    ["Description"] = "洛哈西召唤会在平台上随机飞舞的旋风，对3码内的玩家造成100,000点自然伤害，并将他们击退。",
    },
    ["6x2612"] = {
    ["Title"] = "毁灭猛击",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，转身跃向空中，高高坠落，在前方45度的锥形区域内造成195,000点物理伤害。",
    },
    ["4x2612"] = {
    ["Title"] = "毁灭猛击",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，转身跃向空中，高高坠落，在前方45度的锥形区域内造成195,000点物理伤害。",
    },
    ["5x2612"] = {
    ["Title"] = "毁灭猛击",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，转身跃向空中，高高坠落，在前方45度的锥形区域内造成195,000点物理伤害。",
    },
    ["2x2612"] = {
    ["Title"] = "毁灭猛击",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，转身跃向空中，高高坠落，在前方45度的锥形区域内造成195,000点物理伤害。",
    },
    ["3x2853"] = {
    ["Title"] = "绿龙精华",
    ["Description"] = "在燃尽期间，奥利瑟拉佐尔若被有害法术击中，就会喷出绿龙精华，恢复玩家最大法力值的10%。",
    },
    ["4x2853"] = {
    ["Title"] = "绿龙精华",
    ["Description"] = "在燃尽期间，奥利瑟拉佐尔若被有害法术击中，就会喷出绿龙精华，恢复玩家最大法力值的10%。",
    },
    ["6x3250"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "当希奈丝特拉的近战范围内没有任何目标时，她会冲击一个敌人，造成175,000点暗影伤害。",
    },
    ["5x3250"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "当希奈丝特拉的近战范围内没有任何目标时，她会冲击一个敌人，造成175,000点暗影伤害。",
    },
    ["2x4307"] = {
    ["Title"] = "月神射击",
    ["Description"] = "泰兰德用她的月神射击遏制恶魔们源源不断地从永恒之井中涌出。",
    },
    ["4x2851"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔继续放出火环，让它们出现在战斗区域的地面上，持续3秒。穿过火环的玩家将会获得炽炎之能的效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["6x2967"] = {
    ["Title"] = "狂怒咆哮",
    ["Description"] = "当哈尔弗斯的生命值低于50%时，他会周期性地发出狂怒咆哮。这种可怕的咆哮会对所有玩家造成20,000点物理伤害，并将他们击倒在地，昏迷2秒。哈尔弗斯会在短时间内连续咆哮三次。",
    },
    ["6x2851"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔继续放出火环，让它们出现在战斗区域的地面上，持续3秒。穿过火环的玩家将会获得炽炎之能的效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["5x2851"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔继续放出火环，让它们出现在战斗区域的地面上，持续3秒。穿过火环的玩家将会获得炽炎之能的效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["2x2512"] = {
    ["Title"] = "赞吉尔的红色复活药剂",
    ["Description"] = "赞吉尔召唤出一大群赞吉利僵尸。",
    },
    ["2x3377"] = {
    ["Title"] = "暗影飓风",
    ["Description"] = "埃鲁达克随机在房间中的某处聚集暗影，5秒后，该处变成暗影飓风的中心。埃鲁达克引导风暴10秒，在此期间埃鲁达克受到的伤害提高100%。\r\n\r\n风暴每1秒对区域内的目标造成10,000点暗影伤害，并使其受到的暗影伤害提高50%，持续3秒，但站在风暴中心的玩家不受伤害。风暴的混乱能量还使得风暴外面的玩家移动速度提高50%。",
    },
    ["1x3377"] = {
    ["Title"] = "暗影飓风",
    ["Description"] = "埃鲁达克随机在房间中的某处聚集暗影，5秒后，该处变成暗影飓风的中心。埃鲁达克引导风暴10秒，在此期间埃鲁达克受到的伤害提高100%。\r\n\r\n风暴每1秒对区域内的目标造成3,000点暗影伤害，并使其受到的暗影伤害提高50%，持续3秒，但站在风暴中心的玩家不受伤害。风暴的混乱能量还使得风暴外面的玩家移动速度提高50%。",
    },
    ["5x2646"] = {
    ["Title"] = "熔火地狱火",
    ["Description"] = "熔火之种爆发时，会产生一道熔火地狱火，对所有位于熔火之种附近的玩家造成136,000点火焰伤害，并创造一个熔岩元素，目标距离熔火之种越远，所受伤害越低。",
    },
    ["6x2646"] = {
    ["Title"] = "熔火地狱火",
    ["Description"] = "熔火之种爆发时，会产生一道熔火地狱火，对所有位于熔火之种附近的玩家造成102,000点火焰伤害，并创造一个熔岩元素，目标距离熔火之种越远，所受伤害越低。",
    },
    ["3x2650"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合。烈焰之子在接触萨弗拉斯时会引发超级新星。",
    },
    ["3x2646"] = {
    ["Title"] = "熔火地狱火",
    ["Description"] = "熔火之种爆发时，会产生一道熔火地狱火，对所有位于熔火之种附近的玩家造成101,250点火焰伤害，并创造一个熔岩元素，目标距离熔火之种越远，所受伤害越低。",
    },
    ["4x2646"] = {
    ["Title"] = "熔火地狱火",
    ["Description"] = "熔火之种爆发时，会产生一道熔火地狱火，对所有位于熔火之种附近的玩家造成101,250点火焰伤害，并创造一个熔岩元素，目标距离熔火之种越远，所受伤害越低。",
    },
    ["6x2650"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合。烈焰之子在接触萨弗拉斯时会引发超级新星。",
    },
    ["5x2853"] = {
    ["Title"] = "绿龙精华",
    ["Description"] = "在燃尽期间，奥利瑟拉佐尔若被有害法术击中，就会喷出绿龙精华，恢复玩家最大法力值的10%。",
    },
    ["6x2853"] = {
    ["Title"] = "绿龙精华",
    ["Description"] = "在燃尽期间，奥利瑟拉佐尔若被有害法术击中，就会喷出绿龙精华，恢复玩家最大法力值的10%。",
    },
    ["3x3152"] = {
    ["Title"] = "旋风上抛",
    ["Description"] = "在接触了艾里昂的某个旋风后，一朵涡流气云就会在玩家脚下出现，将他们带离地面2分钟。融入大地可以去除旋风上抛效果。",
    },
    ["1x2368"] = {
    ["Title"] = "重力打击",
    ["Description"] = "进化的暮光狂热者以附有魔法的攻击方式，对当前敌对目标造成相当于目标当前生命值60%的物理伤害，并使其攻击强度降低2,000点，持续8秒。",
    },
    ["1x2012"] = {
    ["Title"] = "寒冰之拳",
    ["Description"] = "格拉布托克的双拳散发着寒气，使他的每次近战攻击可以造成9点冰霜伤害。\r\n\r\n此外，当格拉布托克发动一次近战攻击时，还有几率造成29点冰霜伤害，并使周围5码内的所有敌人的移动速度降低40%，近战和远程攻击频率降低25%，施法时间延长25%，持续4秒。",
    },
    ["2x2012"] = {
    ["Title"] = "寒冰之拳",
    ["Description"] = "格拉布托克的双拳散发着寒气，使他的每次近战攻击可以造成1,000点冰霜伤害。\r\n\r\n此外，当格拉布托克发动一次近战攻击时，还有几率造成20,000点冰霜伤害，并使周围5码内的所有敌人的移动速度降低40%，近战和远程攻击频率降低25%，施法时间延长25%，持续4秒。",
    },
    ["5x2647"] = {
    ["Title"] = "熔岩元素",
    ["Description"] = "熔岩元素生于熔火地狱火。它将随机选择一名玩家，对其进行集中攻击。",
    },
    ["6x3152"] = {
    ["Title"] = "旋风上抛",
    ["Description"] = "在接触了艾里昂的某个旋风后，一朵涡流气云就会在玩家脚下出现，将他们带离地面2分钟。融入大地可以去除旋风上抛效果。",
    },
    ["5x3152"] = {
    ["Title"] = "旋风上抛",
    ["Description"] = "在接触了艾里昂的某个旋风后，一朵涡流气云就会在玩家脚下出现，将他们带离地面2分钟。融入大地可以去除旋风上抛效果。",
    },
    ["4x2647"] = {
    ["Title"] = "熔岩元素",
    ["Description"] = "熔岩元素生于熔火地狱火。它将随机选择一名玩家，对其进行集中攻击。",
    },
    ["4x3174"] = {
    ["Title"] = "强风冲击",
    ["Description"] = "洛哈西会缓慢地旋转，用强风冲击他面前的玩家，持续6秒，造成16,000点自然伤害，并将玩家击退。",
    },
    ["5x3174"] = {
    ["Title"] = "强风冲击",
    ["Description"] = "洛哈西会缓慢地旋转，用强风冲击他面前的玩家，持续6秒，造成25,000点自然伤害，并将玩家击退。",
    },
    ["6x3174"] = {
    ["Title"] = "强风冲击",
    ["Description"] = "洛哈西会缓慢地旋转，用强风冲击他面前的玩家，持续6秒，造成50,000点自然伤害，并将玩家击退。",
    },
    ["5x3328"] = {
    ["Title"] = "暗影吐息",
    ["Description"] = "当熔喉的生命值降到30%时，奈法里奥斯会开始直接攻击玩家。他会随机向一些玩家发射暗影烈焰的箭雨。暗影吐息会对他的目标周围半径5码范围内的所有玩家造成22,499点暗影伤害。",
    },
    ["6x3328"] = {
    ["Title"] = "暗影吐息",
    ["Description"] = "当熔喉的生命值降到30%时，奈法里奥斯会开始直接攻击玩家。他会随机向一些玩家发射暗影烈焰的箭雨。暗影吐息会对他的目标周围半径5码范围内的所有玩家造成27,000点暗影伤害。",
    },
    ["3x2933"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["4x2933"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["5x2933"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["6x2933"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["2x2480"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "当一个希亚玛特的仆从的生命值低于4%时，它会释放闪电充能，对周围半径10码范围内的所有玩家造成11,500点自然伤害，使他们受到的伤害提高33%、造成的伤害提高10%，急速提高10%。",
    },
    ["6x3024"] = {
    ["Title"] = "冰雪风暴",
    ["Description"] = "奥拉基尔随机在平台上的某个位置施放冰雪风暴。冰雪风暴会缓慢移动，在身后留下一片冰冻的地面。所有站在冰面上的敌人都会每0.5秒受到7,000点冰霜伤害，移动速度降低50%。",
    },
    ["2x2122"] = {
    ["Title"] = "嚎叫之怒",
    ["Description"] = "盲眼守卫奥杜造成的物理伤害提高10%，体型增大15%，持续20秒。这个效果最多可以叠加5次。",
    },
    ["4x2480"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "当一个希亚玛特的仆从的生命值低于4%时，它会释放闪电充能，对周围半径10码范围内的所有玩家造成11,500点自然伤害，使他们受到的伤害提高33%、造成的伤害提高10%，急速提高10%。",
    },
    ["5x2480"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "当一个希亚玛特的仆从的生命值低于4%时，它会释放闪电充能，对周围半径10码范围内的所有玩家造成11,500点自然伤害，使他们受到的伤害提高33%、造成的伤害提高10%，急速提高10%。",
    },
    ["6x2480"] = {
    ["Title"] = "闪电充能",
    ["Description"] = "当一个希亚玛特的仆从的生命值低于4%时，它会释放闪电充能，对周围半径10码范围内的所有玩家造成11,500点自然伤害，使他们受到的伤害提高33%、造成的伤害提高10%，急速提高10%。",
    },
    ["4x2794"] = {
    ["Title"] = "毒性戒断",
    ["Description"] = "血毒触须结束后，高阶祭司温诺希斯受到毒性戒断的影响，持续10秒。毒性戒断使温诺希斯进入昏迷状态，并且受到100%的额外伤害。一旦毒性戒断解除，温诺希斯将会再次回到第一阶段。",
    },
    ["5x2794"] = {
    ["Title"] = "毒性戒断",
    ["Description"] = "血毒触须结束后，高阶祭司温诺希斯受到毒性戒断的影响，持续10秒。毒性戒断使温诺希斯进入昏迷状态，并且受到100%的额外伤害。一旦毒性戒断解除，温诺希斯将会再次回到第一阶段。",
    },
    ["2x2794"] = {
    ["Title"] = "毒性戒断",
    ["Description"] = "血毒触须结束后，高阶祭司温诺希斯受到毒性戒断的影响，持续10秒。毒性戒断使温诺希斯进入昏迷状态，并且受到100%的额外伤害。一旦毒性戒断解除，温诺希斯将会再次回到第一阶段。",
    },
    ["6x2794"] = {
    ["Title"] = "毒性戒断",
    ["Description"] = "血毒触须结束后，高阶祭司温诺希斯受到毒性戒断的影响，持续10秒。毒性戒断使温诺希斯进入昏迷状态，并且受到100%的额外伤害。一旦毒性戒断解除，温诺希斯将会再次回到第一阶段。",
    },
    ["2x2448"] = {
    ["Title"] = "恶毒撕咬",
    ["Description"] = "狂乱的鳄鱼会撕咬它们的目标，造成等同于一次普通近战攻击50%的物理伤害，还会每2秒造成1,299点额外物理伤害，持续15秒。恶毒撕咬最多可叠加三层。",
    },
    ["1x2448"] = {
    ["Title"] = "恶毒撕咬",
    ["Description"] = "狂乱的鳄鱼会撕咬它们的目标，造成等同于一次普通近战攻击50%的物理伤害，还会每2秒造成1,000点额外物理伤害，持续15秒。恶毒撕咬最多可叠加三层。",
    },
    ["5x3960"] = {
    ["Title"] = "霜刃",
    ["Description"] = "着魔的魔导师随机对一名玩家所在地点冲锋，对该区域5码范围内的所有玩家造成75%的武器，算作冰霜伤害。",
    },
    ["6x3960"] = {
    ["Title"] = "霜刃",
    ["Description"] = "着魔的魔导师随机对一名玩家所在地点冲锋，对该区域5码范围内的所有玩家造成75%的武器，算作冰霜伤害。",
    },
    ["4x3960"] = {
    ["Title"] = "霜刃",
    ["Description"] = "着魔的魔导师随机对一名玩家所在地点冲锋，对该区域5码范围内的所有玩家造成75%的武器，算作冰霜伤害。",
    },
    ["6x2580"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当玩家打败裂肢或者狂脸时，沙恩诺克斯将进入狂乱状态，物理伤害增加30%，攻击速度增加30%。该效果可叠加2次。",
    },
    ["5x2580"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当玩家打败裂肢或者狂脸时，沙恩诺克斯将进入狂乱状态，物理伤害增加30%，攻击速度增加30%。该效果可叠加2次。",
    },
    ["1x2411"] = {
    ["Title"] = "第一阶段：杀掉入侵者！",
    ["Description"] = "",
    },
    ["4x2580"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当玩家打败裂肢或者狂脸时，沙恩诺克斯将进入狂乱状态，物理伤害增加30%，攻击速度增加30%。该效果可叠加2次。",
    },
    ["3x2580"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当玩家打败裂肢或者狂脸时，沙恩诺克斯将进入狂乱状态，物理伤害增加30%，攻击速度增加30%。该效果可叠加2次。",
    },
    ["3x3348"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["6x2950"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "马洛拉克在自己面前释放多条小型的火焰裂隙。这些裂隙会对周围半径3码范围内的所有玩家造成74,999点火焰伤害，并留下永久的燃烧效果，对所有附近的玩家造成40,000点火焰伤害。",
    },
    ["5x2950"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "马洛拉克在自己面前释放多条小型的火焰裂隙。这些裂隙会对周围半径3码范围内的所有玩家造成74,999点火焰伤害，并留下永久的燃烧效果，对所有附近的玩家造成40,000点火焰伤害。",
    },
    ["4x2950"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "马洛拉克在自己面前释放多条小型的火焰裂隙。这些裂隙会对周围半径3码范围内的所有玩家造成40,000点火焰伤害，并留下永久的燃烧效果，对所有附近的玩家造成20,000点火焰伤害。",
    },
    ["3x2950"] = {
    ["Title"] = "熔岩喷射",
    ["Description"] = "马洛拉克在自己面前释放多条小型的火焰裂隙。这些裂隙会对周围半径3码范围内的所有玩家造成40,000点火焰伤害，并留下永久的燃烧效果，对所有附近的玩家造成20,000点火焰伤害。",
    },
    ["5x3330"] = {
    ["Title"] = "烈火喷涌",
    ["Description"] = "炽炎之爪新兵向一名敌人投掷炽热的岩石，造成40,000点火焰伤害，以及后续的每3秒12,000点火焰伤害，持续12秒。",
    },
    ["6x3330"] = {
    ["Title"] = "烈火喷涌",
    ["Description"] = "炽炎之爪新兵向一名敌人投掷炽热的岩石，造成40,000点火焰伤害，以及后续的每3秒20,000点火焰伤害，持续12秒。",
    },
    ["3x3330"] = {
    ["Title"] = "烈火喷涌",
    ["Description"] = "炽炎之爪新兵向一名敌人投掷炽热的岩石，造成30,000点火焰伤害，以及后续的每3秒10,000点火焰伤害，持续12秒。",
    },
    ["4x3330"] = {
    ["Title"] = "烈火喷涌",
    ["Description"] = "炽炎之爪新兵向一名敌人投掷炽热的岩石，造成30,000点火焰伤害，以及后续的每3秒15,000点火焰伤害，持续12秒。",
    },
    ["5x2549"] = {
    ["Title"] = "液态黑曜石",
    ["Description"] = "液态黑曜石会试图靠近雷奥利斯领主，然后使用熔合。",
    },
    ["6x2549"] = {
    ["Title"] = "液态黑曜石",
    ["Description"] = "液态黑曜石会试图靠近雷奥利斯领主，然后使用熔合。",
    },
    ["4x2958"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["3x2958"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["6x2958"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["5x2958"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个畸变怪都会使其周围半径10码范围内的其他畸变怪造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和原型实验体。",
    },
    ["5x2590"] = {
    ["Title"] = "荣耀烈焰",
    ["Description"] = "贝尔洛克的攻击会在其主要目标的身体里唤醒一道燃烧的火花，目标受到的物理伤害增加20%，同时最大生命值增加20%。\r\n\r\n每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果。",
    },
    ["6x2590"] = {
    ["Title"] = "荣耀烈焰",
    ["Description"] = "贝尔洛克的攻击会在其主要目标的身体里唤醒一道燃烧的火花，目标受到的物理伤害增加20%，同时最大生命值增加20%。\r\n\r\n每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果。",
    },
    ["2x2706"] = {
    ["Title"] = "玛拉卡斯的仆从",
    ["Description"] = "四名仆从中的两名会陪伴妖术领主玛拉卡斯。",
    },
    ["4x2590"] = {
    ["Title"] = "荣耀烈焰",
    ["Description"] = "贝尔洛克的攻击会在其主要目标的身体里唤醒一道燃烧的火花，目标受到的物理伤害增加20%，同时最大生命值增加20%。\r\n\r\n每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果。",
    },
    ["4x2706"] = {
    ["Title"] = "玛拉卡斯的仆从",
    ["Description"] = "四名仆从中的两名会陪伴妖术领主玛拉卡斯。",
    },
    ["5x2706"] = {
    ["Title"] = "玛拉卡斯的仆从",
    ["Description"] = "四名仆从中的两名会陪伴妖术领主玛拉卡斯。",
    },
    ["2x2368"] = {
    ["Title"] = "重力打击",
    ["Description"] = "进化的暮光狂热者以附有魔法的攻击方式，对当前敌对目标造成相当于目标当前生命值60%的物理伤害，并使其攻击强度降低10,000点，持续8秒。",
    },
    ["6x3217"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成35,000点暗影伤害和35,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["5x3217"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成35,000点暗影伤害和35,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["4x3217"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成20,000点暗影伤害和20,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["3x3217"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成20,000点暗影伤害和20,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["6x3968"] = {
    ["Title"] = "女王的奴仆",
    ["Description"] = "女王艾萨拉魅惑一个随机目标，使其变成一个傀儡。只有当傀儡的提线被打断时，这个玩家才能被解救出来。",
    },
    ["6x2661"] = {
    ["Title"] = "活体流星",
    ["Description"] = "活体流星会随机锁定并追逐一个目标。",
    },
    ["5x2661"] = {
    ["Title"] = "活体流星",
    ["Description"] = "活体流星会随机锁定并追逐一个目标。",
    },
    ["4x2661"] = {
    ["Title"] = "活体流星",
    ["Description"] = "活体流星会随机锁定并追逐一个目标。",
    },
    ["3x2661"] = {
    ["Title"] = "活体流星",
    ["Description"] = "活体流星会随机锁定并追逐一个目标。",
    },
    ["2x2206"] = {
    ["Title"] = "残忍的精神鞭笞者",
    ["Description"] = "当遭遇战开始5秒钟后，一只残忍的精神鞭笞者会进入房间。这个阶段总计会有三只残忍的精神鞭笞者出现。",
    },
    ["1x2206"] = {
    ["Title"] = "残忍的精神鞭笞者",
    ["Description"] = "当遭遇战开始5秒钟后，一只残忍的精神鞭笞者会进入房间。这个阶段总计会有三只残忍的精神鞭笞者出现。",
    },
    ["1x3353"] = {
    ["Title"] = "溢血之伤",
    ["Description"] = "乌比斯将军野蛮地攻击他的当前目标，造成普通近战伤害，以及额外的每2秒6,000点物理伤害，持续10秒。受此效果影响的目标的生命值被治疗到90%以上即可移除该效果。",
    },
    ["2x3353"] = {
    ["Title"] = "溢血之伤",
    ["Description"] = "乌比斯将军野蛮地攻击他的当前目标，造成普通近战伤害，以及额外的每2秒8,000点物理伤害，持续10秒。受此效果影响的目标的生命值被治疗到90%以上即可移除该效果。",
    },
    ["5x3246"] = {
    ["Title"] = "红龙精华",
    ["Description"] = "凯伦给整个团队施加阿莱克丝塔萨的祝福，使所有玩家获得100%的近战、远程和施法急速，并使他们每秒恢复5%的法力值。红龙精华持续3分钟。",
    },
    ["6x3964"] = {
    ["Title"] = "冲击波",
    ["Description"] = "着魔的魔导师施放一道火焰波，对40码范围内的敌人造成30,000点火焰伤害。",
    },
    ["2x3368"] = {
    ["Title"] = "超级新星",
    ["Description"] = "被召唤的烈火幽灵在剧烈的新星爆发中炸开，立即对周围半径10码范围内的所有玩家造成造成155,000点火焰伤害，并在接下来的8秒内每1秒造成额外的5,000点火焰伤害。",
    },
    ["6x2876"] = {
    ["Title"] = "重伤投掷",
    ["Description"] = "达卡拉随机朝一名玩家投掷武器，使其大量流血，持续1分钟，或者到完全被治愈为止。此伤口每5秒造成7,500点伤害。",
    },
    ["1x2568"] = {
    ["Title"] = "充能",
    ["Description"] = "当新生豆荚存活时，阿穆纳伊的伤害增加5%，近战急速增加30%。",
    },
    ["5x2636"] = {
    ["Title"] = "阶段转换：火焰仆从！",
    ["Description"] = "在生命值处于70%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。",
    },
    ["6x2636"] = {
    ["Title"] = "阶段转换：火焰仆从！",
    ["Description"] = "在生命值处于70%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。",
    },
    ["3x2636"] = {
    ["Title"] = "阶段转换：火焰仆从！",
    ["Description"] = "在生命值处于70%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。",
    },
    ["4x2636"] = {
    ["Title"] = "阶段转换：火焰仆从！",
    ["Description"] = "在生命值处于70%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。",
    },
    ["6x3246"] = {
    ["Title"] = "红龙精华",
    ["Description"] = "凯伦给整个团队施加阿莱克丝塔萨的祝福，使所有玩家获得100%的近战、远程和施法急速，并使他们每秒恢复5%的法力值。红龙精华持续3分钟。",
    },
    ["3x2765"] = {
    ["Title"] = "火焰能量",
    ["Description"] = "贝丝缇拉克的火焰能量随着时间流逝。此外当烬网工虫的能量耗尽时，也会从她那里吸取。只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，造成阴燃毁灭。",
    },
    ["3x3320"] = {
    ["Title"] = "发射钩子",
    ["Description"] = "站在熔喉钳子上的玩家可以向虫子面前的尖刺掷出弯钩，如果成功的话，它就可以将熔喉困在尖刺上，持续3秒。熔喉可以从单独一条锁链中挣脱，但是如果玩家能将第二条锁链钩在尖刺上，就可以拉动锁链，将熔喉穿在刺上。",
    },
    ["6x2765"] = {
    ["Title"] = "火焰能量",
    ["Description"] = "贝丝缇拉克的火焰能量随着时间流逝。此外当烬网工虫的能量耗尽时，也会从她那里吸取。只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，造成阴燃毁灭。",
    },
    ["5x3320"] = {
    ["Title"] = "发射钩子",
    ["Description"] = "站在熔喉钳子上的玩家可以向虫子面前的尖刺掷出弯钩，如果成功的话，它就可以将熔喉困在尖刺上，持续3秒。熔喉可以从单独一条锁链中挣脱，但是如果玩家能将第二条锁链钩在尖刺上，就可以拉动锁链，将熔喉穿在刺上。",
    },
    ["4x2765"] = {
    ["Title"] = "火焰能量",
    ["Description"] = "贝丝缇拉克的火焰能量随着时间流逝。此外当烬网工虫的能量耗尽时，也会从她那里吸取。只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，造成阴燃毁灭。",
    },
    ["5x2765"] = {
    ["Title"] = "火焰能量",
    ["Description"] = "贝丝缇拉克的火焰能量随着时间流逝。此外当烬网工虫的能量耗尽时，也会从她那里吸取。只要贝丝缇拉克的火焰能量一用完，她就会燃烧自己，造成阴燃毁灭。",
    },
    ["6x2777"] = {
    ["Title"] = "凝视",
    ["Description"] = "烬网工虫随机盯住一名玩家，无视其他所有人，但是他的伤害降低75%，持续10秒。",
    },
    ["2x3356"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当乌比斯将军的生命值低于30%时，他会进入狂乱状态，攻击速度提高50%，伤害提高50%，直到战斗结束。",
    },
    ["5x3024"] = {
    ["Title"] = "冰雪风暴",
    ["Description"] = "奥拉基尔随机在平台上的某个位置施放冰雪风暴。冰雪风暴会缓慢移动，在身后留下一片冰冻的地面。所有站在冰面上的敌人都会每0.5秒受到7,000点冰霜伤害，移动速度降低50%。",
    },
    ["4x3024"] = {
    ["Title"] = "冰雪风暴",
    ["Description"] = "奥拉基尔随机在平台上的某个位置施放冰雪风暴。冰雪风暴会缓慢移动，在身后留下一片冰冻的地面。所有站在冰面上的敌人都会每0.5秒受到2,000点冰霜伤害，移动速度降低50%。",
    },
    ["3x3024"] = {
    ["Title"] = "冰雪风暴",
    ["Description"] = "奥拉基尔随机在平台上的某个位置施放冰雪风暴。冰雪风暴会缓慢移动，在身后留下一片冰冻的地面。所有站在冰面上的敌人都会每0.5秒受到2,000点冰霜伤害，移动速度降低50%。",
    },
    ["1x3585"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "梵妮莎·范克里夫只在英雄难度下开放。",
    },
    ["6x2798"] = {
    ["Title"] = "痛苦泪池",
    ["Description"] = "高阶祭司温诺希斯在距离最远的玩家附近召唤一滩毒液。毒液会随着时间延长而扩散，每0.5秒对站在里面的玩家造成7,499点的自然伤害。",
    },
    ["5x2798"] = {
    ["Title"] = "痛苦泪池",
    ["Description"] = "高阶祭司温诺希斯在距离最远的玩家附近召唤一滩毒液。毒液会随着时间延长而扩散，每0.5秒对站在里面的玩家造成4,999点的自然伤害。",
    },
    ["1x3356"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当乌比斯将军的生命值低于30%时，他会进入狂乱状态，攻击速度提高50%，伤害提高50%，直到战斗结束。",
    },
    ["1x3346"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["2x2798"] = {
    ["Title"] = "痛苦泪池",
    ["Description"] = "高阶祭司温诺希斯在距离最远的玩家附近召唤一滩毒液。毒液会随着时间延长而扩散，每0.5秒对站在里面的玩家造成7,499点的自然伤害。",
    },
    ["3x3346"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["6x2915"] = {
    ["Title"] = "烈焰之魂",
    ["Description"] = "这些范达尔的幻影会攻击敌人，直到被杀死为止。",
    },
    ["3x3197"] = {
    ["Title"] = "能量转化",
    ["Description"] = "奥能金刚的护盾将受到的伤害变成已转换能量，提供额外的法术伤害和施法速度加成。",
    },
    ["6x3197"] = {
    ["Title"] = "能量转化",
    ["Description"] = "奥能金刚的护盾将受到的伤害变成已转换能量，提供额外的法术伤害和施法速度加成。",
    },
    ["4x2915"] = {
    ["Title"] = "烈焰之魂",
    ["Description"] = "这些范达尔的幻影会攻击敌人，直到被杀死为止。",
    },
    ["3x2915"] = {
    ["Title"] = "烈焰之魂",
    ["Description"] = "这些范达尔的幻影会攻击敌人，直到被杀死为止。",
    },
    ["3x3313"] = {
    ["Title"] = "寄生感染",
    ["Description"] = "当一条熔岩寄生虫钻入玩家体内之后，熔岩寄生虫每2秒造成10,400点伤害，持续10秒。感染完成后，玩家会呕吐出寄生虫，它会开始寻找新的宿主。",
    },
    ["4x3313"] = {
    ["Title"] = "寄生感染",
    ["Description"] = "当一条熔岩寄生虫钻入玩家体内之后，熔岩寄生虫每2秒造成13,600点伤害，持续10秒。感染完成后，玩家会呕吐出寄生虫，它会开始寻找新的宿主。",
    },
    ["5x3313"] = {
    ["Title"] = "寄生感染",
    ["Description"] = "当一条熔岩寄生虫钻入玩家体内之后，熔岩寄生虫每2秒造成20,000点伤害，持续10秒。感染完成后，玩家会呕吐出寄生虫，它会开始寻找新的宿主。",
    },
    ["5x2795"] = {
    ["Title"] = "赫希斯之耳语",
    ["Description"] = "高阶祭司温诺希斯将凝聚的毒液引导至一名随机的玩家身上，每0.3秒造成2,000点自然伤害。",
    },
    ["4x2795"] = {
    ["Title"] = "赫希斯之耳语",
    ["Description"] = "高阶祭司温诺希斯将凝聚的毒液引导至一名随机的玩家身上，每0.3秒造成5,000点自然伤害。",
    },
    ["2x2795"] = {
    ["Title"] = "赫希斯之耳语",
    ["Description"] = "高阶祭司温诺希斯将凝聚的毒液引导至一名随机的玩家身上，每0.3秒造成5,000点自然伤害。",
    },
    ["2x3641"] = {
    ["Title"] = "闪现",
    ["Description"] = "吉安娜的残影闪现到附近一个区域。",
    },
    ["2x2356"] = {
    ["Title"] = "地震",
    ["Description"] = "摧骨者罗姆欧格砸击地面，将玩家脚下的地面击碎，每秒造成3,000点物理伤害，持续3秒。2秒之后，每一个地面碎块会对所有4码范围内的敌人造成15,000点物理伤害。",
    },
    ["5x3641"] = {
    ["Title"] = "闪现",
    ["Description"] = "吉安娜的残影闪现到附近一个区域。",
    },
    ["6x3641"] = {
    ["Title"] = "闪现",
    ["Description"] = "吉安娜的残影闪现到附近一个区域。",
    },
    ["4x2867"] = {
    ["Title"] = "第一阶段：纳洛拉克驾到！",
    ["Description"] = "在战斗开始，纳洛拉克处于巨魔形态。他对坦克施放残忍打击，并周期性地朝最远的敌人发动奔袭，让他们下一次遭到奔袭攻击时受到的伤害显著提高。",
    },
    ["2x2867"] = {
    ["Title"] = "第一阶段：纳洛拉克驾到！",
    ["Description"] = "在战斗开始，纳洛拉克处于巨魔形态。他对坦克施放残忍打击，并周期性地朝最远的敌人发动奔袭，让他们下一次遭到奔袭攻击时受到的伤害显著提高。",
    },
    ["6x2849"] = {
    ["Title"] = "火焰漩涡",
    ["Description"] = "战斗区域的中央出现一道火焰漩涡，每0.5秒对15码内的敌人造成30,000点伤害。",
    },
    ["5x2849"] = {
    ["Title"] = "火焰漩涡",
    ["Description"] = "战斗区域的中央出现一道火焰漩涡，每0.5秒对15码内的敌人造成30,000点伤害。",
    },
    ["4x2849"] = {
    ["Title"] = "火焰漩涡",
    ["Description"] = "战斗区域的中央出现一道火焰漩涡，每0.5秒对15码内的敌人造成30,000点伤害。",
    },
    ["3x2849"] = {
    ["Title"] = "火焰漩涡",
    ["Description"] = "战斗区域的中央出现一道火焰漩涡，每0.5秒对15码内的敌人造成30,000点伤害。",
    },
    ["2x2729"] = {
    ["Title"] = "萨满",
    ["Description"] = "",
    },
    ["4x2729"] = {
    ["Title"] = "萨满",
    ["Description"] = "",
    },
    ["5x2729"] = {
    ["Title"] = "萨满",
    ["Description"] = "",
    },
    ["6x2729"] = {
    ["Title"] = "萨满",
    ["Description"] = "",
    },
    ["4x3969"] = {
    ["Title"] = "绝对服从",
    ["Description"] = "艾萨拉女王试图魅惑所有玩家，将他们变成傀儡，持续20秒。",
    },
    ["5x3969"] = {
    ["Title"] = "绝对服从",
    ["Description"] = "艾萨拉女王试图魅惑所有玩家，将他们变成傀儡，持续20秒。",
    },
    ["6x3969"] = {
    ["Title"] = "绝对服从",
    ["Description"] = "艾萨拉女王试图魅惑所有玩家，将他们变成傀儡，持续20秒。",
    },
    ["6x3521"] = {
    ["Title"] = "麻痹药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其施法速度降低30%，持续12秒。",
    },
    ["5x3521"] = {
    ["Title"] = "麻痹药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其施法速度降低30%，持续12秒。",
    },
    ["4x3521"] = {
    ["Title"] = "麻痹药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其施法速度降低30%，持续12秒。",
    },
    ["5x2642"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["6x2642"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["2x2129"] = {
    ["Title"] = "灵魂吸取",
    ["Description"] = "雷希戈尔随机对某个敌方目标引导魔法，使其无法移动，每1秒吸取15,000点生命值，持续4秒。雷希戈尔恢复相当于该数值两倍的生命值。",
    },
    ["3x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成60,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["4x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成60,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["3x2642"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["4x2642"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["1x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成60,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["2x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成60,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["2x2163"] = {
    ["Title"] = "重伤",
    ["Description"] = "高弗雷勋爵用绑在枪上的利刃割伤当前目标，每秒造成1,500点物理伤害，并使该目标受到的治疗效果降低10%，持续8秒。这个效果最多可以叠加10次。",
    },
    ["1x2163"] = {
    ["Title"] = "重伤",
    ["Description"] = "高弗雷勋爵用绑在枪上的利刃割伤当前目标，每秒造成20点物理伤害，并使该目标受到的治疗效果降低5%，持续6秒。这个效果最多可以叠加10次。",
    },
    ["2x2406"] = {
    ["Title"] = "割裂",
    ["Description"] = "当欧泽鲁克在英雄模式下使用大地冲击时，地面会裂开，并从他前方的地面下突出三条岩石利刺。任何被利刺击中的玩家都将受到150,000点物理伤害，并被向上击飞。",
    },
    ["4x2406"] = {
    ["Title"] = "割裂",
    ["Description"] = "当欧泽鲁克在英雄模式下使用大地冲击时，地面会裂开，并从他前方的地面下突出三条岩石利刺。任何被利刺击中的玩家都将受到150,000点物理伤害，并被向上击飞。",
    },
    ["3x3127"] = {
    ["Title"] = "第二阶段：我们会来对付他们！",
    ["Description"] = "当费伦迪乌斯或伊格纳休斯中有一人降到25%生命值时，这两名议员都会撤退。然后艾里昂和泰拉斯卓会跳下来继续作战。",
    },
    ["3x3136"] = {
    ["Title"] = "引力井",
    ["Description"] = "泰拉斯卓随机在一名玩家身边创造一个小型的强力引力井。引力井会周期性地对7码内的玩家造成3,000点自然伤害，并将他们拉进井中，持续30秒。进入引力井的玩家将获得融入大地效果。",
    },
    ["5x3127"] = {
    ["Title"] = "第二阶段：我们会来对付他们！",
    ["Description"] = "当费伦迪乌斯或伊格纳休斯中有一人降到25%生命值时，这两名议员都会撤退。然后艾里昂和泰拉斯卓会跳下来继续作战。",
    },
    ["4x3127"] = {
    ["Title"] = "第二阶段：我们会来对付他们！",
    ["Description"] = "当费伦迪乌斯或伊格纳休斯中有一人降到25%生命值时，这两名议员都会撤退。然后艾里昂和泰拉斯卓会跳下来继续作战。",
    },
    ["6x3136"] = {
    ["Title"] = "引力井",
    ["Description"] = "泰拉斯卓随机在一名玩家身边创造一个小型的强力引力井。引力井会周期性地对7码内的玩家造成3,000点自然伤害，并将他们拉进井中，持续30秒。进入引力井的玩家将获得融入大地效果。",
    },
    ["2x2903"] = {
    ["Title"] = "暗影尖刺",
    ["Description"] = "金度随机朝一名玩家的位置投掷一支暗影箭。尖刺击中地面后爆炸，对4码内的敌人造成70,000点暗影伤害。",
    },
    ["5x2903"] = {
    ["Title"] = "暗影尖刺",
    ["Description"] = "金度随机朝一名玩家的位置投掷一支暗影箭。尖刺击中地面后爆炸，对4码内的敌人造成70,000点暗影伤害。",
    },
    ["4x2903"] = {
    ["Title"] = "暗影尖刺",
    ["Description"] = "金度随机朝一名玩家的位置投掷一支暗影箭。尖刺击中地面后爆炸，对4码内的敌人造成70,000点暗影伤害。",
    },
    ["2x2878"] = {
    ["Title"] = "第二阶段：给我来点新鲜花样！",
    ["Description"] = "达卡拉吸收熊灵或者山猫的精华。",
    },
    ["6x2878"] = {
    ["Title"] = "第二阶段：给我来点新鲜花样！",
    ["Description"] = "达卡拉吸收熊灵或者山猫的精华。",
    },
    ["5x2959"] = {
    ["Title"] = "哈尔弗斯·碎龙者",
    ["Description"] = "每一周，哈尔弗斯捕获的五种龙类当中都会随机苏醒三种。每种苏醒的龙类都会使哈尔弗斯和他所奴役的原龙巨兽获得一种技能。",
    },
    ["4x2878"] = {
    ["Title"] = "第二阶段：给我来点新鲜花样！",
    ["Description"] = "达卡拉吸收熊灵或者山猫的精华。",
    },
    ["5x2878"] = {
    ["Title"] = "第二阶段：给我来点新鲜花样！",
    ["Description"] = "达卡拉吸收熊灵或者山猫的精华。",
    },
    ["5x2752"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "玛拉卡斯在7码范围内的地面上施放烟雾弹，立即对其中的玩家造成25,000点伤害，降低他们的命中率75%。这团烟雾会持续10秒。",
    },
    ["6x2752"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "玛拉卡斯在7码范围内的地面上施放烟雾弹，立即对其中的玩家造成25,000点伤害，降低他们的命中率75%。这团烟雾会持续10秒。",
    },
    ["4x2752"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "玛拉卡斯在7码范围内的地面上施放烟雾弹，立即对其中的玩家造成25,000点伤害，降低他们的命中率75%。这团烟雾会持续10秒。",
    },
    ["6x2867"] = {
    ["Title"] = "第一阶段：纳洛拉克驾到！",
    ["Description"] = "在战斗开始，纳洛拉克处于巨魔形态。他对坦克施放残忍打击，并周期性地朝最远的敌人发动奔袭，让他们下一次遭到奔袭攻击时受到的伤害显著提高。",
    },
    ["2x2752"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "玛拉卡斯在7码范围内的地面上施放烟雾弹，立即对其中的玩家造成25,000点伤害，降低他们的命中率75%。这团烟雾会持续10秒。",
    },
    ["6x2873"] = {
    ["Title"] = "震耳咆哮",
    ["Description"] = "纳洛拉克发出震耳咆哮，使敌人沉默2秒。",
    },
    ["5x2830"] = {
    ["Title"] = "飞行",
    ["Description"] = "使用烈焰之翼飞行的玩家可以拥有不同的战斗体验。",
    },
    ["3x2830"] = {
    ["Title"] = "飞行",
    ["Description"] = "使用烈焰之翼飞行的玩家可以拥有不同的战斗体验。",
    },
    ["6x2830"] = {
    ["Title"] = "飞行",
    ["Description"] = "使用烈焰之翼飞行的玩家可以拥有不同的战斗体验。",
    },
    ["2x2873"] = {
    ["Title"] = "震耳咆哮",
    ["Description"] = "纳洛拉克发出震耳咆哮，使敌人沉默2秒。",
    },
    ["4x4170"] = {
    ["Title"] = "窒息的烟雾弹",
    ["Description"] = "埃希拉在她周围8码半径范围内制造一股浓烈的烟雾，持续20秒。敌人无法透过烟雾瞄准目标，并且每0.5秒受到5,000点自然伤害。",
    },
    ["4x2873"] = {
    ["Title"] = "震耳咆哮",
    ["Description"] = "纳洛拉克发出震耳咆哮，使敌人沉默2秒。",
    },
    ["5x2873"] = {
    ["Title"] = "震耳咆哮",
    ["Description"] = "纳洛拉克发出震耳咆哮，使敌人沉默2秒。",
    },
    ["4x2693"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "基尔娜拉朝敌人投掷黑暗魔法形成的飞弹，对她的主要目标造成13,000点暗影伤害。",
    },
    ["5x2693"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "基尔娜拉朝敌人投掷黑暗魔法形成的飞弹，对她的主要目标造成9,000点暗影伤害。",
    },
    ["6x2693"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "基尔娜拉朝敌人投掷黑暗魔法形成的飞弹，对她的主要目标造成13,000点暗影伤害。",
    },
    ["3x2916"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施放烈焰飞扑都会获得一层肾上腺素的效果。每层肾上腺素提高他20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["4x2916"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施放烈焰飞扑都会获得一层肾上腺素的效果。每层肾上腺素提高他20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["5x2916"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施放烈焰飞扑都会获得一层肾上腺素的效果。每层肾上腺素提高他20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["6x2916"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施放烈焰飞扑都会获得一层肾上腺素的效果。每层肾上腺素提高他20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["4x2619"] = {
    ["Title"] = "复活",
    ["Description"] = "被禁锢的灵魂会周期性地复活死去的玩家，并用灵魂的复仇强化他们。",
    },
    ["5x2619"] = {
    ["Title"] = "复活",
    ["Description"] = "被禁锢的灵魂会周期性地复活死去的玩家，并用灵魂的复仇强化他们。",
    },
    ["6x2619"] = {
    ["Title"] = "复活",
    ["Description"] = "被禁锢的灵魂会周期性地复活死去的玩家，并用灵魂的复仇强化他们。",
    },
    ["2x2693"] = {
    ["Title"] = "暗影箭",
    ["Description"] = "基尔娜拉朝敌人投掷黑暗魔法形成的飞弹，对她的主要目标造成13,000点暗影伤害。",
    },
    ["2x2619"] = {
    ["Title"] = "复活",
    ["Description"] = "被禁锢的灵魂会周期性地复活死去的玩家，并用灵魂的复仇强化他们。",
    },
    ["2x3362"] = {
    ["Title"] = "洞窟穴居人",
    ["Description"] = "洞窟穴居人的生命值很低。",
    },
    ["2x4145"] = {
    ["Title"] = "善德之潮",
    ["Description"] = "大主教本尼迪塔斯召唤横扫整个平台的善德之潮，对附近的玩家造成100,000点神圣伤害，并将其击退。",
    },
    ["5x3447"] = {
    ["Title"] = "静电震击",
    ["Description"] = "奥拉基尔震击近战攻击范围内的全部玩家，造成5,000点自然伤害，并打断一切施法，持续0.10秒。",
    },
    ["2x2432"] = {
    ["Title"] = "极限风暴",
    ["Description"] = "阿萨德召唤一道强大的雷霆风暴，对平台上的每个玩家造成每0.5秒60,000点自然伤害，持续6秒。",
    },
    ["2x2627"] = {
    ["Title"] = "烈焰打击",
    ["Description"] = "阿曼尼龙鹰幼崽对当前目标施放烈焰打击，造成5,000点火焰伤害，并目标受到的火焰伤害提高3%，持续10秒。该效果可叠加，但驱散烈焰打击一次就可以清除所有的叠加次数。",
    },
    ["4x2627"] = {
    ["Title"] = "烈焰打击",
    ["Description"] = "阿曼尼龙鹰幼崽对当前目标施放烈焰打击，造成5,000点火焰伤害，并目标受到的火焰伤害提高3%，持续10秒。该效果可叠加，但驱散烈焰打击一次就可以清除所有的叠加次数。",
    },
    ["5x2627"] = {
    ["Title"] = "烈焰打击",
    ["Description"] = "阿曼尼龙鹰幼崽对当前目标施放烈焰打击，造成5,000点火焰伤害，并目标受到的火焰伤害提高3%，持续10秒。该效果可叠加，但驱散烈焰打击一次就可以清除所有的叠加次数。",
    },
    ["2x825"] = {
    ["Title"] = "痛击",
    ["Description"] = "当索朗格斯挥动长剑时，偶尔会发动2次额外攻击。",
    },
    ["1x825"] = {
    ["Title"] = "痛击",
    ["Description"] = "当索朗格斯挥动长剑时，偶尔会发动2次额外攻击。",
    },
    ["1x2432"] = {
    ["Title"] = "极限风暴",
    ["Description"] = "阿萨德召唤一道强大的雷霆风暴，对平台上的每个玩家造成每0.5秒20,500点自然伤害，持续6秒。",
    },
    ["5x2992"] = {
    ["Title"] = "暮光陨星",
    ["Description"] = "瓦里昂娜随机选择一名玩家，准备施放强大的暮光陨星。当流星打中玩家时，它会对该玩家周围半径6码范围内造成150,000点暗影伤害，由这一区域内的所有玩家均摊。",
    },
    ["3x2917"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["3x2992"] = {
    ["Title"] = "暮光陨星",
    ["Description"] = "瓦里昂娜随机选择一名玩家，准备施放强大的暮光陨星。当流星打中玩家时，它会对该玩家周围半径6码范围内造成120,000点暗影伤害，由这一区域内的所有玩家均摊。",
    },
    ["6x2917"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["6x2077"] = {
    ["Title"] = "愤怒场",
    ["Description"] = "迪菲亚血巫师在某个敌方目标的位置制造一道不稳定的魔法力场，持续30秒。力场的影响半径是5码，所有在此范围内的单位造成的伤害都提高50%。",
    },
    ["2x2462"] = {
    ["Title"] = "第二阶段：跪地忏悔",
    ["Description"] = "高阶预言者巴林姆施放忏悔之后，将会免疫所有伤害，并将玩家送入一片黑暗领域。玩家必须击败黑暗先驱才能结束第二阶段，回到自己的身体中，并继续与高阶预言者巴林姆作战。",
    },
    ["5x2917"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["6x3168"] = {
    ["Title"] = "饥饿的食人花",
    ["Description"] = "饥饿的食人花周期性地施放剧毒孢子，直到被杀死。",
    },
    ["5x3168"] = {
    ["Title"] = "饥饿的食人花",
    ["Description"] = "饥饿的食人花周期性地施放剧毒孢子，直到被杀死。",
    },
    ["2x4303"] = {
    ["Title"] = "第三阶段：你们的世界将分崩离析！",
    ["Description"] = "泰兰德在消灭地狱火大军之后体力不支，伊利丹将强化自己力量来结束与玛诺洛斯的战斗。",
    },
    ["4x3168"] = {
    ["Title"] = "饥饿的食人花",
    ["Description"] = "饥饿的食人花周期性地施放剧毒孢子，直到被杀死。",
    },
    ["1x2156"] = {
    ["Title"] = "寒冰碎片",
    ["Description"] = "沃登勋爵向整个实验室释放寒冰碎片，持续5秒。每个寒冰碎片都会从空中划过并落地，对周围半径2码范围内的所有敌方目标造成149点冰霜伤害。",
    },
    ["2x2156"] = {
    ["Title"] = "寒冰碎片",
    ["Description"] = "沃登勋爵向整个实验室释放寒冰碎片，持续5秒。每个寒冰碎片都会从空中划过并落地，对周围半径2码范围内的所有敌方目标造成33,000点冰霜伤害。",
    },
    ["1x2058"] = {
    ["Title"] = "饱餐",
    ["Description"] = "",
    },
    ["2x2058"] = {
    ["Title"] = "饱餐",
    ["Description"] = "",
    },
    ["4x3008"] = {
    ["Title"] = "皮普·急智",
    ["Description"] = "侏儒探索者皮普·急智被奈法利安抓了起来，除非奇美隆被击败，否则无法从囚笼中获救。战斗开始前，玩家可以与皮普交谈，说服他启动自己的胆汁机器人，帮助团队生存。不过，激活胆汁机器人也会唤醒奇美隆。",
    },
    ["5x3008"] = {
    ["Title"] = "皮普·急智",
    ["Description"] = "侏儒探索者皮普·急智被奈法利安抓了起来，除非奇美隆被击败，否则无法从囚笼中获救。战斗开始前，玩家可以与皮普交谈，说服他启动自己的胆汁机器人，帮助团队生存。不过，激活胆汁机器人也会唤醒奇美隆。",
    },
    ["3x3008"] = {
    ["Title"] = "皮普·急智",
    ["Description"] = "侏儒探索者皮普·急智被奈法利安抓了起来，除非奇美隆被击败，否则无法从囚笼中获救。战斗开始前，玩家可以与皮普交谈，说服他启动自己的胆汁机器人，帮助团队生存。不过，激活胆汁机器人也会唤醒奇美隆。",
    },
    ["6x3008"] = {
    ["Title"] = "皮普·急智",
    ["Description"] = "侏儒探索者皮普·急智被奈法利安抓了起来，除非奇美隆被击败，否则无法从囚笼中获救。战斗开始前，玩家可以与皮普交谈，说服他启动自己的胆汁机器人，帮助团队生存。不过，激活胆汁机器人也会唤醒奇美隆。",
    },
    ["4x4171"] = {
    ["Title"] = "利刃屏障",
    ["Description"] = "在生命值降至30%时，埃希拉会施展令人眼花缭乱的武器技。她的利刃屏障能够使受到的所有不高于40,000点的伤害将被降低至1点。当有玩家的技能或者法术造成的伤害超过这一上限时，效果结束。",
    },
    ["2x2543"] = {
    ["Title"] = "混乱大地风暴",
    ["Description"] = "当地怒者塔赫的剩余生命值处于50%时，他会产生一次剧烈的地震，地震波向外传播。沙子中会出现尘骨恐魔和宝石甲虫，并且地上会形成流沙。当所有的尘骨恐魔和宝石甲虫死亡时，大地风暴就会结束。这时塔赫才会再次从沙子中浮现，同玩家继续战斗。",
    },
    ["1x2543"] = {
    ["Title"] = "混乱大地风暴",
    ["Description"] = "当地怒者塔赫的剩余生命值处于50%时，他会产生一次剧烈的地震，地震波向外传播。沙子中会出现尘骨恐魔和宝石甲虫，并且地上会形成流沙。当所有的尘骨恐魔和宝石甲虫死亡时，大地风暴就会结束。这时塔赫才会再次从沙子中浮现，同玩家继续战斗。\r\n\r\n在英雄难度下会出现一道流沙漩涡，在沙地上移动。|r",
    },
    ["2x4171"] = {
    ["Title"] = "利刃屏障",
    ["Description"] = "在生命值降至30%时，埃希拉会施展令人眼花缭乱的武器技。她的利刃屏障能够使受到的所有不高于40,000点的伤害将被降低至1点。当有玩家的技能或者法术造成的伤害超过这一上限时，效果结束。",
    },
    ["4x3670"] = {
    ["Title"] = "女神之眼",
    ["Description"] = "泰兰德召唤月亮女神艾露恩的双眼，玩家无法攻击女神之眼。",
    },
    ["5x3670"] = {
    ["Title"] = "女神之眼",
    ["Description"] = "泰兰德召唤月亮女神艾露恩的双眼，玩家无法攻击女神之眼。",
    },
    ["2x3670"] = {
    ["Title"] = "女神之眼",
    ["Description"] = "泰兰德召唤月亮女神艾露恩的双眼，玩家无法攻击女神之眼。",
    },
    ["2x2465"] = {
    ["Title"] = "灵魂碎块",
    ["Description"] = "这些敌人的生命值很低，且移动缓慢。",
    },
    ["6x3226"] = {
    ["Title"] = "第一阶段：我要亲手消灭你们！",
    ["Description"] = "战斗开始时，希奈丝特拉因以往的战斗和哺育暮光幼龙而虚弱。她的生命值只有60%，且伤害输出降低40%。",
    },
    ["2x2816"] = {
    ["Title"] = "凝视",
    ["Description"] = "山猫之灵凝视一个目标，只会对其进行攻击。",
    },
    ["2x2392"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶毒药，然后随机将其扔向一个玩家所在的位置。瓶子落地即炸开。\r\n\r\n毒药立即对周围半径4码范围内的所有玩家造成25,000点自然伤害，并持续造成每秒6,000点自然伤害，使玩家的移动速度降低40%，持续15秒。",
    },
    ["6x2816"] = {
    ["Title"] = "凝视",
    ["Description"] = "山猫之灵凝视一个目标，只会对其进行攻击。",
    },
    ["5x3226"] = {
    ["Title"] = "第一阶段：我要亲手消灭你们！",
    ["Description"] = "战斗开始时，希奈丝特拉因以往的战斗和哺育暮光幼龙而虚弱。她的生命值只有60%，且伤害输出降低40%。",
    },
    ["4x2816"] = {
    ["Title"] = "凝视",
    ["Description"] = "山猫之灵凝视一个目标，只会对其进行攻击。",
    },
    ["5x2816"] = {
    ["Title"] = "凝视",
    ["Description"] = "山猫之灵凝视一个目标，只会对其进行攻击。",
    },
    ["1x2564"] = {
    ["Title"] = "星空之纱",
    ["Description"] = "伊希斯特放下一道保护盾，使用法力替代生命值吸收伤害，并且以一定的百分比反射对她施放的法术。伤害的吸收数量及反射法术的百分比取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：吸收100,000点伤害，并有20%的几率反射法术\r\n摧毁一只镜像：吸收200,000点伤害，并有40%的几率反射法术\r\n摧毁两只镜像：吸收300,000点伤害，并有60%的几率反射法术",
    },
    ["2x2564"] = {
    ["Title"] = "星空之纱",
    ["Description"] = "伊希斯特放下一道保护盾，使用法力替代生命值吸收伤害，并且以一定的百分比反射对她施放的法术。伤害的吸收数量及反射法术的百分比取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：吸收130,000点伤害，并有20%的几率反射法术\r\n摧毁一只镜像：吸收260,000点伤害，并有40%的几率反射法术\r\n摧毁两只镜像：吸收390,000点伤害，并有60%的几率反射法术",
    },
    ["6x2744"] = {
    ["Title"] = "冰枪术",
    ["Description"] = "玛拉卡斯对一名随机敌人造成20,000点冰霜伤害。",
    },
    ["4x822"] = {
    ["Title"] = "烈焰盾",
    ["Description"] = "索朗格斯的盾会向正面60度锥形范围内喷出火焰，被火焰所包围的敌对目标每秒会受到15,000点火焰伤害。",
    },
    ["5x822"] = {
    ["Title"] = "烈焰盾",
    ["Description"] = "索朗格斯的盾会向正面60度锥形范围内喷出火焰，被火焰所包围的敌对目标每秒会受到15,000点火焰伤害。",
    },
    ["6x822"] = {
    ["Title"] = "烈焰盾",
    ["Description"] = "索朗格斯的盾会向正面60度锥形范围内喷出火焰，被火焰所包围的敌对目标每秒会受到15,000点火焰伤害。",
    },
    ["4x2744"] = {
    ["Title"] = "冰枪术",
    ["Description"] = "玛拉卡斯对一名随机敌人造成20,000点冰霜伤害。",
    },
    ["5x3204"] = {
    ["Title"] = "不稳定的护盾",
    ["Description"] = "对电荷金刚的护盾造成伤害会使附近一个玩家所在的位置产生静电震击，对目标周围半径6码范围内的玩家造成60,000点自然伤害。",
    },
    ["2x2744"] = {
    ["Title"] = "冰枪术",
    ["Description"] = "玛拉卡斯对一名随机敌人造成20,000点冰霜伤害。",
    },
    ["2x822"] = {
    ["Title"] = "烈焰盾",
    ["Description"] = "索朗格斯的盾会向正面60度锥形范围内喷出火焰，被火焰所包围的敌对目标每秒会受到15,000点火焰伤害。",
    },
    ["2x2137"] = {
    ["Title"] = "灾难打击",
    ["Description"] = "指挥官斯普林瓦尔猛砍他的主要目标，立即造成普通近战攻击100%的物理伤害，并获得一层邪恶能量，用以施放其它技能。",
    },
    ["6x2954"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个原型实验体使其他10码范围内的原型实验体造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和畸变怪。",
    },
    ["5x2954"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个原型实验体使其他10码范围内的原型实验体造成的伤害提高20%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和畸变怪。",
    },
    ["4x2954"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个原型实验体使其他10码范围内的原型实验体造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和畸变怪。",
    },
    ["3x2954"] = {
    ["Title"] = "生长催化剂",
    ["Description"] = "每个原型实验体使其他10码范围内的原型实验体造成的伤害提高10%，受到的伤害降低20%。这个效果可以叠加，并且可以影响到马洛拉克和畸变怪。",
    },
    ["1x2672"] = {
    ["Title"] = "虚空屏障",
    ["Description"] = "虚空哨兵用屏障包围自己，受到的伤害降低90%。",
    },
    ["2x2672"] = {
    ["Title"] = "虚空屏障",
    ["Description"] = "虚空哨兵用屏障包围自己，受到的伤害降低90%。",
    },
    ["6x2696"] = {
    ["Title"] = "痛楚哀嚎",
    ["Description"] = "基尔娜拉黑暗的痛楚哀嚎对所有敌人造成20,000点暗影伤害。",
    },
    ["4x2696"] = {
    ["Title"] = "痛楚哀嚎",
    ["Description"] = "基尔娜拉黑暗的痛楚哀嚎对所有敌人造成20,000点暗影伤害。",
    },
    ["5x2696"] = {
    ["Title"] = "痛楚哀嚎",
    ["Description"] = "基尔娜拉黑暗的痛楚哀嚎对所有敌人造成20,000点暗影伤害。",
    },
    ["1x2137"] = {
    ["Title"] = "灾难打击",
    ["Description"] = "指挥官斯普林瓦尔猛砍他的主要目标，立即造成普通近战攻击100%的物理伤害，并获得一层邪恶能量，用以施放其它技能。",
    },
    ["2x2495"] = {
    ["Title"] = "大地震击",
    ["Description"] = "哈扎拉尔对当前目标造成22,499点自然伤害，并打断该单位在4秒内施放的任何法术。",
    },
    ["5x2495"] = {
    ["Title"] = "大地震击",
    ["Description"] = "哈扎拉尔对当前目标造成22,499点自然伤害，并打断该单位在4秒内施放的任何法术。",
    },
    ["4x2495"] = {
    ["Title"] = "大地震击",
    ["Description"] = "哈扎拉尔对当前目标造成22,499点自然伤害，并打断该单位在4秒内施放的任何法术。",
    },
    ["6x2495"] = {
    ["Title"] = "大地震击",
    ["Description"] = "哈扎拉尔对当前目标造成22,499点自然伤害，并打断该单位在4秒内施放的任何法术。",
    },
    ["2x2882"] = {
    ["Title"] = "麻痹蔓延",
    ["Description"] = "达卡拉对所有敌人施放慢性麻痹，如果在6秒内没有被移除，则会使目标昏迷3秒。",
    },
    ["6x2882"] = {
    ["Title"] = "麻痹蔓延",
    ["Description"] = "达卡拉对所有敌人施放慢性麻痹，如果在6秒内没有被移除，则会使目标昏迷3秒。",
    },
    ["5x2882"] = {
    ["Title"] = "麻痹蔓延",
    ["Description"] = "达卡拉对所有敌人施放慢性麻痹，如果在6秒内没有被移除，则会使目标昏迷3秒。",
    },
    ["4x2882"] = {
    ["Title"] = "麻痹蔓延",
    ["Description"] = "达卡拉对所有敌人施放慢性麻痹，如果在6秒内没有被移除，则会使目标昏迷3秒。",
    },
    ["4x2524"] = {
    ["Title"] = "翱翔的雄鹰",
    ["Description"] = "埃基尔松召唤一组翱翔的雄鹰。它们的生命值非常低。",
    },
    ["6x2524"] = {
    ["Title"] = "翱翔的雄鹰",
    ["Description"] = "埃基尔松召唤一组翱翔的雄鹰。它们的生命值非常低。",
    },
    ["5x2524"] = {
    ["Title"] = "翱翔的雄鹰",
    ["Description"] = "埃基尔松召唤一组翱翔的雄鹰。它们的生命值非常低。",
    },
    ["2x2524"] = {
    ["Title"] = "翱翔的雄鹰",
    ["Description"] = "埃基尔松召唤一组翱翔的雄鹰。它们的生命值非常低。",
    },
    ["5x3019"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["6x3019"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["3x3019"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["4x3019"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["1x2861"] = {
    ["Title"] = "烈日之袭",
    ["Description"] = "拉夏释放出一道爆燃的烈焰，对50码内的所有玩家造成14,999点火焰伤害，并且每3秒对当前目标造成4,999点火焰伤害，持续15秒。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["2x2861"] = {
    ["Title"] = "烈日之袭",
    ["Description"] = "拉夏释放出一道爆燃的烈焰，对50码内的所有玩家造成19,499点火焰伤害，并且每3秒对当前目标造成8,000点火焰伤害，持续15秒。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["2x2559"] = {
    ["Title"] = "星空之纱",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星空之纱。",
    },
    ["1x2559"] = {
    ["Title"] = "星空之纱",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星空之纱。",
    },
    ["6x2392"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶毒药，然后随机将其扔向一个玩家所在的位置。瓶子落地即炸开。\r\n\r\n毒药立即对周围半径4码范围内的所有玩家造成25,000点自然伤害，并持续造成每秒6,000点自然伤害，使玩家的移动速度降低40%，持续15秒。",
    },
    ["5x2392"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶毒药，然后随机将其扔向一个玩家所在的位置。瓶子落地即炸开。\r\n\r\n毒药立即对周围半径4码范围内的所有玩家造成150点自然伤害，并持续造成每秒29点自然伤害，使玩家的移动速度降低40%，持续15秒。",
    },
    ["6x3200"] = {
    ["Title"] = "奥术反冲",
    ["Description"] = "超载的能量发生器爆炸，对周围半径17码范围内的所有玩家造成150,000点奥术伤害。",
    },
    ["5x3200"] = {
    ["Title"] = "奥术反冲",
    ["Description"] = "超载的能量发生器爆炸，对周围半径17码范围内的所有玩家造成150,000点奥术伤害。",
    },
    ["6x4268"] = {
    ["Title"] = "狂野抽击",
    ["Description"] = "苟拉斯连枷狂乱地抽击，造成20,000点物理伤害，并将15码内所有敌对单位击飞。",
    },
    ["5x4268"] = {
    ["Title"] = "狂野抽击",
    ["Description"] = "苟拉斯连枷狂乱地抽击，造成15,500点物理伤害，并将15码内所有敌对单位击飞。",
    },
    ["2x2219"] = {
    ["Title"] = "第三阶段：海潮涌动",
    ["Description"] = "当三只无面者工兵全部被击杀后进入第三阶段。厄祖玛特会将他的毒气注入整个房间，这时候可以攻击他。当厄祖马特剩余生命值低于10%时，他就会撤退，玩家获得胜利。",
    },
    ["1x2219"] = {
    ["Title"] = "第三阶段：海潮涌动",
    ["Description"] = "当三只无面者工兵全部被击杀后进入第三阶段。厄祖玛特会将他的毒气注入整个房间，这时候可以攻击他。当厄祖马特剩余生命值低于10%时，他就会撤退，玩家获得胜利。",
    },
    ["5x3224"] = {
    ["Title"] = "腐蚀：畸变",
    ["Description"] = "当堕落之血达到75%时，腐蚀的症状表现得非常彻底，玩家背上会伸出一根畸形堕落的触角。触角周期性地对其他玩家施放暗影箭，造成35,000点暗影伤害。",
    },
    ["4x3224"] = {
    ["Title"] = "腐蚀：畸变",
    ["Description"] = "当堕落之血达到75%时，腐蚀的症状表现得非常彻底，玩家背上会伸出一根畸形堕落的触角。触角周期性地对其他玩家施放暗影箭，造成25,000点暗影伤害。",
    },
    ["6x3037"] = {
    ["Title"] = "风暴之眼",
    ["Description"] = "所有玩家都可以飞翔，速度为普通移动速度的300%。",
    },
    ["5x3037"] = {
    ["Title"] = "风暴之眼",
    ["Description"] = "所有玩家都可以飞翔，速度为普通移动速度的300%。",
    },
    ["1x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。\r\n\r\n在25人普通模式下，哈格拉随机禁锢五名玩家。|r",
    },
    ["6x3315"] = {
    ["Title"] = "灼烤护甲",
    ["Description"] = "熔喉那炽热的血盆大口可以通过裂伤技能熔化玩家的护甲，使其护甲值降低50%，持续1.50分钟。",
    },
    ["5x3110"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "水之升腾者议员",
    },
    ["6x3224"] = {
    ["Title"] = "腐蚀：畸变",
    ["Description"] = "当堕落之血达到75%时，腐蚀的症状表现得非常彻底，玩家背上会伸出一根畸形堕落的触角。触角周期性地对其他玩家施放暗影箭，造成35,000点暗影伤害。",
    },
    ["3x3110"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "水之升腾者议员",
    },
    ["4x3110"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "水之升腾者议员",
    },
    ["5x3116"] = {
    ["Title"] = "寒冰之心",
    ["Description"] = "费伦迪乌斯随机选择一名玩家，以彻骨的寒气笼罩其心脏，每2秒造成越来越高的冰霜伤害，但是也会使周围半径10码范围内的玩家获得充盈冰霜效果。",
    },
    ["6x3116"] = {
    ["Title"] = "寒冰之心",
    ["Description"] = "费伦迪乌斯随机选择一名玩家，以彻骨的寒气笼罩其心脏，每2秒造成越来越高的冰霜伤害，但是也会使周围半径10码范围内的玩家获得充盈冰霜效果。",
    },
    ["3x3116"] = {
    ["Title"] = "寒冰之心",
    ["Description"] = "费伦迪乌斯随机选择一名玩家，以彻骨的寒气笼罩其心脏，每2秒造成越来越高的冰霜伤害，但是也会使周围半径10码范围内的玩家获得充盈冰霜效果。",
    },
    ["4x3116"] = {
    ["Title"] = "寒冰之心",
    ["Description"] = "费伦迪乌斯随机选择一名玩家，以彻骨的寒气笼罩其心脏，每2秒造成越来越高的冰霜伤害，但是也会使周围半径10码范围内的玩家获得充盈冰霜效果。",
    },
    ["2x2119"] = {
    ["Title"] = "诅咒迷雾",
    ["Description"] = "席瓦莱恩男爵对周围半径40码范围内的所有敌人造成25,000点暗影伤害，并使他们受到的魔法治疗效果降低75%，持续8秒。",
    },
    ["2x3511"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值剩余30%时，雷纳塔基进入狂乱状态。其攻击速度提高60%，持续2分钟。",
    },
    ["6x2903"] = {
    ["Title"] = "暗影尖刺",
    ["Description"] = "金度随机朝一名玩家的位置投掷一支暗影箭。尖刺击中地面后爆炸，对4码内的敌人造成70,000点暗影伤害。",
    },
    ["4x3511"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值剩余30%时，雷纳塔基进入狂乱状态。其攻击速度提高60%，持续2分钟。",
    },
    ["5x3511"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值剩余30%时，雷纳塔基进入狂乱状态。其攻击速度提高60%，持续2分钟。",
    },
    ["6x3511"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值剩余30%时，雷纳塔基进入狂乱状态。其攻击速度提高60%，持续2分钟。",
    },
    ["5x2740"] = {
    ["Title"] = "冰冻陷阱",
    ["Description"] = "玛拉卡斯放置一个冰冻陷阱，使7码内的所有敌人昏迷，持续10秒。当有一个敌人接近时会触发陷阱。",
    },
    ["6x2740"] = {
    ["Title"] = "冰冻陷阱",
    ["Description"] = "玛拉卡斯放置一个冰冻陷阱，使7码内的所有敌人昏迷，持续10秒。当有一个敌人接近时会触发陷阱。",
    },
    ["2x2740"] = {
    ["Title"] = "冰冻陷阱",
    ["Description"] = "玛拉卡斯放置一个冰冻陷阱，使7码内的所有敌人昏迷，持续10秒。当有一个敌人接近时会触发陷阱。",
    },
    ["4x2740"] = {
    ["Title"] = "冰冻陷阱",
    ["Description"] = "玛拉卡斯放置一个冰冻陷阱，使7码内的所有敌人昏迷，持续10秒。当有一个敌人接近时会触发陷阱。",
    },
    ["3x3128"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "气之升腾者议员",
    },
    ["4x3128"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "气之升腾者议员",
    },
    ["3x2827"] = {
    ["Title"] = "羽蜕",
    ["Description"] = "奥利瑟拉佐尔开始羽蜕，在附近产生熔火之羽。",
    },
    ["6x3318"] = {
    ["Title"] = "重型撞击",
    ["Description"] = "熔喉以整个躯体砸在屋中的一半场地上，对身下的所有玩家造成170,000点伤害，并使他们昏迷3秒。大力撞击还会短暂地使熔喉昏迷，此时两个玩家可以跳到他的钳子上。",
    },
    ["5x3318"] = {
    ["Title"] = "重型撞击",
    ["Description"] = "熔喉以整个躯体砸在屋中的一半场地上，对身下的所有玩家造成170,000点伤害，并使他们昏迷3秒。大力撞击还会短暂地使熔喉昏迷，此时两个玩家可以跳到他的钳子上。",
    },
    ["6x2827"] = {
    ["Title"] = "羽蜕",
    ["Description"] = "奥利瑟拉佐尔开始羽蜕，在附近产生熔火之羽。",
    },
    ["3x3318"] = {
    ["Title"] = "重型撞击",
    ["Description"] = "熔喉以整个躯体砸在屋中的一半场地上，对身下的所有玩家造成88,000点伤害，并使他们昏迷3秒。大力撞击还会短暂地使熔喉昏迷，此时两个玩家可以跳到他的钳子上。",
    },
    ["2x4287"] = {
    ["Title"] = "虚空之门",
    ["Description"] = "玛诺洛斯从扭曲虚空中召唤一道传送门，使他能够召唤其恶魔盟友。随着他生命值的降低，更多不同种类的恶魔将穿越传送门，悉数登场。",
    },
    ["4x4287"] = {
    ["Title"] = "虚空之门",
    ["Description"] = "玛诺洛斯从扭曲虚空中召唤一道传送门，使他能够召唤其恶魔盟友。随着他生命值的降低，更多不同种类的恶魔将穿越传送门，悉数登场。",
    },
    ["2x4174"] = {
    ["Title"] = "治疗波",
    ["Description"] = "萨尔使用自然法术治疗自己。",
    },
    ["4x3204"] = {
    ["Title"] = "不稳定的护盾",
    ["Description"] = "对电荷金刚的护盾造成伤害会使附近一个玩家所在的位置产生静电震击，对目标周围半径6码范围内的玩家造成30,000点自然伤害。",
    },
    ["3x3204"] = {
    ["Title"] = "不稳定的护盾",
    ["Description"] = "对电荷金刚的护盾造成伤害会使附近一个玩家所在的位置产生静电震击，对目标周围半径6码范围内的玩家造成30,000点自然伤害。",
    },
    ["4x4174"] = {
    ["Title"] = "治疗波",
    ["Description"] = "萨尔使用自然法术治疗自己。",
    },
    ["4x3120"] = {
    ["Title"] = "地狱冲击",
    ["Description"] = "伊格纳休斯跳向远方的目标，击退落地点周围半径10码范围内的所有敌人，并造成15,000点火焰伤害。然后伊格纳休斯跑回他的上一个目标身边，在路径上留下一道火焰。站在这道火焰中会受到每0.5秒5,000点火焰伤害。",
    },
    ["3x3120"] = {
    ["Title"] = "地狱冲击",
    ["Description"] = "伊格纳休斯跳向远方的目标，击退落地点周围半径10码范围内的所有敌人，并造成15,000点火焰伤害。然后伊格纳休斯跑回他的上一个目标身边，在路径上留下一道火焰。站在这道火焰中会受到每0.5秒5,000点火焰伤害。",
    },
    ["6x3120"] = {
    ["Title"] = "地狱冲击",
    ["Description"] = "伊格纳休斯跳向远方的目标，击退落地点周围半径10码范围内的所有敌人，并造成25,000点火焰伤害。然后伊格纳休斯跑回他的上一个目标身边，在路径上留下一道火焰。站在这道火焰中会受到每0.5秒15,000点火焰伤害。",
    },
    ["5x3120"] = {
    ["Title"] = "地狱冲击",
    ["Description"] = "伊格纳休斯跳向远方的目标，击退落地点周围半径10码范围内的所有敌人，并造成25,000点火焰伤害。然后伊格纳休斯跑回他的上一个目标身边，在路径上留下一道火焰。站在这道火焰中会受到每0.5秒15,000点火焰伤害。",
    },
    ["3x3347"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["5x3128"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "气之升腾者议员",
    },
    ["6x3128"] = {
    ["Title"] = "艾里昂",
    ["Description"] = "气之升腾者议员",
    },
    ["4x2883"] = {
    ["Title"] = "山猫精华",
    ["Description"] = "",
    },
    ["5x2883"] = {
    ["Title"] = "山猫精华",
    ["Description"] = "",
    },
    ["6x2883"] = {
    ["Title"] = "山猫精华",
    ["Description"] = "",
    },
    ["1x2484"] = {
    ["Title"] = "消散",
    ["Description"] = "希亚玛特的爪牙缓慢地失去能量，每2秒损失10%的生命值。",
    },
    ["2x2484"] = {
    ["Title"] = "消散",
    ["Description"] = "希亚玛特的爪牙缓慢地失去能量，每2秒损失10%的生命值。",
    },
    ["2x2418"] = {
    ["Title"] = "地震碎片",
    ["Description"] = "高阶女祭司艾苏尔不可思议地举起一大块石头碎片，然后投向任意一名玩家的所在区域。碎片落地后，将对3码内的所有敌人造成100 万点伤害。",
    },
    ["1x2418"] = {
    ["Title"] = "地震碎片",
    ["Description"] = "高阶女祭司艾苏尔不可思议地举起一大块石头碎片，然后投向任意一名玩家的所在区域。碎片落地后，将对3码内的所有敌人造成34,999点伤害。",
    },
    ["5x2914"] = {
    ["Title"] = "烈焰飞扑",
    ["Description"] = "范达尔扑向一名敌人，在身后留下一个烈焰之魂。他会在荣耀的火焰中落地，并将地面点燃，对敌人造成每0.5秒27,624点火焰伤害，持续1分钟。该攻击消耗100点能量。",
    },
    ["4x2914"] = {
    ["Title"] = "烈焰飞扑",
    ["Description"] = "范达尔扑向一名敌人，在身后留下一个烈焰之魂。他会在荣耀的火焰中落地，并将地面点燃，对敌人造成每0.5秒18,749点火焰伤害，持续1分钟。该攻击消耗100点能量。",
    },
    ["3x2914"] = {
    ["Title"] = "烈焰飞扑",
    ["Description"] = "范达尔扑向一名敌人，在身后留下一个烈焰之魂。他会在荣耀的火焰中落地，并将地面点燃，对敌人造成每0.5秒18,749点火焰伤害，持续1分钟。该攻击消耗100点能量。",
    },
    ["3x2654"] = {
    ["Title"] = "炽炎之热",
    ["Description"] = "熔岩子嗣对随机一个目标造成炽炎之热，让他们所经过之处产生一道炽炎之热的痕迹。炽炎之热每1秒对站在上面的玩家造成37,499点火焰伤害，并且每1秒为站在痕迹上的烈焰之子恢复10%的生命值。",
    },
    ["4x2654"] = {
    ["Title"] = "炽炎之热",
    ["Description"] = "熔岩子嗣对随机一个目标造成炽炎之热，让他们所经过之处产生一道炽炎之热的痕迹。炽炎之热每1秒对站在上面的玩家造成37,499点火焰伤害，并且每1秒为站在痕迹上的烈焰之子恢复10%的生命值。",
    },
    ["5x2654"] = {
    ["Title"] = "炽炎之热",
    ["Description"] = "熔岩子嗣对随机一个目标造成炽炎之热，让他们所经过之处产生一道炽炎之热的痕迹。炽炎之热每1秒对站在上面的玩家造成59,499点火焰伤害，并且每1秒为站在痕迹上的烈焰之子恢复10%的生命值。",
    },
    ["6x2654"] = {
    ["Title"] = "炽炎之热",
    ["Description"] = "熔岩子嗣对随机一个目标造成炽炎之热，让他们所经过之处产生一道炽炎之热的痕迹。炽炎之热每1秒对站在上面的玩家造成59,499点火焰伤害，并且每1秒为站在痕迹上的烈焰之子恢复10%的生命值。",
    },
    ["6x2914"] = {
    ["Title"] = "烈焰飞扑",
    ["Description"] = "范达尔扑向一名敌人，在身后留下一个烈焰之魂。他会在荣耀的火焰中落地，并将地面点燃，对敌人造成每0.5秒27,624点火焰伤害，持续1分钟。该攻击消耗100点能量。",
    },
    ["5x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["4x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["3x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["2x2050"] = {
    ["Title"] = "冷凝",
    ["Description"] = "在蒸汽形成之后，潮湿空气中的凝结水珠会使其持续成长。如果蒸汽没有在8秒内被摧毁，它会变成一个涡流蒸汽，生命值提高100%，伤害提高100%。\r\n\r\n如果涡流蒸汽也没有在8秒内被摧毁，它就会变成一个凝结蒸汽，生命值提高100%，伤害提高200%。\r\n\r\n如果凝结蒸汽仍没有在8秒内被摧毁，它就会最终变成一个冻结蒸汽，生命值提高100%，伤害提高300%。",
    },
    ["6x3135"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "土之升腾者议员",
    },
    ["5x3135"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "土之升腾者议员",
    },
    ["6x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["4x3135"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "土之升腾者议员",
    },
    ["3x3135"] = {
    ["Title"] = "泰拉斯卓",
    ["Description"] = "土之升腾者议员",
    },
    ["1x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["4x2050"] = {
    ["Title"] = "冷凝",
    ["Description"] = "在蒸汽形成之后，潮湿空气中的凝结水珠会使其持续成长。如果蒸汽没有在8秒内被摧毁，它会变成一个涡流蒸汽，生命值提高100%，伤害提高100%。\r\n\r\n如果涡流蒸汽也没有在8秒内被摧毁，它就会变成一个凝结蒸汽，生命值提高100%，伤害提高200%。\r\n\r\n如果凝结蒸汽仍没有在8秒内被摧毁，它就会最终变成一个冻结蒸汽，生命值提高100%，伤害提高300%。",
    },
    ["5x2050"] = {
    ["Title"] = "冷凝",
    ["Description"] = "在蒸汽形成之后，潮湿空气中的凝结水珠会使其持续成长。如果蒸汽没有在8秒内被摧毁，它会变成一个涡流蒸汽，生命值提高100%，伤害提高100%。\r\n\r\n如果涡流蒸汽也没有在8秒内被摧毁，它就会变成一个凝结蒸汽，生命值提高100%，伤害提高200%。\r\n\r\n如果凝结蒸汽仍没有在8秒内被摧毁，它就会最终变成一个冻结蒸汽，生命值提高100%，伤害提高300%。",
    },
    ["6x2050"] = {
    ["Title"] = "冷凝",
    ["Description"] = "在蒸汽形成之后，潮湿空气中的凝结水珠会使其持续成长。如果蒸汽没有在8秒内被摧毁，它会变成一个涡流蒸汽，生命值提高100%，伤害提高100%。\r\n\r\n如果涡流蒸汽也没有在8秒内被摧毁，它就会变成一个凝结蒸汽，生命值提高100%，伤害提高200%。\r\n\r\n如果凝结蒸汽仍没有在8秒内被摧毁，它就会最终变成一个冻结蒸汽，生命值提高100%，伤害提高300%。",
    },
    ["2x2164"] = {
    ["Title"] = "诅咒之弹",
    ["Description"] = "高弗雷勋爵随机挑选一名玩家，对其发射被诅咒的子弹，立即对目标造成50,000点暗影伤害，并产生严重的后果，每3秒造成一次越来越高的暗影伤害，持续15秒。",
    },
    ["1x2164"] = {
    ["Title"] = "诅咒之弹",
    ["Description"] = "高弗雷勋爵随机挑选一名玩家，对其发射被诅咒的子弹，立即对目标造成200点暗影伤害，并产生严重的后果，每3秒造成一次越来越高的暗影伤害，持续15秒。",
    },
    ["2x2386"] = {
    ["Title"] = "碎石拳",
    ["Description"] = "升腾者领主奥西迪斯发动强力的攻击，造成普通近战攻击150%的伤害，并使其当前敌对目标昏迷1.50秒。",
    },
    ["1x2386"] = {
    ["Title"] = "碎石拳",
    ["Description"] = "升腾者领主奥西迪斯发动强力的攻击，造成普通近战攻击150%的伤害，并使其当前敌对目标昏迷1.50秒。",
    },
    ["4x3021"] = {
    ["Title"] = "第一阶段：我接受你们的挑战！",
    ["Description"] = "奥拉基尔周期性地施放狂风、阵风冲击和冰雪风暴，还会随机选择一名玩家对其施放闪电打击。他会对所有近战范围内的目标施放静电震击，如果他的主目标离开近战范围，则会对其施放通电。",
    },
    ["3x3021"] = {
    ["Title"] = "第一阶段：我接受你们的挑战！",
    ["Description"] = "奥拉基尔周期性地施放狂风、阵风冲击和冰雪风暴，还会随机选择一名玩家对其施放闪电打击。他会对所有近战范围内的目标施放静电震击，如果他的主目标离开近战范围，则会对其施放通电。",
    },
    ["6x3021"] = {
    ["Title"] = "第一阶段：我接受你们的挑战！",
    ["Description"] = "奥拉基尔周期性地施放狂风、阵风冲击和冰雪风暴，还会随机选择一名玩家对其施放闪电打击。他会对所有近战范围内的目标施放静电震击，如果他的主目标离开近战范围，则会对其施放通电。",
    },
    ["5x2815"] = {
    ["Title"] = "山猫乱舞",
    ["Description"] = "山猫之灵开始乱舞，造成的伤害降低50%，但攻击速度提高75%。当处于山猫乱舞的状态下时，山猫之灵不受昏迷、定身、诱捕，或是其他任何控制技能影响。",
    },
    ["4x2606"] = {
    ["Title"] = "灼热暗影",
    ["Description"] = "欧库塔尔对前方60度的锥形区域内所有目标造成105,000点暗影伤害，并且使目标在30秒内受到的暗影伤害增加100% 。",
    },
    ["3x2606"] = {
    ["Title"] = "灼热暗影",
    ["Description"] = "欧库塔尔对前方60度的锥形区域内所有目标造成105,000点暗影伤害，并且使目标在30秒内受到的暗影伤害增加100% 。",
    },
    ["3x2643"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["4x2643"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["1x2643"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["6x2901"] = {
    ["Title"] = "哈卡之影",
    ["Description"] = "金度从哈卡之灵那里抽取力量，来为武器充能。在接下来的8秒内，他的攻击会释放出能量，跃向多个单位，造成100,000点暗影伤害。锁链内的每个额外目标受到的伤害降低85%。",
    },
    ["2x2815"] = {
    ["Title"] = "山猫乱舞",
    ["Description"] = "山猫之灵开始乱舞，造成的伤害降低50%，但攻击速度提高75%。当处于山猫乱舞的状态下时，山猫之灵不受昏迷、定身、诱捕，或是其他任何控制技能影响。",
    },
    ["3x2608"] = {
    ["Title"] = "欧库塔尔的凝视",
    ["Description"] = "欧库塔尔之眼凝视目标，每5秒造成9,000点暗影伤害，持续10秒。",
    },
    ["4x2608"] = {
    ["Title"] = "欧库塔尔的凝视",
    ["Description"] = "欧库塔尔之眼凝视目标，每5秒造成9,000点暗影伤害，持续10秒。",
    },
    ["2x2014"] = {
    ["Title"] = "第二阶段：奥术能量！",
    ["Description"] = "当格拉布托克的生命值降到50%后，他会闪现到房间的中间，漂浮在空中。随后格拉布托克会在房间中随机施放火焰绽放和冰霜绽放。",
    },
    ["1x2014"] = {
    ["Title"] = "第二阶段：奥术能量！",
    ["Description"] = "当格拉布托克的生命值降到50%后，他会闪现到房间的中间，漂浮在空中。随后格拉布托克会在房间中随机施放火焰绽放和冰霜绽放。",
    },
    ["2x2494"] = {
    ["Title"] = "剧毒尖牙",
    ["Description"] = "蛇毒每3秒造成4,000点自然伤害，持续15秒。",
    },
    ["1x2494"] = {
    ["Title"] = "剧毒尖牙",
    ["Description"] = "蛇毒每3秒造成3,000点自然伤害，持续15秒。",
    },
    ["2x2010"] = {
    ["Title"] = "第一阶段：烈焰之拳和冰霜之拳",
    ["Description"] = "",
    },
    ["2x2506"] = {
    ["Title"] = "纠缠根须",
    ["Description"] = "格里雷克使他正在追击的玩家定身，无法移动，每秒造成10,000点自然伤害，持续10秒。",
    },
    ["4x2797"] = {
    ["Title"] = "蛇神的祝福",
    ["Description"] = "高阶祭司温诺希斯变为蛇神赫希斯的化身。在这个形态下，温诺希斯的物理伤害提高100%，但无法进行躲闪或招架。",
    },
    ["1x2212"] = {
    ["Title"] = "枯萎喷射",
    ["Description"] = "顽强的巨兽向前方90度的锥形范围内喷出一股长为25码的凋零蒸汽，持续4秒。置身其中的敌人每秒受到3,499点暗影伤害。",
    },
    ["2x2212"] = {
    ["Title"] = "枯萎喷射",
    ["Description"] = "顽强的巨兽向前方90度的锥形范围内喷出一股长为25码的凋零蒸汽，持续4秒。置身其中的敌人每秒受到10,000点暗影伤害。",
    },
    ["6x2506"] = {
    ["Title"] = "纠缠根须",
    ["Description"] = "格里雷克使他正在追击的玩家定身，无法移动，每秒造成10,000点自然伤害，持续10秒。",
    },
    ["4x2506"] = {
    ["Title"] = "纠缠根须",
    ["Description"] = "格里雷克使他正在追击的玩家定身，无法移动，每秒造成10,000点自然伤害，持续10秒。",
    },
    ["6x2797"] = {
    ["Title"] = "蛇神的祝福",
    ["Description"] = "高阶祭司温诺希斯变为蛇神赫希斯的化身。在这个形态下，温诺希斯的物理伤害提高100%，但无法进行躲闪或招架。",
    },
    ["2x2502"] = {
    ["Title"] = "消失",
    ["Description"] = "雷纳塔基消失在阴影中。当他重新出现时，会随机伏击一个玩家。",
    },
    ["3x3278"] = {
    ["Title"] = "死亡之翼的子嗣",
    ["Description"] = "奈法利安和奥妮克希亚之间的距离小于50码时，他们的攻击速度提升100%。",
    },
    ["6x3278"] = {
    ["Title"] = "死亡之翼的子嗣",
    ["Description"] = "奈法利安和奥妮克希亚之间的距离小于50码时，他们的攻击速度提升100%。",
    },
    ["4x2502"] = {
    ["Title"] = "消失",
    ["Description"] = "雷纳塔基消失在阴影中。当他重新出现时，会随机伏击一个玩家。",
    },
    ["5x2502"] = {
    ["Title"] = "消失",
    ["Description"] = "雷纳塔基消失在阴影中。当他重新出现时，会随机伏击一个玩家。",
    },
    ["6x2502"] = {
    ["Title"] = "消失",
    ["Description"] = "雷纳塔基消失在阴影中。当他重新出现时，会随机伏击一个玩家。",
    },
    ["6x2582"] = {
    ["Title"] = "肢解",
    ["Description"] = "裂肢疯狂地撕咬当前目标，对一名敌人造成130%的普通近战伤害，并使目标受到锯裂的影响。",
    },
    ["4x2582"] = {
    ["Title"] = "肢解",
    ["Description"] = "裂肢疯狂地撕咬当前目标，对一名敌人造成130%的普通近战伤害，并使目标受到锯裂的影响。",
    },
    ["5x2582"] = {
    ["Title"] = "肢解",
    ["Description"] = "裂肢疯狂地撕咬当前目标，对一名敌人造成130%的普通近战伤害，并使目标受到锯裂的影响。",
    },
    ["4x4277"] = {
    ["Title"] = "致残鞭笞",
    ["Description"] = "恐惧魔王削弱者困住泰兰德，阻止其采取任何行动并使末日守卫遍布整个区域。",
    },
    ["3x3289"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "在第一阶段早期，奈法利安落地之前，他会召唤复生的坚骨战士。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["4x3289"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "在第一阶段早期，奈法利安落地之前，他会召唤复生的坚骨战士。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["5x3289"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "在第一阶段早期，奈法利安落地之前，他会召唤复生的坚骨战士。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["6x3289"] = {
    ["Title"] = "复生的坚骨战士",
    ["Description"] = "在第一阶段早期，奈法利安落地之前，他会召唤复生的坚骨战士。这些骷髅的能量值会不断衰减，耗尽能量之后就会死亡，但是如果它们被暗影烈焰吐息或暗影爆燃火花击中，则会恢复能量。",
    },
    ["2x2401"] = {
    ["Title"] = "熔岩裂缝",
    ["Description"] = "岩皮会在某名玩家脚下制造一道裂隙。5秒后地面喷发，对裂隙周围5码范围内的所有敌人造成50,000点伤害。这次喷发还会制造一个熔岩池，任何置身其中的玩家都会每秒受到25,000点火焰伤害。熔岩池持续10秒。",
    },
    ["2x4277"] = {
    ["Title"] = "致残鞭笞",
    ["Description"] = "恐惧魔王削弱者困住泰兰德，阻止其采取任何行动并使末日守卫遍布整个区域。",
    },
    ["2x2032"] = {
    ["Title"] = "超速",
    ["Description"] = "死神5000启动超速引擎，每秒对附近的敌人造成30,000点物理伤害，持续10秒。两秒之后，死神5000将开始在屋内疯狂移动，速度提高一倍。",
    },
    ["1x2032"] = {
    ["Title"] = "超速",
    ["Description"] = "死神5000启动超速引擎，每秒对附近的敌人造成19点物理伤害，持续10秒。两秒之后，死神5000将开始在屋内疯狂移动，速度提高一倍。",
    },
    ["1x2401"] = {
    ["Title"] = "熔岩裂缝",
    ["Description"] = "岩皮会在某名玩家脚下制造一道裂隙。5秒后地面喷发，对裂隙周围5码范围内的所有敌人造成10,000点伤害。这次喷发还会制造一个熔岩池，任何置身其中的玩家都会每秒受到5,000点火焰伤害。熔岩池持续10秒。\r\n\r\n在英雄难度下，裂隙会在3秒后喷发，熔岩池持续30秒。|r",
    },
    ["6x2498"] = {
    ["Title"] = "落雷之云",
    ["Description"] = "乌苏雷在随机一名玩家上空召唤出一团半径达10码的落雷之云，对云团下的玩家立即造成35,000点自然伤害。云团还将在接下来的15秒内每3秒造成40,000点额外的自然伤害。",
    },
    ["6x2656"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["5x2656"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["4x2656"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["3x2656"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["4x2498"] = {
    ["Title"] = "落雷之云",
    ["Description"] = "乌苏雷在随机一名玩家上空召唤出一团半径达10码的落雷之云，对云团下的玩家立即造成35,000点自然伤害。云团还将在接下来的15秒内每3秒造成40,000点额外的自然伤害。",
    },
    ["5x2498"] = {
    ["Title"] = "落雷之云",
    ["Description"] = "乌苏雷在随机一名玩家上空召唤出一团半径达10码的落雷之云，对云团下的玩家立即造成25,000点自然伤害。云团还将在接下来的15秒内每3秒造成20,000点额外的自然伤害。",
    },
    ["2x2498"] = {
    ["Title"] = "落雷之云",
    ["Description"] = "乌苏雷在随机一名玩家上空召唤出一团半径达10码的落雷之云，对云团下的玩家立即造成35,000点自然伤害。云团还将在接下来的15秒内每3秒造成40,000点额外的自然伤害。",
    },
    ["6x3335"] = {
    ["Title"] = "烈焰护盾",
    ["Description"] = "炽炎之爪新兵召唤烈焰，以防御奥利瑟拉佐尔的火焰风暴。",
    },
    ["5x3335"] = {
    ["Title"] = "烈焰护盾",
    ["Description"] = "炽炎之爪新兵召唤烈焰，以防御奥利瑟拉佐尔的火焰风暴。",
    },
    ["4x3011"] = {
    ["Title"] = "第一阶段：动真格",
    ["Description"] = "奇美隆以突破和双重攻击来攻击他的当前目标，并不断地对整个团队喷洒腐蚀烂泥。他周期性地对团队施放屠杀，有时他的两颗头会屠杀之后产生争执。",
    },
    ["5x3011"] = {
    ["Title"] = "第一阶段：动真格",
    ["Description"] = "奇美隆以突破和双重攻击来攻击他的当前目标，并不断地对整个团队喷洒腐蚀烂泥。他周期性地对团队施放屠杀，有时他的两颗头会屠杀之后产生争执。",
    },
    ["3x3011"] = {
    ["Title"] = "第一阶段：动真格",
    ["Description"] = "奇美隆以突破和双重攻击来攻击他的当前目标，并不断地对整个团队喷洒腐蚀烂泥。他周期性地对团队施放屠杀，有时他的两颗头会屠杀之后产生争执。",
    },
    ["6x3130"] = {
    ["Title"] = "雷霆震荡",
    ["Description"] = "艾里昂施放出一股巨大的雷暴，闪烁的电光在屋内跳动，对所有玩家造成150,000点自然伤害。带有融入大地效果的玩家所受到的伤害将会大幅降低。",
    },
    ["6x3011"] = {
    ["Title"] = "第一阶段：动真格",
    ["Description"] = "奇美隆以突破和双重攻击来攻击他的当前目标，并不断地对整个团队喷洒腐蚀烂泥。他周期性地对团队施放屠杀，有时他的两颗头会屠杀之后产生争执。",
    },
    ["5x3130"] = {
    ["Title"] = "雷霆震荡",
    ["Description"] = "艾里昂施放出一股巨大的雷暴，闪烁的电光在屋内跳动，对所有玩家造成150,000点自然伤害。带有融入大地效果的玩家所受到的伤害将会大幅降低。",
    },
    ["1x2862"] = {
    ["Title"] = "召唤太阳宝珠",
    ["Description"] = "拉夏引导3秒，随机在一名玩家的上方召唤出一颗太阳宝珠。随后太阳宝珠落下，着地时对13码内所有的玩家造成20,000点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["2x2862"] = {
    ["Title"] = "召唤太阳宝珠",
    ["Description"] = "拉夏引导3秒，随机在一名玩家的上方召唤出一颗太阳宝珠。随后太阳宝珠落下，着地时对13码内所有的玩家造成25,000点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["6x2994"] = {
    ["Title"] = "瑟纳利昂",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["2x4152"] = {
    ["Title"] = "第二阶段：暗影将吞噬你！",
    ["Description"] = "本尼迪塔斯在生命值降至60%的时候开始施放暮光乍现，露出他的真面目，转化成一名暮光间谍并把萨尔囚禁在暮光囚牢中。",
    },
    ["3x2922"] = {
    ["Title"] = "暗夜精灵形态",
    ["Description"] = "当范达尔进入暗夜精灵形态，他会暂时用灼热旋风包围敌人，并额外施放一个法术。\r\n\r\n当他从猎豹形态变成毒蝎形态时，范达尔会释放出灼热之种。\r\n\r\n当他从毒蝎形态变成猎豹形态时，范达尔会施放燃烧宝珠。",
    },
    ["4x2922"] = {
    ["Title"] = "暗夜精灵形态",
    ["Description"] = "当范达尔进入暗夜精灵形态，他会暂时用灼热旋风包围敌人，并额外施放一个法术。\r\n\r\n当他从猎豹形态变成毒蝎形态时，范达尔会释放出灼热之种。\r\n\r\n当他从毒蝎形态变成猎豹形态时，范达尔会施放燃烧宝珠。",
    },
    ["5x2538"] = {
    ["Title"] = "献祭",
    ["Description"] = "雷奥利斯领主的烈焰对所有玩家造成每秒8,000点火焰伤害。",
    },
    ["6x2538"] = {
    ["Title"] = "献祭",
    ["Description"] = "雷奥利斯领主的烈焰对所有玩家造成每秒8,000点火焰伤害。",
    },
    ["3x2538"] = {
    ["Title"] = "献祭",
    ["Description"] = "雷奥利斯领主的烈焰对所有玩家造成每秒8,000点火焰伤害。",
    },
    ["4x2538"] = {
    ["Title"] = "献祭",
    ["Description"] = "雷奥利斯领主的烈焰对所有玩家造成每秒8,000点火焰伤害。",
    },
    ["4x3157"] = {
    ["Title"] = "烈焰破坏",
    ["Description"] = "当火焰援助令强化古加尔的战锤时，他的近战攻击会对当前目标附带24,000点额外的火焰伤害，并且溅出熔火，在附近创造出燃烧的烈焰。",
    },
    ["3x3157"] = {
    ["Title"] = "烈焰破坏",
    ["Description"] = "当火焰援助令强化古加尔的战锤时，他的近战攻击会对当前目标附带24,000点额外的火焰伤害，并且溅出熔火，在附近创造出燃烧的烈焰。",
    },
    ["3x2994"] = {
    ["Title"] = "瑟纳利昂",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["4x2994"] = {
    ["Title"] = "瑟纳利昂",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["5x2994"] = {
    ["Title"] = "瑟纳利昂",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["6x3157"] = {
    ["Title"] = "烈焰破坏",
    ["Description"] = "当火焰援助令强化古加尔的战锤时，他的近战攻击会对当前目标附带40,000点额外的火焰伤害，并且溅出熔火，在附近创造出燃烧的烈焰。",
    },
    ["5x3157"] = {
    ["Title"] = "烈焰破坏",
    ["Description"] = "当火焰援助令强化古加尔的战锤时，他的近战攻击会对当前目标附带40,000点额外的火焰伤害，并且溅出熔火，在附近创造出燃烧的烈焰。",
    },
    ["3x3146"] = {
    ["Title"] = "不稳定的电荷",
    ["Description"] = "源质畸体每1秒会用闪电箭击昏附近的玩家，造成4,999点自然伤害。闪电箭会弹射到附近的玩家身上。源质畸体是一种不稳定的生物，会持续散发出越来越强的电能。这种电能会使闪电箭可以同时打击的目标数量增加。",
    },
    ["6x3146"] = {
    ["Title"] = "不稳定的电荷",
    ["Description"] = "源质畸体每1秒会用闪电箭击昏附近的玩家，造成16,000点自然伤害。闪电箭会弹射到附近的玩家身上。源质畸体是一种不稳定的生物，会持续散发出越来越强的电能。这种电能会使闪电箭可以同时打击的目标数量增加。",
    },
    ["6x2898"] = {
    ["Title"] = "火焰之柱",
    ["Description"] = "达卡拉随机在一名敌人的位置处召唤火焰之柱。火柱每1秒对21码内的敌人造成10,000点火焰伤害，持续30秒。",
    },
    ["4x3146"] = {
    ["Title"] = "不稳定的电荷",
    ["Description"] = "源质畸体每1秒会用闪电箭击昏附近的玩家，造成6,499点自然伤害。闪电箭会弹射到附近的玩家身上。源质畸体是一种不稳定的生物，会持续散发出越来越强的电能。这种电能会使闪电箭可以同时打击的目标数量增加。",
    },
    ["5x3146"] = {
    ["Title"] = "不稳定的电荷",
    ["Description"] = "源质畸体每1秒会用闪电箭击昏附近的玩家，造成12,999点自然伤害。闪电箭会弹射到附近的玩家身上。源质畸体是一种不稳定的生物，会持续散发出越来越强的电能。这种电能会使闪电箭可以同时打击的目标数量增加。",
    },
    ["4x3644"] = {
    ["Title"] = "寒冰箭雨",
    ["Description"] = "吉安娜的残影对周围65码范围的敌人造成20,000点冰霜伤害，并使他们的移动速度降低30%，持续4秒。",
    },
    ["5x3644"] = {
    ["Title"] = "寒冰箭雨",
    ["Description"] = "吉安娜的残影对周围65码范围的敌人造成20,000点冰霜伤害，并使他们的移动速度降低30%，持续4秒。",
    },
    ["6x3644"] = {
    ["Title"] = "寒冰箭雨",
    ["Description"] = "吉安娜的残影对周围65码范围的敌人造成20,000点冰霜伤害，并使他们的移动速度降低30%，持续4秒。",
    },
    ["4x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["3x3290"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高100%，移动速度提高10%。这个效果可以叠加。",
    },
    ["6x3290"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高200%，移动速度提高15%。这个效果可以叠加。",
    },
    ["2x2898"] = {
    ["Title"] = "火焰之柱",
    ["Description"] = "达卡拉随机在一名敌人的位置处召唤火焰之柱。火柱每1秒对21码内的敌人造成10,000点火焰伤害，持续30秒。",
    },
    ["4x3290"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高100%，移动速度提高10%。这个效果可以叠加。",
    },
    ["5x3290"] = {
    ["Title"] = "强化打击",
    ["Description"] = "复生的坚骨战士随着时间流逝变得越来越强，伤害输出提高200%，移动速度提高15%。这个效果可以叠加。",
    },
    ["2x2060"] = {
    ["Title"] = "偏斜",
    ["Description"] = "梵妮莎偏转所有近战攻击、远程攻击和法术，持续10秒。只有当她的生命值高于25%时，她才会使用这个技能。",
    },
    ["5x2821"] = {
    ["Title"] = "第二阶段：这是我的天空！",
    ["Description"] = "奥利瑟拉佐尔绕着小圈盘旋，5秒后移除所有玩家身上的烈焰之翼效果，然后开始发动终极一击。",
    },
    ["4x2821"] = {
    ["Title"] = "第二阶段：这是我的天空！",
    ["Description"] = "奥利瑟拉佐尔绕着小圈盘旋，5秒后移除所有玩家身上的烈焰之翼效果，然后开始发动终极一击。",
    },
    ["3x2821"] = {
    ["Title"] = "第二阶段：这是我的天空！",
    ["Description"] = "奥利瑟拉佐尔绕着小圈盘旋，5秒后移除所有玩家身上的烈焰之翼效果，然后开始发动终极一击。",
    },
    ["4x2060"] = {
    ["Title"] = "偏斜",
    ["Description"] = "梵妮莎偏转所有近战攻击、远程攻击和法术，持续10秒。只有当她的生命值高于25%时，她才会使用这个技能。",
    },
    ["2x2458"] = {
    ["Title"] = "天堂之怒",
    ["Description"] = "高阶预言者巴林姆随机在一个玩家的位置开启天堂之门。从上方射下来的光芒对该位置周围半径4码内的所有玩家造成每1.5秒19,499点神圣伤害，持续9秒。",
    },
    ["5x2922"] = {
    ["Title"] = "暗夜精灵形态",
    ["Description"] = "当范达尔进入暗夜精灵形态，他会暂时用灼热旋风包围敌人，并额外施放一个法术。\r\n\r\n当他从猎豹形态变成毒蝎形态时，范达尔会释放出灼热之种。\r\n\r\n当他从毒蝎形态变成猎豹形态时，范达尔会施放燃烧宝珠。",
    },
    ["1x2490"] = {
    ["Title"] = "神圣清算",
    ["Description"] = "神殿守护者安努尔会随机向一名玩家使用神圣清算。在8秒后，目标和他周围7码内的其他玩家受到15,000点神圣伤害，该伤害会治疗神殿守护者安努尔，为其恢复伤害量四倍的生命值。",
    },
    ["5x3248"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "希奈丝特拉释放一道烈焰洪流，横扫她的平台，对所有敌人造成100,000点火焰伤害。",
    },
    ["2x2520"] = {
    ["Title"] = "赞吉尔的剧毒折磨坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家受到的自然伤害降低1,000%，持续30秒。",
    },
    ["4x4152"] = {
    ["Title"] = "第二阶段：暗影将吞噬你！",
    ["Description"] = "本尼迪塔斯在生命值降至60%的时候开始施放暮光乍现，露出他的真面目，转化成一名暮光间谍并把萨尔囚禁在暮光囚牢中。",
    },
    ["6x3248"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "希奈丝特拉释放一道烈焰洪流，横扫她的平台，对所有敌人造成100,000点火焰伤害。",
    },
    ["6x2645"] = {
    ["Title"] = "熔火之种",
    ["Description"] = "拉格纳罗斯随机选择10名玩家，在他们所处的位置制造熔火之种，熔火之种对6码内所有玩家造成63,749点火焰伤害。10秒后熔火之种爆发成熔火地狱火。",
    },
    ["1x2458"] = {
    ["Title"] = "天堂之怒",
    ["Description"] = "高阶预言者巴林姆随机在一个玩家的位置开启天堂之门。从上方射下来的光芒对该位置周围半径4码内的所有玩家造成每1.5秒15,000点神圣伤害，持续9秒。",
    },
    ["5x2520"] = {
    ["Title"] = "赞吉尔的剧毒折磨坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家受到的自然伤害降低1,000%，持续30秒。",
    },
    ["4x2520"] = {
    ["Title"] = "赞吉尔的剧毒折磨坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家受到的自然伤害降低1,000%，持续30秒。",
    },
    ["4x2750"] = {
    ["Title"] = "信仰飞跃",
    ["Description"] = "玛拉卡斯随机抓住友方目标的灵魂，使其立即移动到他身边。",
    },
    ["4x2645"] = {
    ["Title"] = "熔火之种",
    ["Description"] = "拉格纳罗斯随机选择10名玩家，在他们所处的位置制造熔火之种，熔火之种对6码内所有玩家造成41,249点火焰伤害。10秒后熔火之种爆发成熔火地狱火。",
    },
    ["3x2645"] = {
    ["Title"] = "熔火之种",
    ["Description"] = "拉格纳罗斯随机选择10名玩家，在他们所处的位置制造熔火之种，熔火之种对6码内所有玩家造成41,249点火焰伤害。10秒后熔火之种爆发成熔火地狱火。\r\n\r\n在25人团队中，拉格纳罗斯会瞄准20名玩家。|r",
    },
    ["1x2489"] = {
    ["Title"] = "燃烧之光",
    ["Description"] = "一道神圣能量射线从一面装饰华丽的墙上射出，在安努尔的平台上制造出一片半径为4码的燃烧之光区域，持续10秒。燃烧之光每秒会对置身其中的玩家造成10,000点神圣伤害。",
    },
    ["2x2750"] = {
    ["Title"] = "信仰飞跃",
    ["Description"] = "玛拉卡斯随机抓住友方目标的灵魂，使其立即移动到他身边。",
    },
    ["2x2489"] = {
    ["Title"] = "燃烧之光",
    ["Description"] = "一道神圣能量射线从一面装饰华丽的墙上射出，在安努尔的平台上制造出一片半径为4码的燃烧之光区域，持续10秒。燃烧之光每秒会对置身其中的玩家造成25,000点神圣伤害。",
    },
    ["5x3117"] = {
    ["Title"] = "充盈冰霜",
    ["Description"] = "带有寒冰之心效果的玩家可以用冰霜能量强化附近的其他玩家，持续30秒，使他们对伊格纳休斯的伤害提高。",
    },
    ["6x3117"] = {
    ["Title"] = "充盈冰霜",
    ["Description"] = "带有寒冰之心效果的玩家可以用冰霜能量强化附近的其他玩家，持续30秒，使他们对伊格纳休斯的伤害提高。",
    },
    ["3x3117"] = {
    ["Title"] = "充盈冰霜",
    ["Description"] = "带有寒冰之心效果的玩家可以用冰霜能量强化附近的其他玩家，持续30秒，使他们对伊格纳休斯的伤害提高。",
    },
    ["4x3117"] = {
    ["Title"] = "充盈冰霜",
    ["Description"] = "带有寒冰之心效果的玩家可以用冰霜能量强化附近的其他玩家，持续30秒，使他们对伊格纳休斯的伤害提高。",
    },
    ["6x3323"] = {
    ["Title"] = "炽光地狱火",
    ["Description"] = "奈法里奥斯召唤白骨火雨，随机攻击一名玩家脚下的地面。这场流星雨对半径4码范围内的所有玩家造成75,000点火焰伤害，并将他们击倒。爆炸会产生一个炽焰白骨结构体，并触发一道围绕着陆点呈螺旋形快速移动的烈焰。",
    },
    ["5x3323"] = {
    ["Title"] = "炽光地狱火",
    ["Description"] = "奈法里奥斯召唤白骨火雨，随机攻击一名玩家脚下的地面。这场流星雨对半径4码范围内的所有玩家造成55,000点火焰伤害，并将他们击倒。爆炸会产生一个炽焰白骨结构体，并触发一道围绕着陆点呈螺旋形快速移动的烈焰。",
    },
    ["6x2889"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "达卡拉周期性地召唤一个闪电图腾攻击敌人。这个图腾生命值不高。",
    },
    ["4x2889"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "达卡拉周期性地召唤一个闪电图腾攻击敌人。这个图腾生命值不高。",
    },
    ["5x2889"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "达卡拉周期性地召唤一个闪电图腾攻击敌人。这个图腾生命值不高。",
    },
    ["6x3134"] = {
    ["Title"] = "闪电震爆",
    ["Description"] = "艾里昂以集中的闪电攻击他的主要目标，造成200,000点自然伤害。",
    },
    ["5x3134"] = {
    ["Title"] = "闪电震爆",
    ["Description"] = "艾里昂以集中的闪电攻击他的主要目标，造成200,000点自然伤害。",
    },
    ["6x2584"] = {
    ["Title"] = "抓狂",
    ["Description"] = "狂脸随机扑向一个目标，将他击倒在地，使其昏迷并开始凶猛地爪击。爪击最初每0.5秒造成8,000点物理伤害，但伤害会随着时间而增长。当使用这个技能时，狂脸受到的所有攻击均为爆击。\r\n狂脸只有在目标死亡，或者受到一次不低于45,000点的伤害时，才会停止爪击。",
    },
    ["5x2584"] = {
    ["Title"] = "抓狂",
    ["Description"] = "狂脸随机扑向一个目标，将他击倒在地，使其昏迷并开始凶猛地爪击。爪击最初每0.5秒造成8,000点物理伤害，但伤害会随着时间而增长。当使用这个技能时，狂脸受到的所有攻击均为爆击。\r\n狂脸只有在目标死亡，或者受到一次不低于30,000点的伤害时，才会停止爪击。",
    },
    ["4x2584"] = {
    ["Title"] = "抓狂",
    ["Description"] = "狂脸随机扑向一个目标，将他击倒在地，使其昏迷并开始凶猛地爪击。爪击最初每0.5秒造成8,000点物理伤害，但伤害会随着时间而增长。当使用这个技能时，狂脸受到的所有攻击均为爆击。\r\n狂脸只有在目标死亡，或者受到一次不低于45,000点的伤害时，才会停止爪击。",
    },
    ["3x2584"] = {
    ["Title"] = "抓狂",
    ["Description"] = "狂脸随机扑向一个目标，将他击倒在地，使其昏迷并开始凶猛地爪击。爪击最初每0.5秒造成8,000点物理伤害，但伤害会随着时间而增长。当使用这个技能时，狂脸受到的所有攻击均为爆击。\r\n狂脸只有在目标死亡，或者受到一次不低于30,000点的伤害时，才会停止爪击。",
    },
    ["4x3134"] = {
    ["Title"] = "闪电震爆",
    ["Description"] = "艾里昂以集中的闪电攻击他的主要目标，造成120,000点自然伤害。",
    },
    ["3x3134"] = {
    ["Title"] = "闪电震爆",
    ["Description"] = "艾里昂以集中的闪电攻击他的主要目标，造成120,000点自然伤害。",
    },
    ["5x2979"] = {
    ["Title"] = "虚空失明",
    ["Description"] = "被释放之后，虚空之子以浓雾蒙蔽哈尔弗斯的双眼，使其无法视物，命中率、攻击速度和伤害降低25%。",
    },
    ["6x2979"] = {
    ["Title"] = "虚空失明",
    ["Description"] = "被释放之后，虚空之子以浓雾蒙蔽哈尔弗斯的双眼，使其无法视物，命中率、攻击速度和伤害降低25%。",
    },
    ["3x3534"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "当拉格纳罗斯潜藏在熔岩下时，每4秒灼热的熔岩箭会落在4个随机玩家身上。一支熔岩箭造成45,000点火焰伤害。\r\n\r\n在25人团队副本中，熔岩箭会落在10个玩家身上。|r",
    },
    ["5x2929"] = {
    ["Title"] = "第一阶段：不能再次失败！",
    ["Description"] = "马洛拉克会周期性地将各种药剂瓶扔进锅里，产生不同的效果。前两瓶先后为红色、蓝色，或者反之，第三瓶是绿色，依此循环。",
    },
    ["6x2929"] = {
    ["Title"] = "第一阶段：不能再次失败！",
    ["Description"] = "马洛拉克会周期性地将各种药剂瓶扔进锅里，产生不同的效果。前两瓶先后为红色、蓝色，或者反之，第三瓶是绿色，依此循环。",
    },
    ["3x2979"] = {
    ["Title"] = "虚空失明",
    ["Description"] = "被释放之后，虚空之子以浓雾蒙蔽哈尔弗斯的双眼，使其无法视物，命中率、攻击速度和伤害降低25%。",
    },
    ["4x2979"] = {
    ["Title"] = "虚空失明",
    ["Description"] = "被释放之后，虚空之子以浓雾蒙蔽哈尔弗斯的双眼，使其无法视物，命中率、攻击速度和伤害降低25%。",
    },
    ["4x2825"] = {
    ["Title"] = "炽热山火",
    ["Description"] = "大地震制造团团火焰，阻止目标从奥利瑟拉佐尔的领域逃离。每团炽热山火会每1秒对6码内的敌人造成30,000点火焰伤害。",
    },
    ["5x2625"] = {
    ["Title"] = "阿曼尼孵化者",
    ["Description"] = "加亚莱会周期性地召唤两名阿曼尼孵化者，他们会前往平台相对的两侧，每1.5秒孵化三只阿曼尼龙鹰幼崽。",
    },
    ["6x2657"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["4x3282"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成25,000点物理伤害，并使他们昏迷2秒。",
    },
    ["2x2625"] = {
    ["Title"] = "阿曼尼孵化者",
    ["Description"] = "加亚莱会周期性地召唤两名阿曼尼孵化者，他们会前往平台相对的两侧，每1.5秒孵化三只阿曼尼龙鹰幼崽。",
    },
    ["4x2625"] = {
    ["Title"] = "阿曼尼孵化者",
    ["Description"] = "加亚莱会周期性地召唤两名阿曼尼孵化者，他们会前往平台相对的两侧，每1.5秒孵化三只阿曼尼龙鹰幼崽。",
    },
    ["6x2773"] = {
    ["Title"] = "烬网工虫",
    ["Description"] = "这些大蜘蛛从烬网下的洞穴里爬出来。当它们的火焰能量耗尽时，它们会爬到贝丝缇拉克那儿去，从她身上吸取火焰能量。",
    },
    ["2x2449"] = {
    ["Title"] = "奥弗",
    ["Description"] = "当锁喉活着时，奥弗免疫任何伤害，并会周期性地潜行进入战斗，然后使用麻木飞镖、旋风斩或是烟雾弹技能，然后撤退。",
    },
    ["4x2657"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["5x2657"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["3x2657"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["6x2964"] = {
    ["Title"] = "火球弹幕",
    ["Description"] = "原龙巨兽随机对一名敌方目标快速施放多枚火球。每一枚火球对其着陆点周围半径8内的敌人造成60,000点火焰伤害。",
    },
    ["4x2964"] = {
    ["Title"] = "火球弹幕",
    ["Description"] = "原龙巨兽随机对一名敌方目标快速施放多枚火球。每一枚火球对其着陆点周围半径8内的敌人造成40,000点火焰伤害。",
    },
    ["5x2964"] = {
    ["Title"] = "火球弹幕",
    ["Description"] = "原龙巨兽随机对一名敌方目标快速施放多枚火球。每一枚火球对其着陆点周围半径8内的敌人造成40,000点火焰伤害。",
    },
    ["5x3282"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成56,000点物理伤害，并使他们昏迷2秒。",
    },
    ["6x3282"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成70,000点物理伤害，并使他们昏迷2秒。",
    },
    ["6x2825"] = {
    ["Title"] = "炽热山火",
    ["Description"] = "大地震制造团团火焰，阻止目标从奥利瑟拉佐尔的领域逃离。每团炽热山火会每1秒对6码内的敌人造成30,000点火焰伤害。",
    },
    ["5x2825"] = {
    ["Title"] = "炽热山火",
    ["Description"] = "大地震制造团团火焰，阻止目标从奥利瑟拉佐尔的领域逃离。每团炽热山火会每1秒对6码内的敌人造成30,000点火焰伤害。",
    },
    ["2x2047"] = {
    ["Title"] = "直取要害",
    ["Description"] = "当撕心狼将军从迷雾中再次出现时，他会随机跳向一个敌人，造成普通近战攻击100%的伤害，并使目标昏迷2秒。",
    },
    ["1x2440"] = {
    ["Title"] = "秘法陷阱",
    ["Description"] = "胡辛姆将军会周期性地向三名玩家投掷秘法陷阱。2秒后陷阱才会生效，任何位于陷阱2码内的玩家都会将其引爆。秘法陷阱爆炸后会对所有7码内的玩家造成35,000点伤害，并将其击退。\r\n\r\n陷阱的有效时间为20秒，随后进入5秒的冷却时间。5秒结束后，陷阱将自行爆炸。",
    },
    ["4x3958"] = {
    ["Title"] = "掷冰",
    ["Description"] = "着魔的魔导师随机对一名玩家造成25,000点冰霜伤害。",
    },
    ["5x3958"] = {
    ["Title"] = "掷冰",
    ["Description"] = "着魔的魔导师随机对一名玩家造成25,000点冰霜伤害。",
    },
    ["2x2440"] = {
    ["Title"] = "秘法陷阱",
    ["Description"] = "胡辛姆将军会周期性地向三名玩家投掷秘法陷阱。2秒后陷阱才会生效，任何位于陷阱2码内的玩家都会将其引爆。秘法陷阱爆炸后会对所有7码内的玩家造成50,000点伤害，并将其击退。\r\n\r\n陷阱的有效时间为20秒，随后进入5秒的冷却时间。5秒结束后，陷阱将自行爆炸。",
    },
    ["3x2964"] = {
    ["Title"] = "火球弹幕",
    ["Description"] = "原龙巨兽随机对一名敌方目标快速施放多枚火球。每一枚火球对其着陆点周围半径8内的敌人造成24,000点火焰伤害。",
    },
    ["1x2047"] = {
    ["Title"] = "直取要害",
    ["Description"] = "当撕心狼将军从迷雾中再次出现时，他会随机跳向一个敌人，造成普通近战攻击100%的伤害，并使目标昏迷2秒。\r\n\r\n在英雄难度下，撕心狼将军整场战斗都会使用直取要害技能。|r",
    },
    ["2x2360"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "摧骨者罗姆欧格猛击当前目标，造成125%的普通近战伤害，并使该目标受到的治疗效果降低25%，持续10秒。",
    },
    ["4x2773"] = {
    ["Title"] = "烬网工虫",
    ["Description"] = "这些大蜘蛛从烬网下的洞穴里爬出来。当它们的火焰能量耗尽时，它们会爬到贝丝缇拉克那儿去，从她身上吸取火焰能量。",
    },
    ["5x2773"] = {
    ["Title"] = "烬网工虫",
    ["Description"] = "这些大蜘蛛从烬网下的洞穴里爬出来。当它们的火焰能量耗尽时，它们会爬到贝丝缇拉克那儿去，从她身上吸取火焰能量。",
    },
    ["2x2904"] = {
    ["Title"] = "古拉巴什灵魂",
    ["Description"] = "当玩家在正常世界里击败古拉巴什灵魂战士后古拉巴什灵魂就会出现在灵魂世界里。",
    },
    ["3x2773"] = {
    ["Title"] = "烬网工虫",
    ["Description"] = "这些大蜘蛛从烬网下的洞穴里爬出来。当它们的火焰能量耗尽时，它们会爬到贝丝缇拉克那儿去，从她身上吸取火焰能量。",
    },
    ["4x2904"] = {
    ["Title"] = "古拉巴什灵魂",
    ["Description"] = "当玩家在正常世界里击败古拉巴什灵魂战士后古拉巴什灵魂就会出现在灵魂世界里。",
    },
    ["5x2904"] = {
    ["Title"] = "古拉巴什灵魂",
    ["Description"] = "当玩家在正常世界里击败古拉巴什灵魂战士后古拉巴什灵魂就会出现在灵魂世界里。",
    },
    ["5x2799"] = {
    ["Title"] = "赫希斯之气息",
    ["Description"] = "高阶祭司温诺希斯喷吐出一道猛毒，每0.5秒对前方15码锥形区域内的敌人造成15,000点自然伤害，持续3秒。",
    },
    ["6x2799"] = {
    ["Title"] = "赫希斯之气息",
    ["Description"] = "高阶祭司温诺希斯喷吐出一道猛毒，每0.5秒对前方15码锥形区域内的敌人造成30,000点自然伤害，持续3秒。",
    },
    ["5x2832"] = {
    ["Title"] = "奥利瑟拉之锋",
    ["Description"] = "如果玩家叠加了25层炽炎之能，那么他们将获得奥利瑟拉之锋的效果，提高暴击率75%，持续40秒。",
    },
    ["4x2832"] = {
    ["Title"] = "奥利瑟拉之锋",
    ["Description"] = "如果玩家叠加了25层炽炎之能，那么他们将获得奥利瑟拉之锋的效果，提高暴击率75%，持续40秒。",
    },
    ["6x2832"] = {
    ["Title"] = "奥利瑟拉之锋",
    ["Description"] = "如果玩家叠加了25层炽炎之能，那么他们将获得奥利瑟拉之锋的效果，提高暴击率75%，持续40秒。",
    },
    ["6x3169"] = {
    ["Title"] = "剧毒孢子",
    ["Description"] = "剧毒孢子每1秒从饥饿的食人花身上爆发一次，持续5秒，使周围半径10码范围内的所有敌人感染致命的毒素。毒素每秒造成20,000点自然伤害，持续5秒。这个效果最多可以叠加25次。",
    },
    ["5x3169"] = {
    ["Title"] = "剧毒孢子",
    ["Description"] = "剧毒孢子每1秒从饥饿的食人花身上爆发一次，持续5秒，使周围半径10码范围内的所有敌人感染致命的毒素。毒素每秒造成10,000点自然伤害，持续5秒。这个效果最多可以叠加25次。",
    },
    ["4x3169"] = {
    ["Title"] = "剧毒孢子",
    ["Description"] = "剧毒孢子每1秒从饥饿的食人花身上爆发一次，持续5秒，使周围半径10码范围内的所有敌人感染致命的毒素。毒素每秒造成800点自然伤害，持续5秒。这个效果最多可以叠加25次。",
    },
    ["3x2637"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合，并在接触时引发一次超级新星。",
    },
    ["5x2637"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合，并在接触时引发一次超级新星。",
    },
    ["2x2901"] = {
    ["Title"] = "哈卡之影",
    ["Description"] = "金度从哈卡之灵那里抽取力量，来为武器充能。在接下来的8秒内，他的攻击会释放出能量，跃向多个单位，造成100,000点暗影伤害。锁链内的每个额外目标受到的伤害降低85%。",
    },
    ["5x3076"] = {
    ["Title"] = "声纳脉冲",
    ["Description"] = "艾卓曼德斯周期性地发射声波能量圆盘攻击玩家。被声纳脉冲击中的玩家获得7点音量。",
    },
    ["6x2637"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合，并在接触时引发一次超级新星。",
    },
    ["3x3076"] = {
    ["Title"] = "声纳脉冲",
    ["Description"] = "",
    },
    ["4x3076"] = {
    ["Title"] = "声纳脉冲",
    ["Description"] = "艾卓曼德斯周期性地发射声波能量圆盘攻击玩家。被声纳脉冲击中的玩家获得3点音量。",
    },
    ["3x3169"] = {
    ["Title"] = "剧毒孢子",
    ["Description"] = "剧毒孢子每1秒从饥饿的食人花身上爆发一次，持续5秒，使周围半径10码范围内的所有敌人感染致命的毒素。毒素每秒造成400点自然伤害，持续5秒。这个效果最多可以叠加25次。",
    },
    ["2x2621"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "加亚莱随机选择一名玩家作为目标，转身对其方向施放烈焰吐息。烈焰吐息对加亚莱前方60度的锥形区域内所有敌人造成40,000点火焰伤害。此外，烈焰吐息还会在地上留下一道火痕，每1秒对所有处于4码内的敌人造成20,000点火焰伤害。",
    },
    ["5x2621"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "加亚莱随机选择一名玩家作为目标，转身对其方向施放烈焰吐息。烈焰吐息对加亚莱前方60度的锥形区域内所有敌人造成40,000点火焰伤害。此外，烈焰吐息还会在地上留下一道火痕，每1秒对所有处于4码内的敌人造成20,000点火焰伤害。",
    },
    ["4x2621"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "加亚莱随机选择一名玩家作为目标，转身对其方向施放烈焰吐息。烈焰吐息对加亚莱前方60度的锥形区域内所有敌人造成40,000点火焰伤害。此外，烈焰吐息还会在地上留下一道火痕，每1秒对所有处于4码内的敌人造成20,000点火焰伤害。",
    },
    ["6x2621"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "加亚莱随机选择一名玩家作为目标，转身对其方向施放烈焰吐息。烈焰吐息对加亚莱前方60度的锥形区域内所有敌人造成40,000点火焰伤害。此外，烈焰吐息还会在地上留下一道火痕，每1秒对所有处于4码内的敌人造成20,000点火焰伤害。",
    },
    ["2x2749"] = {
    ["Title"] = "心灵尖啸",
    ["Description"] = "玛拉卡斯发出一道心灵尖啸，迫使40码范围内的敌人逃跑4秒。",
    },
    ["2x2138"] = {
    ["Title"] = "不忠之盾",
    ["Description"] = "当指挥官斯普林瓦尔获得三层邪恶能量后，他会消耗它们，从盾中释放这股力量。不忠之盾每0.5秒对指挥官斯普林瓦尔正前方25度角范围内的敌人造成15,000点暗影伤害，持续3秒。",
    },
    ["1x2138"] = {
    ["Title"] = "不忠之盾",
    ["Description"] = "当指挥官斯普林瓦尔获得三层邪恶能量后，他会消耗它们，从盾中释放这股力量。不忠之盾每0.5秒对指挥官斯普林瓦尔正前方25度角范围内的敌人造成100点暗影伤害，持续3秒。\r\n\r\n在英雄难度下，攻击角度为150度。|r",
    },
    ["2x2190"] = {
    ["Title"] = "疲倦诅咒",
    ["Description"] = "指挥官乌尔索克随机诅咒一个敌对目标，使其移动速度降低50%，近战、远程和施法速度降低50%，持续15秒。",
    },
    ["1x2190"] = {
    ["Title"] = "疲倦诅咒",
    ["Description"] = "指挥官乌尔索克随机诅咒一个敌对目标，使其移动速度降低50%，近战、远程和施法速度降低50%，持续15秒。",
    },
    ["4x3291"] = {
    ["Title"] = "第二阶段：诅咒你，凡人！",
    ["Description"] = "当玩家杀死奥妮克希亚之后，奈法利安会飞上空中，将屋内填满岩浆，只留三个可以立足的平台。然后奈法利安会在每个平台上召唤一个原型多彩龙人。",
    },
    ["5x3291"] = {
    ["Title"] = "第二阶段：诅咒你，凡人！",
    ["Description"] = "当玩家杀死奥妮克希亚之后，奈法利安会飞上空中，将屋内填满岩浆，只留三个可以立足的平台。然后奈法利安会在每个平台上召唤一个原型多彩龙人。",
    },
    ["6x3291"] = {
    ["Title"] = "第二阶段：诅咒你，凡人！",
    ["Description"] = "当玩家杀死奥妮克希亚之后，奈法利安会飞上空中，将屋内填满岩浆，只留三个可以立足的平台。然后奈法利安会在每个平台上召唤一个原型多彩龙人。",
    },
    ["3x3073"] = {
    ["Title"] = "矮人先祖之盾",
    ["Description"] = "房间中共有十面矮人先祖之盾。任何玩家都可以敲击这些盾牌，造成共鸣冲击。这将打断艾卓曼德斯的施法，将所有玩家的音量值降为0，并使艾卓曼德斯获得眩晕效果。当艾卓曼德斯从眩晕中恢复过来时，他会摧毁此面盾牌。\r\n\r\n在英雄难度下，奈法里奥斯勋爵会在艾卓曼德斯摧毁盾牌时额外摧毁一面盾牌。|r",
    },
    ["4x3073"] = {
    ["Title"] = "矮人先祖之盾",
    ["Description"] = "房间中共有十面矮人先祖之盾。任何玩家都可以敲击这些盾牌，造成共鸣冲击。这将打断艾卓曼德斯的施法，将所有玩家的音量值降为0，并使艾卓曼德斯获得眩晕效果。当艾卓曼德斯从眩晕中恢复过来时，他会摧毁此面盾牌。",
    },
    ["5x3073"] = {
    ["Title"] = "矮人先祖之盾",
    ["Description"] = "房间中共有十面矮人先祖之盾。任何玩家都可以敲击这些盾牌，造成共鸣冲击。这将打断艾卓曼德斯的施法，将所有玩家的音量值降为0，并使艾卓曼德斯获得眩晕效果。当艾卓曼德斯从眩晕中恢复过来时，他会摧毁此面盾牌。",
    },
    ["6x3073"] = {
    ["Title"] = "矮人先祖之盾",
    ["Description"] = "房间中共有十面矮人先祖之盾。任何玩家都可以敲击这些盾牌，造成共鸣冲击。这将打断艾卓曼德斯的施法，将所有玩家的音量值降为0，并使艾卓曼德斯获得眩晕效果。当艾卓曼德斯从眩晕中恢复过来时，他会摧毁此面盾牌。",
    },
    ["3x3291"] = {
    ["Title"] = "第二阶段：诅咒你，凡人！",
    ["Description"] = "当玩家杀死奥妮克希亚之后，奈法利安会飞上空中，将屋内填满岩浆，只留三个可以立足的平台。然后奈法利安会在每个平台上召唤一个原型多彩龙人。",
    },
    ["4x3129"] = {
    ["Title"] = "呼风",
    ["Description"] = "艾里昂搅动周围的空气，将其聚集成一股猛烈的旋风。旋风在散去前会在房间里随机游走，持续50秒。旋风会把碰到它的玩家吹到空中，并使该玩家受到旋风上抛效果影响。",
    },
    ["5x3129"] = {
    ["Title"] = "呼风",
    ["Description"] = "艾里昂搅动周围的空气，将其聚集成一股猛烈的旋风。旋风在散去前会在房间里随机游走，持续50秒。旋风会把碰到它的玩家吹到空中，并使该玩家受到旋风上抛效果影响。",
    },
    ["6x3129"] = {
    ["Title"] = "呼风",
    ["Description"] = "艾里昂搅动周围的空气，将其聚集成一股猛烈的旋风。旋风在散去前会在房间里随机游走，持续50秒。旋风会把碰到它的玩家吹到空中，并使该玩家受到旋风上抛效果影响。",
    },
    ["4x2993"] = {
    ["Title"] = "深呼吸",
    ["Description"] = "当瓦里昂娜准备降落时，她会深呼吸，并从场地的一边向另一边扫射，使三分之一的区域笼罩在暮光烈焰中。碰到这团黑色火焰的玩家会受到15,000点暗影伤害，并被拖入暮光领域。如果该玩家已经在暮光领域中，又受到了深呼吸的伤害，就会立即死亡。",
    },
    ["6x2681"] = {
    ["Title"] = "强化萨弗拉斯",
    ["Description"] = "拉格纳罗斯开始将烈焰注入萨弗拉斯。5秒后，萨弗拉斯获得强化，让拉格纳罗斯的近战攻击产生萨弗拉斯的烈焰，对所有玩家造成500,000点火焰伤害。",
    },
    ["6x2993"] = {
    ["Title"] = "深呼吸",
    ["Description"] = "当瓦里昂娜准备降落时，她会深呼吸，并从场地的一边向另一边扫射，使三分之一的区域笼罩在暮光烈焰中。碰到这团黑色火焰的玩家会受到30,000点暗影伤害，并被拖入暮光领域。如果该玩家已经在暮光领域中，又受到了深呼吸的伤害，就会立即死亡。",
    },
    ["3x3129"] = {
    ["Title"] = "呼风",
    ["Description"] = "艾里昂搅动周围的空气，将其聚集成一股猛烈的旋风。旋风在散去前会在房间里随机游走，持续50秒。旋风会把碰到它的玩家吹到空中，并使该玩家受到旋风上抛效果影响。",
    },
    ["4x2216"] = {
    ["Title"] = "厄祖玛特",
    ["Description"] = "第2阶段中无法被攻击。",
    },
    ["5x4062"] = {
    ["Title"] = "血之腐蚀：死亡",
    ["Description"] = "死亡之翼的腐蚀在你的血脉中流动。如果没有被及时移除，这种腐蚀会在体内扎根，使你受到死亡之翼的血液的感染。当这个效果被驱散时，它会跳跃到一个新的目标身上，并且会变异成为血之腐蚀：大地。",
    },
    ["6x4062"] = {
    ["Title"] = "血之腐蚀：死亡",
    ["Description"] = "死亡之翼的腐蚀在你的血脉中流动。如果没有被及时移除，这种腐蚀会在体内扎根，使你受到死亡之翼的血液的感染。当这个效果被驱散时，它会跳跃到一个新的目标身上，并且会变异成为血之腐蚀：大地。",
    },
    ["2x2216"] = {
    ["Title"] = "厄祖玛特",
    ["Description"] = "第2阶段中无法被攻击。",
    },
    ["5x2586"] = {
    ["Title"] = "争食",
    ["Description"] = "狂脸的近战攻击每次成功命中，都会使其造成的物理伤害提高5%，持续20秒。该效果会叠加。",
    },
    ["6x2586"] = {
    ["Title"] = "争食",
    ["Description"] = "狂脸的近战攻击每次成功命中，都会使其造成的物理伤害提高5%，持续20秒。该效果会叠加。",
    },
    ["2x2025"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "赫利克斯的四名雇员会出现在玩家头顶的一根木头上。他们每个人都会周期性地对某个玩家投掷黏性炸弹。",
    },
    ["6x2025"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "赫利克斯的四名雇员会出现在玩家头顶的一根木头上。他们每个人都会周期性地对某个玩家投掷黏性炸弹。",
    },
    ["4x2025"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "赫利克斯的四名雇员会出现在玩家头顶的一根木头上。他们每个人都会周期性地对某个玩家投掷黏性炸弹。",
    },
    ["5x2025"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "赫利克斯的四名雇员会出现在玩家头顶的一根木头上。他们每个人都会周期性地对某个玩家投掷黏性炸弹。",
    },
    ["5x4262"] = {
    ["Title"] = "克卓莫",
    ["Description"] = "当生命值降至90%，莫卓克将自身分裂成两半，他的孪生兄弟克卓莫破石而出。他的孪生兄弟会在莫卓克施放技能数秒后施放同样的技能。",
    },
    ["6x4262"] = {
    ["Title"] = "克卓莫",
    ["Description"] = "当生命值降至90%，莫卓克将自身分裂成两半，他的孪生兄弟克卓莫破石而出。他的孪生兄弟会在莫卓克施放技能数秒后施放同样的技能。",
    },
    ["5x3163"] = {
    ["Title"] = "脓血",
    ["Description"] = "古加尔使所有腐蚀信徒的血液化脓，导致古神血雨形成活动的软泥怪。脓血还会使所有活着的腐蚀信徒体内的黑血沸腾，导致化脓之血效果。",
    },
    ["6x3163"] = {
    ["Title"] = "脓血",
    ["Description"] = "古加尔使所有腐蚀信徒的血液化脓，导致古神血雨形成活动的软泥怪。脓血还会使所有活着的腐蚀信徒体内的黑血沸腾，导致化脓之血效果。",
    },
    ["3x3163"] = {
    ["Title"] = "脓血",
    ["Description"] = "古加尔使所有腐蚀信徒的血液化脓，导致古神血雨形成活动的软泥怪。脓血还会使所有活着的腐蚀信徒体内的黑血沸腾，导致化脓之血效果。",
    },
    ["2x2143"] = {
    ["Title"] = "邪恶增强",
    ["Description"] = "哀嚎的卫兵试图强化指挥官斯普林瓦尔。如果这个法术成功施放，指挥官斯普林瓦尔恢复4%的生命值，并获得一层邪恶能量。",
    },
    ["4x2143"] = {
    ["Title"] = "邪恶增强",
    ["Description"] = "哀嚎的卫兵试图强化指挥官斯普林瓦尔。如果这个法术成功施放，指挥官斯普林瓦尔恢复4%的生命值，并获得一层邪恶能量。",
    },
    ["6x2935"] = {
    ["Title"] = "红色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶红色瓶子，使自己获得烈焰吐息。红色瓶子的效果持续40秒。",
    },
    ["5x2935"] = {
    ["Title"] = "红色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶红色瓶子，使自己获得烈焰吐息。红色瓶子的效果持续40秒。",
    },
    ["4x2935"] = {
    ["Title"] = "红色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶红色瓶子，使自己获得烈焰吐息。红色瓶子的效果持续40秒。",
    },
    ["2x2110"] = {
    ["Title"] = "灾星",
    ["Description"] = "当生命值低于25%时，灰葬男爵变身成为黑暗天使长，释放他真正的力量。每1秒，灰葬男爵造成5,000点暗影伤害，并使敌人受到的暗影伤害提高1%，直到灰葬男爵或他的敌人死亡。这个效果可以叠加。",
    },
    ["5x2513"] = {
    ["Title"] = "赞吉利僵尸",
    ["Description"] = "一群赞吉利僵尸攻击玩家。",
    },
    ["2x2513"] = {
    ["Title"] = "赞吉利僵尸",
    ["Description"] = "一群赞吉利僵尸攻击玩家。",
    },
    ["5x2110"] = {
    ["Title"] = "灾星",
    ["Description"] = "当生命值低于25%时，灰葬男爵变身成为黑暗天使长，释放他真正的力量。每1秒，灰葬男爵造成5,000点暗影伤害，并使敌人受到的暗影伤害提高1%，直到灰葬男爵或他的敌人死亡。这个效果可以叠加。",
    },
    ["2x3516"] = {
    ["Title"] = "击退",
    ["Description"] = "赞吉利狂暴者击退其当前目标，造成30%的普通近战攻击伤害。",
    },
    ["4x3516"] = {
    ["Title"] = "击退",
    ["Description"] = "赞吉利狂暴者击退其当前目标，造成30%的普通近战攻击伤害。",
    },
    ["5x3516"] = {
    ["Title"] = "击退",
    ["Description"] = "赞吉利狂暴者击退其当前目标，造成30%的普通近战攻击伤害。",
    },
    ["6x3516"] = {
    ["Title"] = "击退",
    ["Description"] = "赞吉利狂暴者击退其当前目标，造成30%的普通近战攻击伤害。",
    },
    ["4x4296"] = {
    ["Title"] = "末日守卫摧毁者",
    ["Description"] = "当生命值降至60%，更多的末日守卫摧毁者会从虚空之门中涌出。",
    },
    ["6x4363"] = {
    ["Title"] = "活力虹吸",
    ["Description"] = "在战争大师黑角战至重伤时，他会直接从格里昂纳身上吸取生命值。活力虹吸会造成等同于格里昂纳剩余生命值20%的伤害，并按同比例为黑角回复生命值。",
    },
    ["6x4361"] = {
    ["Title"] = "软泥喷吐",
    ["Description"] = "苟拉斯连枷对一个随机玩家喷吐软泥，造成29,549点暗影伤害。",
    },
    ["5x2713"] = {
    ["Title"] = "黑心",
    ["Description"] = "一个怨灵。",
    },
    ["6x4347"] = {
    ["Title"] = "腐蚀寄生虫",
    ["Description"] = "一只腐蚀寄生虫周期性地造成越来越高的暗影伤害。当腐蚀寄生虫的效果结束，寄生虫会离开宿主玩家，并造成寄生反冲，对宿主周围10码范围内的玩家造成250,000点火焰伤害。",
    },
    ["6x4328"] = {
    ["Title"] = "风暴之柱",
    ["Description"] = "哈格拉随机选择一名玩家所在位置做为目标，在3秒后涌出一道闪电之柱。闪电对5码范围内所有玩家造成35,000点自然伤害。",
    },
    ["6x4325"] = {
    ["Title"] = "霜冻",
    ["Description"] = "哈格拉随机对一名玩家施放霜冻，使其移动速度降低10%，并且每1秒降低额外10%，持续15秒。当霜冻效果结束时，该玩家脚下形成一个10码的霜冻区域。任何处于该霜冻区域的玩家的移动速度降低50%。",
    },
    ["6x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成69,000点自然伤害。",
    },
    ["5x4363"] = {
    ["Title"] = "活力虹吸",
    ["Description"] = "在战争大师黑角战至重伤时，他会直接从格里昂纳身上吸取生命值。活力虹吸会造成等同于格里昂纳剩余生命值20%的伤害，并按同比例为黑角回复生命值。",
    },
    ["6x2110"] = {
    ["Title"] = "灾星",
    ["Description"] = "当生命值低于25%时，灰葬男爵变身成为黑暗天使长，释放他真正的力量。每1秒，灰葬男爵造成5,000点暗影伤害，并使敌人受到的暗影伤害提高1%，直到灰葬男爵或他的敌人死亡。这个效果可以叠加。",
    },
    ["5x4361"] = {
    ["Title"] = "软泥喷吐",
    ["Description"] = "苟拉斯连枷对一个随机玩家喷吐软泥，造成23,423点暗影伤害。",
    },
    ["6x2513"] = {
    ["Title"] = "赞吉利僵尸",
    ["Description"] = "一群赞吉利僵尸攻击玩家。",
    },
    ["5x4357"] = {
    ["Title"] = "舷侧攻击",
    ["Description"] = "格里昂纳周期性地施放极具破坏力的火球弹幕，攻击天火号的侧舷，对其造成伤害，损坏程度相当于剩余耐久度的20%。",
    },
    ["3x2935"] = {
    ["Title"] = "红色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶红色瓶子，使自己获得烈焰吐息。红色瓶子的效果持续40秒。",
    },
    ["6x3150"] = {
    ["Title"] = "烈焰升腾",
    ["Description"] = "在使用烈火之盾保护自己后，伊格纳休斯会开始施放烈焰升腾，对所有房间内的玩家每2秒造成20,000点火焰伤害。每当烈焰升腾涌动时，伊格纳休斯的伤害提高5%，持续15秒。该效果的堆叠速度会越来越快。",
    },
    ["5x4355"] = {
    ["Title"] = "吞噬遮幕",
    ["Description"] = "格里昂纳用暮光能量包裹一名敌方目标，吸收随后获得的100,000点治疗效果。当吞噬遮幕吸收治疗效果时，会对周围盟友造成等同于治疗量的伤害。如果受到吞噬遮幕的玩家死亡，所有剩余的暮光能量将会立即施放出来。",
    },
    ["5x4349"] = {
    ["Title"] = "不稳定腐蚀",
    ["Description"] = "腐蚀寄生虫施放不稳定腐蚀，对所有玩家造成火焰伤害，数值等同于腐蚀寄生虫生命值的10%。",
    },
    ["3x2859"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔爪击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成75,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["5x4328"] = {
    ["Title"] = "风暴之柱",
    ["Description"] = "哈格拉随机选择一名玩家所在位置做为目标，在3秒后涌出一道闪电之柱。闪电对5码范围内所有玩家造成35,000点自然伤害。",
    },
    ["5x4325"] = {
    ["Title"] = "霜冻",
    ["Description"] = "哈格拉随机对一名玩家施放霜冻，使其移动速度降低10%，并且每1秒降低额外10%，持续15秒。当霜冻效果结束时，该玩家脚下形成一个10码的霜冻区域。任何处于该霜冻区域的玩家的移动速度降低50%。",
    },
    ["5x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成65,000点自然伤害。",
    },
    ["4x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["6x2859"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔爪击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成125,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["5x2859"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔爪击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成100,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["4x2859"] = {
    ["Title"] = "炽热之爪",
    ["Description"] = "奥利瑟拉佐尔爪击敌人，每1.5秒对25码长的90度锥形区域内的敌人造成90,000点物理伤害。此外，每一次攻击将会使目标受到的火焰和物理伤害提高10%，持续15秒。",
    },
    ["2x3676"] = {
    ["Title"] = "扭曲炸弹",
    ["Description"] = "姆诺兹多随机向一名玩家所在区域发射一枚时光能量球，落地后形成半径达8码的时光扭曲地带。该扭曲地带每秒对区域内的所有敌人造成25,000点奥术伤害。",
    },
    ["2x2613"] = {
    ["Title"] = "血祭",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，对他施放血祭，每2秒造成该玩家当前生命值50%的暗影伤害，持续10秒。",
    },
    ["4x4320"] = {
    ["Title"] = "消化酸液",
    ["Description"] = "消化酸液周期性地从胃腺中分泌出来，对一名玩家及其周围4码内的盟友造成60,000点自然伤害。",
    },
    ["5x3287"] = {
    ["Title"] = "尾击",
    ["Description"] = "奥妮克希亚以龙尾横扫背后60度角范围内的敌人，造成56,000点物理伤害，并使他们昏迷2秒。",
    },
    ["6x3676"] = {
    ["Title"] = "扭曲炸弹",
    ["Description"] = "姆诺兹多随机向一名玩家所在区域发射一枚时光能量球，落地后形成半径达8码的时光扭曲地带。该扭曲地带每秒对区域内的所有敌人造成25,000点奥术伤害。",
    },
    ["6x2613"] = {
    ["Title"] = "血祭",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，对他施放血祭，每2秒造成该玩家当前生命值50%的暗影伤害，持续10秒。",
    },
    ["5x2613"] = {
    ["Title"] = "血祭",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，对他施放血祭，每2秒造成该玩家当前生命值50%的暗影伤害，持续10秒。",
    },
    ["4x2613"] = {
    ["Title"] = "血祭",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，对他施放血祭，每2秒造成该玩家当前生命值50%的暗影伤害，持续10秒。",
    },
    ["6x3208"] = {
    ["Title"] = "剧毒金刚",
    ["Description"] = "",
    },
    ["4x4312"] = {
    ["Title"] = "艾露恩之怒",
    ["Description"] = "泰兰德施放一股奥术能量冲击，消灭附近的次级恶魔。",
    },
    ["4x4310"] = {
    ["Title"] = "被插入的魔刃",
    ["Description"] = "魔刃插入玛诺洛斯的体内，每次针对玛诺洛斯的攻击都有一定几率产生魔刃之击效果，对其造成100 万点火焰伤害。",
    },
    ["5x3158"] = {
    ["Title"] = "暗影之令",
    ["Description"] = "古加尔召唤一个暗影元素，将这个元素吸收到自己的暮光之锤中，使其获得强效暗影的强化效果。",
    },
    ["4x4307"] = {
    ["Title"] = "月神射击",
    ["Description"] = "泰兰德用她的月神射击遏制恶魔们源源不断地从永恒之井中涌出。",
    },
    ["2x2714"] = {
    ["Title"] = "灵魂之箭",
    ["Description"] = "玛拉卡斯引导一阵强力的灵魂之箭弹幕，每0.5秒对附近的玩家造成3,000点暗影伤害。",
    },
    ["2x2018"] = {
    ["Title"] = "盛焰",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["4x4305"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹将使用恶魔能量强化自己来结束这场战斗。",
    },
    ["4x2607"] = {
    ["Title"] = "欧库塔尔之眼",
    ["Description"] = "欧库塔尔在每位玩家旁边产生一颗欧库塔尔之眼，欧库塔尔之眼会依附于该玩家身上，造成欧库塔尔的凝视，持续10秒。",
    },
    ["1x2675"] = {
    ["Title"] = "虚空浮龙",
    ["Description"] = "混沌传送门每次会召唤出两条这种生命值不高的生物来。",
    },
    ["2x2675"] = {
    ["Title"] = "虚空浮龙",
    ["Description"] = "混沌传送门每次会召唤出两条这种生命值不高的生物来。",
    },
    ["3x2607"] = {
    ["Title"] = "欧库塔尔之眼",
    ["Description"] = "欧库塔尔在每位玩家旁边产生一颗欧库塔尔之眼，欧库塔尔之眼会依附于该玩家身上，造成欧库塔尔的凝视，持续10秒。",
    },
    ["4x4304"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "玛诺洛斯已经身负重伤，但他仍继续为其主人萨格拉斯顽抗到底。",
    },
    ["3x3208"] = {
    ["Title"] = "剧毒金刚",
    ["Description"] = "",
    },
    ["4x3208"] = {
    ["Title"] = "剧毒金刚",
    ["Description"] = "",
    },
    ["5x3208"] = {
    ["Title"] = "剧毒金刚",
    ["Description"] = "",
    },
    ["6x2772"] = {
    ["Title"] = "烈焰织网",
    ["Description"] = "烬网织网蛛对随机一名玩家引导蛛网，令其昏迷25秒。",
    },
    ["5x2772"] = {
    ["Title"] = "烈焰织网",
    ["Description"] = "烬网织网蛛对随机一名玩家引导蛛网，令其昏迷25秒。",
    },
    ["4x4303"] = {
    ["Title"] = "第三阶段：你们的世界将分崩离析！",
    ["Description"] = "泰兰德在消灭地狱火大军之后体力不支，伊利丹将强化自己力量来结束与玛诺洛斯的战斗。",
    },
    ["1x2165"] = {
    ["Title"] = "召唤嗜血食尸鬼",
    ["Description"] = "高弗雷勋爵向周围发射六颗亡灵弹，每颗子弹落地之后都会从地下召唤出一个嗜血食尸鬼。",
    },
    ["4x3314"] = {
    ["Title"] = "裂伤",
    ["Description"] = "熔喉衔起他的当前目标，然后用力咬下去。巨大的力量会造成每2秒143,304点伤害。在30秒之后，熔喉会咬断这个目标的躯体。穿刺熔喉可以使他放开目标。",
    },
    ["3x3317"] = {
    ["Title"] = "熔岩怒火",
    ["Description"] = "如果熔喉的近战攻击范围内没有任何敌人，它就会狂暴，对所有玩家发射熔岩喷吐，火焰伤害提高100%，持续10秒。这个效果可以叠加。",
    },
    ["5x2526"] = {
    ["Title"] = "第一阶段：麻烦，真麻烦！",
    ["Description"] = "当雷奥利斯领主的盔甲完好无损时，他无视玩家的存在，但是玩家可以攻击他的腿部，控制其行动。",
    },
    ["3x3339"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["6x2526"] = {
    ["Title"] = "第一阶段：麻烦，真麻烦！",
    ["Description"] = "当雷奥利斯领主的盔甲完好无损时，他无视玩家的存在，但是玩家可以攻击他的腿部，控制其行动。",
    },
    ["2x4318"] = {
    ["Title"] = "法力虚空",
    ["Description"] = "法力虚空会从每个施法者和治疗者身上吸取所有法力值，存储于其体内。摧毁法力虚空会将被吸取的法力值通过法力扩散平均返还给30码范围内的所有玩家。",
    },
    ["2x4309"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "泰兰德的箭支耗尽了，她祈求艾露恩的帮助，对抗源源不断的恶魔部队。",
    },
    ["5x2778"] = {
    ["Title"] = "烬网幼蛛",
    ["Description"] = "这些小蜘蛛从烬网下的洞穴里爬出来。它们会本能地向烬网工虫那里爬去，寻求保护。",
    },
    ["2x2402"] = {
    ["Title"] = "沙尘爆裂",
    ["Description"] = "岩皮喷出一股60度的锥形沙暴，对前方15码内的所有敌人造成50,000点伤害。",
    },
    ["1x2402"] = {
    ["Title"] = "沙尘爆裂",
    ["Description"] = "岩皮喷出一股60度的锥形沙暴，对前方15码内的所有敌人造成25,000点伤害。",
    },
    ["4x2436"] = {
    ["Title"] = "静电缠握",
    ["Description"] = "阿萨德在地上创造一片静电力场，在施法结束后使得所有处在该力场中的玩家被定身18秒。",
    },
    ["6x2507"] = {
    ["Title"] = "裂痕",
    ["Description"] = "格里雷克随机使某一位置的地面发生震颤。2秒后，会有尖刺从震点刺出，对周围2码范围内的所有玩家造成75,000点物理伤害，并将他们击飞。",
    },
    ["2x4304"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "玛诺洛斯已经身负重伤，但他仍继续为其主人萨格拉斯顽抗到底。",
    },
    ["6x3242"] = {
    ["Title"] = "暮光幼龙",
    ["Description"] = "暮光幼龙在凯伦和希奈丝特拉决斗时从洞穴边缘飞扑进来。",
    },
    ["2x2140"] = {
    ["Title"] = "邪恶之令",
    ["Description"] = "当指挥官斯普林瓦尔获得三层邪恶能量后，他会消耗它们，将这个法术随机施放到某个玩家身上。邪恶之令每3秒造成相当于该玩家生命值上限5%的暗影伤害。这个效果会一直持续到该玩家或指挥官斯普林瓦尔死亡。",
    },
    ["2x4301"] = {
    ["Title"] = "玛诺洛斯",
    ["Description"] = "受伤的玛诺洛斯继续战斗，打开一扇虚空之门召唤其恶魔盟友。",
    },
    ["1x4324"] = {
    ["Title"] = "冰锥",
    ["Description"] = "覆雪冰锥在平台周围纷纷坠落，当冰锥冲击地面时，会造成100000点冰霜伤害并将7码范围内的所有玩家击退。",
    },
    ["6x4266"] = {
    ["Title"] = "苟拉斯连枷",
    ["Description"] = "",
    },
    ["4x3170"] = {
    ["Title"] = "抚慰轻风",
    ["Description"] = "安舍尔会随机在某个饥饿的食人花的位置召唤平静的风，持续30秒。这个半径为10码的范围效果会为安舍尔和他的饥饿的食人花每20,000秒恢复一次生命值。任何站在其中的敌人都会被沉默和平静。",
    },
    ["6x4229"] = {
    ["Title"] = "魔能凋零",
    ["Description"] = "佩罗萨恩的魔能之触使得一个随机目标自体内发生凋零，立即造成40,000点暗影伤害以及每秒8,500点暗影伤害，持续10秒。任何对受害者造成的治疗对会使治疗者受到暗影伤害，数值等同于此次治疗量的100%。",
    },
    ["3x2991"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瓦里昂娜在空中时，会使用下列技能。",
    },
    ["1x3339"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["5x2991"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瓦里昂娜在空中时，会使用下列技能。",
    },
    ["4x2991"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瓦里昂娜在空中时，会使用下列技能。",
    },
    ["5x2069"] = {
    ["Title"] = "鲁莽",
    ["Description"] = "迪菲亚执行者免疫恐惧效果，爆击几率提高100%，持续15秒，但是护甲值降低35%。\r\n\r\n迪菲亚执行者会在生命值低于20%的情况下使用这个技能。",
    },
    ["6x2991"] = {
    ["Title"] = "空中技能",
    ["Description"] = "瓦里昂娜在空中时，会使用下列技能。",
    },
    ["4x2069"] = {
    ["Title"] = "鲁莽",
    ["Description"] = "迪菲亚执行者免疫恐惧效果，爆击几率提高100%，持续15秒，但是护甲值降低35%。\r\n\r\n迪菲亚执行者会在生命值低于20%的情况下使用这个技能。",
    },
    ["6x2527"] = {
    ["Title"] = "黑曜石护甲",
    ["Description"] = "雷奥利斯领主浑身包裹着厚厚的黑曜石盔甲，使他所承受的伤害降低80%。每当雷奥利斯领主踩中一座活动火山时，他的黑曜石盔甲就会剥落10%。",
    },
    ["6x3133"] = {
    ["Title"] = "消散",
    ["Description"] = "艾里昂化身成为旋风，出现在屋中的其它位置，然后施放闪电震爆。",
    },
    ["5x2550"] = {
    ["Title"] = "熔合",
    ["Description"] = "液态黑曜石同雷奥利斯领主熔为一体，为他额外提供1%的伤害减免。",
    },
    ["5x2029"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "玩家头顶的横梁上会出现四名额外的赫利克斯雇员。",
    },
    ["6x2029"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "玩家头顶的横梁上会出现四名额外的赫利克斯雇员。",
    },
    ["6x4228"] = {
    ["Title"] = "邪能烈焰",
    ["Description"] = "佩罗萨恩召唤一枚邪能火球攻击随机玩家，造成35,000点火焰伤害，留下的烈焰每秒造成12,500点火焰伤害，持续30秒。",
    },
    ["4x2029"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "玩家头顶的横梁上会出现四名额外的赫利克斯雇员。",
    },
    ["6x4227"] = {
    ["Title"] = "腐蚀之触",
    ["Description"] = "佩罗萨恩的近战攻击会对其当前目标造成腐蚀之触效果，使其受到的伤害提高10%，持续20秒。这个效果可以叠加。",
    },
    ["2x2029"] = {
    ["Title"] = "赫利克斯的雇员",
    ["Description"] = "玩家头顶的横梁上会出现四名额外的赫利克斯雇员。",
    },
    ["3x2997"] = {
    ["Title"] = "卓越之焰",
    ["Description"] = "瑟纳利昂随机对一名玩家所在的位置发射一股暮光能量。卓越之焰在该处留下一道圆形的暮光火焰，持续45秒，对周围半径12码范围内的所有玩家每1秒造成12,000点暗影伤害。",
    },
    ["6x2802"] = {
    ["Title"] = "赫希斯之咒语",
    ["Description"] = "在战斗一开始，高阶祭司温诺希斯就会施放赫希斯之咒语。对10码内的敌人造成50,000点自然伤害，并将他们击退。",
    },
    ["5x2997"] = {
    ["Title"] = "卓越之焰",
    ["Description"] = "瑟纳利昂随机对一名玩家所在的位置发射一股暮光能量。卓越之焰在该处留下一道圆形的暮光火焰，持续45秒，对周围半径12码范围内的所有玩家每1秒造成19,000点暗影伤害。",
    },
    ["4x2997"] = {
    ["Title"] = "卓越之焰",
    ["Description"] = "瑟纳利昂随机对一名玩家所在的位置发射一股暮光能量。卓越之焰在该处留下一道圆形的暮光火焰，持续45秒，对周围半径12码范围内的所有玩家每1秒造成12,000点暗影伤害。",
    },
    ["5x2716"] = {
    ["Title"] = "灵魂虹吸",
    ["Description"] = "玛拉卡斯随机抽取一名玩家的灵魂，在30秒内让他获得该玩家的职业能力。",
    },
    ["4x2716"] = {
    ["Title"] = "灵魂虹吸",
    ["Description"] = "玛拉卡斯随机抽取一名玩家的灵魂，在30秒内让他获得该玩家的职业能力。",
    },
    ["4x3133"] = {
    ["Title"] = "消散",
    ["Description"] = "艾里昂化身成为旋风，出现在屋中的其它位置，然后施放闪电震爆。",
    },
    ["2x2716"] = {
    ["Title"] = "灵魂虹吸",
    ["Description"] = "玛拉卡斯随机抽取一名玩家的灵魂，在30秒内让他获得该玩家的职业能力。",
    },
    ["6x2776"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网工虫随机对一名敌人喷出灼伤酸液，造成27,954点火焰伤害。",
    },
    ["6x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["2x2669"] = {
    ["Title"] = "混沌之种",
    ["Description"] = "塞特斯在房间内随机一个位置制造一颗混沌之种，让它落在地上。靠近种子将会令其爆裂，对12码内所有的敌人造成4,800点暗影伤害。处于爆炸区域的玩家同时也会受到混沌的影响，每当他们对目标施放敌对技能或法术时就会额外受到19,499点无法抵抗的伤害，持续15秒。额外伤害每2秒内只能发生一次。",
    },
    ["4x2782"] = {
    ["Title"] = "第二阶段：狂乱！",
    ["Description"] = "施放三次阴燃毁灭后，贝丝缇拉克变得狂乱。她将从烬网中走出来，并不再召唤子嗣的援助。",
    },
    ["6x2782"] = {
    ["Title"] = "第二阶段：狂乱！",
    ["Description"] = "施放三次阴燃毁灭后，贝丝缇拉克变得狂乱。她将从烬网中走出来，并不再召唤子嗣的援助。",
    },
    ["5x4266"] = {
    ["Title"] = "苟拉斯连枷",
    ["Description"] = "",
    },
    ["4x3136"] = {
    ["Title"] = "引力井",
    ["Description"] = "泰拉斯卓随机在一名玩家身边创造一个小型的强力引力井。引力井会周期性地对7码内的玩家造成3,000点自然伤害，并将他们拉进井中，持续30秒。进入引力井的玩家将获得融入大地效果。",
    },
    ["6x3022"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成50,000点自然伤害，并将他们击退。",
    },
    ["5x2973"] = {
    ["Title"] = "岩龙",
    ["Description"] = "",
    },
    ["5x4229"] = {
    ["Title"] = "魔能凋零",
    ["Description"] = "佩罗萨恩的魔能之触使得一个随机目标自体内发生凋零，立即造成40,000点暗影伤害以及每秒8,500点暗影伤害，持续10秒。任何对受害者造成的治疗对会使治疗者受到暗影伤害，数值等同于此次治疗量的100%。",
    },
    ["5x2756"] = {
    ["Title"] = "火焰新星图腾",
    ["Description"] = "玛拉卡斯召唤一个火焰新星图腾。在被召唤出来5秒后，如果还没有被摧毁，它就会对20码范围内的敌人造成50,000点火焰伤害。",
    },
    ["6x2756"] = {
    ["Title"] = "火焰新星图腾",
    ["Description"] = "玛拉卡斯召唤一个火焰新星图腾。在被召唤出来5秒后，如果还没有被摧毁，它就会对20码范围内的敌人造成50,000点火焰伤害。",
    },
    ["2x2180"] = {
    ["Title"] = "菌类孢子",
    ["Description"] = "纳兹夏尔女士随机向一个玩家所在的位置投掷致命的菌类孢子。它们击中目标后爆炸，影响周围半径5码范围内的所有敌人，每3秒对他们造成15,000点自然伤害，持续15秒。",
    },
    ["4x2756"] = {
    ["Title"] = "火焰新星图腾",
    ["Description"] = "玛拉卡斯召唤一个火焰新星图腾。在被召唤出来5秒后，如果还没有被摧毁，它就会对20码范围内的敌人造成50,000点火焰伤害。",
    },
    ["6x2539"] = {
    ["Title"] = "不受束缚的烈焰",
    ["Description"] = "雷奥利斯领主释放一道火焰，随机追逐一名玩家，对火焰射线周围5码范围内的所有玩家造成10,000点火焰伤害。",
    },
    ["2x2756"] = {
    ["Title"] = "火焰新星图腾",
    ["Description"] = "玛拉卡斯召唤一个火焰新星图腾。在被召唤出来5秒后，如果还没有被摧毁，它就会对20码范围内的敌人造成50,000点火焰伤害。",
    },
    ["5x4228"] = {
    ["Title"] = "邪能烈焰",
    ["Description"] = "佩罗萨恩召唤一枚邪能火球攻击随机玩家，造成35,000点火焰伤害，留下的烈焰每秒造成12,500点火焰伤害，持续30秒。",
    },
    ["6x2695"] = {
    ["Title"] = "血泪",
    ["Description"] = "基尔娜拉的眼中闪出如注的血流，每秒对12码内的所有玩家造成13,000点暗影伤害，持续6秒。",
    },
    ["5x2695"] = {
    ["Title"] = "血泪",
    ["Description"] = "基尔娜拉的眼中闪出如注的血流，每秒对12码内的所有玩家造成10,000点暗影伤害，持续6秒。",
    },
    ["4x2695"] = {
    ["Title"] = "血泪",
    ["Description"] = "基尔娜拉的眼中闪出如注的血流，每秒对12码内的所有玩家造成13,000点暗影伤害，持续6秒。",
    },
    ["4x3312"] = {
    ["Title"] = "熔岩寄生虫",
    ["Description"] = "这些移动缓慢的生物会趁攻击时钻入玩家温暖的躯体，感染它们的新宿主。",
    },
    ["5x4222"] = {
    ["Title"] = "衰竭",
    ["Description"] = "如果40秒以后佩罗萨恩之眼还没有发现一名玩家，佩罗萨恩将无法继续在阴影中躲藏，进入衰竭状态。这个效果会使佩罗萨恩昏迷并且使其受到的伤害提高25%，持续15秒。",
    },
    ["5x4207"] = {
    ["Title"] = "黑暗月光",
    ["Description"] = "一泓黑暗月光环绕泰兰德，使15码范围内的所有敌人的施法速度降低50%。",
    },
    ["5x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["5x2037"] = {
    ["Title"] = "熔岩护盾",
    ["Description"] = "熔火炉渣受到的魔法伤害减半，并且每2秒对周围半径10码范围内的所有目标造成20,000点火焰伤害。",
    },
    ["6x2037"] = {
    ["Title"] = "熔岩护盾",
    ["Description"] = "熔火炉渣受到的魔法伤害减半，并且每2秒对周围半径10码范围内的所有目标造成20,000点火焰伤害。",
    },
    ["5x3308"] = {
    ["Title"] = "暮光龙鳞",
    ["Description"] = "脉动的暮光之卵通常不受任何伤害影响。在紧急状况下，希奈丝特拉会直接吸取卵中的能量，使其暮光龙鳞暂时脱落。",
    },
    ["4x2037"] = {
    ["Title"] = "熔岩护盾",
    ["Description"] = "熔火炉渣受到的魔法伤害减半，并且每2秒对周围半径10码范围内的所有目标造成20,000点火焰伤害。",
    },
    ["5x2689"] = {
    ["Title"] = "玛法里奥·怒风",
    ["Description"] = "玛法里奥·怒风是有史以来最强大的暗夜精灵德鲁伊之一。他率领着塞纳留斯的军队在海加尔山防御战中对抗拉格纳罗斯的大军。\r\n\r\n玛法里奥会保护团队免受恐惧烈焰的伤害。",
    },
    ["2x2037"] = {
    ["Title"] = "熔岩护盾",
    ["Description"] = "熔火炉渣受到的魔法伤害减半，并且每2秒对周围半径10码范围内的所有目标造成20,000点火焰伤害。",
    },
    ["6x3308"] = {
    ["Title"] = "暮光龙鳞",
    ["Description"] = "脉动的暮光之卵通常不受任何伤害影响。在紧急状况下，希奈丝特拉会直接吸取卵中的能量，使其暮光龙鳞暂时脱落。",
    },
    ["4x4299"] = {
    ["Title"] = "末日守卫摧毁者",
    ["Description"] = "这些从永恒之井涌入的大型恶魔企图保护玛诺洛斯，但是泰兰德会阻止他们。",
    },
    ["4x3215"] = {
    ["Title"] = "化脓之血",
    ["Description"] = "当古加尔施放脓血时，活着的腐蚀信徒体内的黑血喷洒出来，每2秒对周围半径20码内的所有玩家造成35,000点暗影伤害。受到这一技能伤害的玩家会获得腐蚀术效果。",
    },
    ["3x2857"] = {
    ["Title"] = "引燃",
    ["Description"] = "奥利瑟拉佐尔炽热的核心再次燃烧起来，迅速恢复熔火之力。每1秒恢复2点熔火之力。",
    },
    ["2x2459"] = {
    ["Title"] = "天堂炽焰",
    ["Description"] = "高阶预言者巴林姆召唤一只火凤凰参战。如果天堂炽焰的生命值降到1%，它会变成一枚凤凰蛋，开始自愈。在大约20秒后，蛋中会孵化出一只新的天堂炽焰。",
    },
    ["6x3295"] = {
    ["Title"] = "统御",
    ["Description"] = "奈法利安周期性地随机控制一些玩家的思维，操纵他们的躯体，持续20秒。被控制的玩家会走向一道新出现的传送门。如果该玩家抵达传送门，则立即死亡。\r\n\r\n统御可赋予玩家三种特殊技能。",
    },
    ["1x2414"] = {
    ["Title"] = "引力井",
    ["Description"] = "高阶女祭司艾苏尔会随机在一名玩家脚下召唤一口引力井。3秒后，引力井就会完全形成，然后井中心10码半径范围内的所有目标都被拉扯进去。引力井还会对井中的目标每0.5秒造成暗影伤害。目标离井中心越近则伤害越高。引力井持续20秒。\r\n\r\n在英雄难度下，引力井将不再有持续时间。它只要杀死一个单位，就会缩小25%，杀死4个单位后，它们会消失。|r",
    },
    ["6x3005"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被困在暮光世界的玩家每2秒受到5,000点暗影伤害。该效果可以叠加，每额外叠加一层，受到的伤害就提高10%。离开暮光领域后，暮光世界的易伤效果还会持续2分钟。",
    },
    ["5x3005"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被困在暮光世界的玩家每2秒受到5,000点暗影伤害。该效果可以叠加，每额外叠加一层，受到的伤害就提高10%。离开暮光领域后，暮光世界的易伤效果还会持续2分钟。",
    },
    ["3x3168"] = {
    ["Title"] = "饥饿的食人花",
    ["Description"] = "饥饿的食人花周期性地施放剧毒孢子，直到被杀死。",
    },
    ["5x2682"] = {
    ["Title"] = "萨弗拉斯的烈焰",
    ["Description"] = "当萨弗拉斯被强化时，拉格纳罗斯的攻击将会产生萨弗拉斯的烈焰，对所有敌人造成500,000点火焰伤害。",
    },
    ["3x2920"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施展烈焰镰刀都会获得一层肾上腺素的效果。每层肾上腺素提高他 20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["6x2550"] = {
    ["Title"] = "熔合",
    ["Description"] = "液态黑曜石同雷奥利斯领主熔为一体，为他额外提供1%的伤害减免。",
    },
    ["1x2194"] = {
    ["Title"] = "石语者埃鲁纳克",
    ["Description"] = "遭遇战一开始，蛊心魔古厄夏会附在石语者埃鲁纳克的头上，将其控制住。在受到蛊心魔古厄夏的控制期间，埃鲁纳克会同玩家战斗。当埃鲁纳克的生命值处于50%时，蛊心魔古厄夏会从埃鲁纳克的头部脱离。随后玩家才可以和蛊心魔古厄夏战斗。",
    },
    ["2x2194"] = {
    ["Title"] = "石语者埃鲁纳克",
    ["Description"] = "遭遇战一开始，蛊心魔古厄夏会附在石语者埃鲁纳克的头上，将其控制住。在受到蛊心魔古厄夏的控制期间，埃鲁纳克会同玩家战斗。当埃鲁纳克的生命值处于50%时，蛊心魔古厄夏会从埃鲁纳克的头部脱离。随后玩家才可以和蛊心魔古厄夏战斗。",
    },
    ["2x2695"] = {
    ["Title"] = "血泪",
    ["Description"] = "基尔娜拉的眼中闪出如注的血流，每秒对12码内的所有玩家造成13,000点暗影伤害，持续6秒。",
    },
    ["4x4288"] = {
    ["Title"] = "被插入的魔刃",
    ["Description"] = "玩家可以拾取禁卫队长瓦罗森的精灵魔刃，并将其朝玛诺洛斯投掷。魔刃会插入玛诺洛斯的恶魔护甲。当魔刃对玛诺洛斯进行打击时，有一定几率造成魔刃之击效果，对其造成100 万点火焰伤害。",
    },
    ["4x4286"] = {
    ["Title"] = "邪能刃",
    ["Description"] = "玛诺洛斯在他的锋利的长柄武器上附加恶魔火焰，使其近战攻击有几率对其目标造成额外60,000点火焰伤害。",
    },
    ["4x4285"] = {
    ["Title"] = "邪火风暴",
    ["Description"] = "玛诺洛斯施放一次邪火风暴，迅速在区域范围内制造半径为3码的邪能烈焰，持续12秒。邪能烈焰对站在其中的所有玩家造成每秒20,000点火焰伤害。",
    },
    ["4x4280"] = {
    ["Title"] = "恶魔冲锋",
    ["Description"] = "伊利丹向玛诺洛斯发起冲锋，激荡的恶魔能量对其造成100%的武器伤害。",
    },
    ["4x4278"] = {
    ["Title"] = "黑暗长矛",
    ["Description"] = "伊利丹召唤一支充满黑暗魔法能量的长矛，穿刺玛诺洛斯并造成30,000点暗影伤害。",
    },
    ["6x2665"] = {
    ["Title"] = "第四阶段：火焰之王的真正实力！",
    ["Description"] = "火焰之王全力以赴，可以自由地绕着平台移动。艾泽拉斯强大的英雄们会前来援助玩家。",
    },
    ["4x4276"] = {
    ["Title"] = "恐惧魔王削弱者",
    ["Description"] = "每过一段时间恐惧魔王削弱者就会从永恒之井中出现，试图削弱泰兰德的力量。",
    },
    ["4x4274"] = {
    ["Title"] = "玛法里奥·怒风",
    ["Description"] = "半神塞纳留斯将大自然的力量赋予玛法里奥·怒风，使其能够将艾泽拉斯的生命意志集中在悬浮于永恒之井上方的恶魔传送门。当玛诺洛斯的生命值降至5%，玛法里奥会施放一个法术使传送门发生剧烈地内部爆炸，并将恶魔军团从艾泽拉斯拉回扭曲虚空。",
    },
    ["6x2870"] = {
    ["Title"] = "第二阶段：召唤熊灵",
    ["Description"] = "纳洛拉克变成一头熊。在熊形态下，他会用两种不同的流血效果撕裂肉体和刺裂攻击坦克。纳洛拉克同时也会放出震耳咆哮，短时间内沉默敌人。",
    },
    ["5x2870"] = {
    ["Title"] = "第二阶段：召唤熊灵",
    ["Description"] = "纳洛拉克变成一头熊。在熊形态下，他会用两种不同的流血效果撕裂肉体和刺裂攻击坦克。纳洛拉克同时也会放出震耳咆哮，短时间内沉默敌人。",
    },
    ["4x2870"] = {
    ["Title"] = "第二阶段：召唤熊灵",
    ["Description"] = "纳洛拉克变成一头熊。在熊形态下，他会用两种不同的流血效果撕裂肉体和刺裂攻击坦克。纳洛拉克同时也会放出震耳咆哮，短时间内沉默敌人。",
    },
    ["3x3137"] = {
    ["Title"] = "硬化外皮",
    ["Description"] = "泰拉斯卓的皮肤开始变得如石头般坚硬，他的物理伤害提高20%，吸收所有受到伤害的50%。最多500,000点，持续30秒。如果泰拉斯卓在该效果结束前吸收的伤害量达到了峰值，泰拉斯卓的石化皮肤就会碎裂，吸收的伤害将会反噬他的本体。",
    },
    ["2x2870"] = {
    ["Title"] = "第二阶段：召唤熊灵",
    ["Description"] = "纳洛拉克变成一头熊。在熊形态下，他会用两种不同的流血效果撕裂肉体和刺裂攻击坦克。纳洛拉克同时也会放出震耳咆哮，短时间内沉默敌人。",
    },
    ["5x3137"] = {
    ["Title"] = "硬化外皮",
    ["Description"] = "泰拉斯卓的皮肤开始变得如石头般坚硬，他的物理伤害提高100%，吸收所有受到伤害的50%。最多650,000点，持续30秒。如果泰拉斯卓在该效果结束前吸收的伤害量达到了峰值，泰拉斯卓的石化皮肤就会碎裂，吸收的伤害将会反噬他的本体。",
    },
    ["5x2665"] = {
    ["Title"] = "第四阶段：火焰之王的真正实力！",
    ["Description"] = "火焰之王全力以赴，可以自由地绕着平台移动。艾泽拉斯强大的英雄们会前来援助玩家。",
    },
    ["5x2718"] = {
    ["Title"] = "暗影打击",
    ["Description"] = "玛拉卡斯使出猛烈一击，造成100%的武器伤害再加上500点伤害，并使目标感染血之疫病的疾病效果，使其持续受到暗影伤害。",
    },
    ["6x2718"] = {
    ["Title"] = "暗影打击",
    ["Description"] = "玛拉卡斯使出猛烈一击，造成100%的武器伤害再加上500点伤害，并使目标感染血之疫病的疾病效果，使其持续受到暗影伤害。",
    },
    ["1x2567"] = {
    ["Title"] = "新生豆荚",
    ["Description"] = "阿穆纳伊周期性地随机选择14码外的一处地点召唤新生豆荚。新生豆荚生命值不高。",
    },
    ["4x4272"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹用近身缠斗困住了玛诺洛斯，使得玩家们能够尽全力击败禁卫队长瓦罗森。",
    },
    ["5x2060"] = {
    ["Title"] = "偏斜",
    ["Description"] = "梵妮莎偏转所有近战攻击、远程攻击和法术，持续10秒。只有当她的生命值高于25%时，她才会使用这个技能。",
    },
    ["4x4229"] = {
    ["Title"] = "魔能凋零",
    ["Description"] = "佩罗萨恩的魔能之触使得一个随机目标自体内发生凋零，立即造成40,000点暗影伤害以及每秒8,500点暗影伤害，持续10秒。任何对受害者造成的治疗对会使治疗者受到暗影伤害，数值等同于此次治疗量的100%。",
    },
    ["4x4228"] = {
    ["Title"] = "邪能烈焰",
    ["Description"] = "佩罗萨恩召唤一枚邪能火球攻击随机玩家，造成35,000点火焰伤害，留下的烈焰每秒造成12,500点火焰伤害，持续30秒。",
    },
    ["4x4227"] = {
    ["Title"] = "腐蚀之触",
    ["Description"] = "佩罗萨恩的近战攻击会对其当前目标造成腐蚀之触效果，使其受到的伤害提高10%，持续20秒。这个效果可以叠加。",
    },
    ["4x4226"] = {
    ["Title"] = "魔能加速",
    ["Description"] = "佩罗萨恩的攻击速度提高100%，持续15秒。",
    },
    ["4x4222"] = {
    ["Title"] = "衰竭",
    ["Description"] = "如果40秒以后佩罗萨恩之眼还没有发现一名玩家，佩罗萨恩将无法继续在阴影中躲藏，进入衰竭状态。这个效果会使佩罗萨恩昏迷并且使其受到的伤害提高25%，持续15秒。",
    },
    ["4x3031"] = {
    ["Title"] = "通电",
    ["Description"] = "如果奥拉基尔的当前目标不在他的近战范围内，他就会对其引导一束闪电的能量，造成越来越高的自然伤害，直至目标回到奥拉基尔的近战范围。",
    },
    ["3x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["2x4300"] = {
    ["Title"] = "第二阶段：烈焰与黑暗",
    ["Description"] = "当玩家击败禁卫队长瓦罗森时，他的魔化之刃会掉落到地上。玩家可以将魔刃向玛诺洛斯投掷并插入其体内，蕴藏于魔刃中的魔法会对这只恶魔造成大量的伤害。",
    },
    ["2x4297"] = {
    ["Title"] = "地狱火",
    ["Description"] = "当生命值降至50%，玛诺洛斯召唤一波地狱火来帮助他作战。",
    },
    ["2x4296"] = {
    ["Title"] = "末日守卫摧毁者",
    ["Description"] = "当生命值降至60%，更多的末日守卫摧毁者会从虚空之门中涌出。",
    },
    ["2x4294"] = {
    ["Title"] = "地狱犬",
    ["Description"] = "当生命值降至85%，玛诺洛斯从虚空之门中召唤一只较弱的地狱犬来帮助他作战。",
    },
    ["4x3121"] = {
    ["Title"] = "烈焰洪流",
    ["Description"] = "伊格纳休斯从手中释放火羽，每1秒对自己正前方30度角、18码距离的敌人造成60,000点火焰伤害，持续3秒。",
    },
    ["4x2631"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["2x4288"] = {
    ["Title"] = "被插入的魔刃",
    ["Description"] = "玩家可以拾取禁卫队长瓦罗森的精灵魔刃，并将其朝玛诺洛斯投掷。魔刃会插入玛诺洛斯的恶魔护甲。当魔刃对玛诺洛斯进行打击时，有一定几率造成魔刃之击效果，对其造成100 万点火焰伤害。",
    },
    ["5x2792"] = {
    ["Title"] = "第三阶段：血毒触须！",
    ["Description"] = "高阶祭司温诺希斯走向祭坛，把房间里所有的痛苦泪池吸收，然后施放血毒触须。血毒触须结束后，温诺希斯会进入毒性戒断的状态，然后回到第一阶段。",
    },
    ["4x2792"] = {
    ["Title"] = "第三阶段：血毒触须！",
    ["Description"] = "高阶祭司温诺希斯走向祭坛，把房间里所有的痛苦泪池吸收，然后施放血毒触须。血毒触须结束后，温诺希斯会进入毒性戒断的状态，然后回到第一阶段。",
    },
    ["2x4286"] = {
    ["Title"] = "邪能刃",
    ["Description"] = "玛诺洛斯在他的锋利的长柄武器上附加恶魔火焰，使其近战攻击有几率对其目标造成额外60,000点火焰伤害。",
    },
    ["6x2792"] = {
    ["Title"] = "第三阶段：血毒触须！",
    ["Description"] = "高阶祭司温诺希斯走向祭坛，把房间里所有的痛苦泪池吸收，然后施放血毒触须。血毒触须结束后，温诺希斯会进入毒性戒断的状态，然后回到第一阶段。",
    },
    ["3x3283"] = {
    ["Title"] = "奥妮克希亚",
    ["Description"] = "",
    },
    ["6x3213"] = {
    ["Title"] = "腐蚀碾压",
    ["Description"] = "腐蚀信徒随机向一名玩家脚下施放暗影箭，对着陆点周围半径8码范围内的所有玩家造成75,000点暗影伤害。被腐蚀碾压击中的玩家会受到腐蚀效果的影响。",
    },
    ["5x3283"] = {
    ["Title"] = "奥妮克希亚",
    ["Description"] = "",
    },
    ["4x3283"] = {
    ["Title"] = "奥妮克希亚",
    ["Description"] = "",
    },
    ["4x2390"] = {
    ["Title"] = "慌乱",
    ["Description"] = "奥西迪斯之影会攻击最近造成过威胁值的敌人，而不是威胁值最高的敌人。",
    },
    ["5x2390"] = {
    ["Title"] = "慌乱",
    ["Description"] = "奥西迪斯之影会攻击最近造成过威胁值的敌人，而不是威胁值最高的敌人。",
    },
    ["2x2390"] = {
    ["Title"] = "慌乱",
    ["Description"] = "奥西迪斯之影会攻击最近造成过威胁值的敌人，而不是威胁值最高的敌人。",
    },
    ["4x2901"] = {
    ["Title"] = "哈卡之影",
    ["Description"] = "金度从哈卡之灵那里抽取力量，来为武器充能。在接下来的8秒内，他的攻击会释放出能量，跃向多个单位，造成100,000点暗影伤害。锁链内的每个额外目标受到的伤害降低85%。",
    },
    ["2x4280"] = {
    ["Title"] = "恶魔冲锋",
    ["Description"] = "伊利丹向玛诺洛斯发起冲锋，激荡的恶魔能量对其造成100%的武器伤害。",
    },
    ["4x3942"] = {
    ["Title"] = "寒冰手",
    ["Description"] = "阿奎里恩用他的寒冰之手紧握当前目标，对其造成50,000点冰霜伤害。",
    },
    ["2x4278"] = {
    ["Title"] = "黑暗长矛",
    ["Description"] = "伊利丹召唤一支充满黑暗魔法能量的长矛，穿刺玛诺洛斯并造成30,000点暗影伤害。",
    },
    ["3x2985"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["2x4276"] = {
    ["Title"] = "恐惧魔王削弱者",
    ["Description"] = "每过一段时间恐惧魔王削弱者就会从永恒之井中出现，试图削弱泰兰德的力量。",
    },
    ["6x2697"] = {
    ["Title"] = "痛苦鞭笞",
    ["Description"] = "基尔娜拉随机鞭笞一名玩家，造成相当于50%普通近战伤害的暗影伤害，并在之后每2秒造成20,000点暗影伤害，持续10秒。",
    },
    ["2x4274"] = {
    ["Title"] = "玛法里奥·怒风",
    ["Description"] = "半神塞纳留斯将大自然的力量赋予玛法里奥·怒风，使其能够将艾泽拉斯的生命意志集中在悬浮于永恒之井上方的恶魔传送门。当玛诺洛斯的生命值降至5%，玛法里奥会施放一个法术使传送门发生剧烈地内部爆炸，并将恶魔军团从艾泽拉斯拉回扭曲虚空。",
    },
    ["2x4272"] = {
    ["Title"] = "伊利丹·怒风",
    ["Description"] = "伊利丹用近身缠斗困住了玛诺洛斯，使得玩家们能够尽全力击败禁卫队长瓦罗森。",
    },
    ["2x4271"] = {
    ["Title"] = "禁卫队长瓦罗森",
    ["Description"] = "为了防止玛诺洛斯正在引导的法术被打断，禁卫队长瓦罗森对玩家展开攻击。",
    },
    ["2x4229"] = {
    ["Title"] = "魔能凋零",
    ["Description"] = "佩罗萨恩的魔能之触使得一个随机目标自体内发生凋零，立即造成40,000点暗影伤害以及每秒8,500点暗影伤害，持续10秒。任何对受害者造成的治疗对会使治疗者受到暗影伤害，数值等同于此次治疗量的100%。",
    },
    ["2x2417"] = {
    ["Title"] = "能量护盾",
    ["Description"] = "高阶女祭司艾苏尔创造一面环绕她的能量护盾，使她受到的伤害降低75%。当护盾刚刚形成时，任何5码内的敌人都会受到50,000点奥术伤害，然后被击飞。",
    },
    ["4x2591"] = {
    ["Title"] = "烈火之魂",
    ["Description"] = "每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果，造成的火焰伤害增加20%。",
    },
    ["6x2976"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "风暴骑手死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x3283"] = {
    ["Title"] = "奥妮克希亚",
    ["Description"] = "",
    },
    ["5x3311"] = {
    ["Title"] = "烈焰火柱",
    ["Description"] = "熔喉以滚烫的岩浆随机轰炸一名玩家脚下的地面，使得该处地表裂开并爆炸，将周围半径8码范围内的所有玩家击飞到空中，并每0.5秒造成125,000点火焰伤害。这种冲击还会产生多条熔岩寄生虫。",
    },
    ["4x3032"] = {
    ["Title"] = "酸雨",
    ["Description"] = "奥拉基尔对所有敌人造成每秒500点自然伤害。这个伤害每15秒提高500点。",
    },
    ["2x2201"] = {
    ["Title"] = "意识迷雾",
    ["Description"] = "蛊心魔古厄夏在自己周围制造一团半径10码的迷雾。所有站在迷雾中的敌人都不能攻击或施法，并且每0.5秒受到499点暗影伤害。迷雾会在20秒后消失。",
    },
    ["2x2697"] = {
    ["Title"] = "痛苦鞭笞",
    ["Description"] = "基尔娜拉随机鞭笞一名玩家，造成相当于50%普通近战伤害的暗影伤害，并在之后每2秒造成20,000点暗影伤害，持续10秒。",
    },
    ["5x2697"] = {
    ["Title"] = "痛苦鞭笞",
    ["Description"] = "基尔娜拉随机鞭笞一名玩家，造成相当于50%普通近战伤害的暗影伤害，并在之后每2秒造成15,000点暗影伤害，持续10秒。",
    },
    ["2x2792"] = {
    ["Title"] = "第三阶段：血毒触须！",
    ["Description"] = "高阶祭司温诺希斯走向祭坛，把房间里所有的痛苦泪池吸收，然后施放血毒触须。血毒触须结束后，温诺希斯会进入毒性戒断的状态，然后回到第一阶段。",
    },
    ["2x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["6x4207"] = {
    ["Title"] = "黑暗月光",
    ["Description"] = "一泓黑暗月光环绕泰兰德，使15码范围内的所有敌人的施法速度降低50%。",
    },
    ["1x4201"] = {
    ["Title"] = "自毁",
    ["Description"] = "一旦抵达天火号栈桥，工兵就会引爆身上的炸药，对8码范围内的敌人造成250,000点火焰伤害，并使天火号本身的耐久度降低20%。该爆炸也会导致工兵本身死亡。",
    },
    ["6x4191"] = {
    ["Title"] = "献祭",
    ["Description"] = "献祭可对希尔瓦娜斯周围11码范围内的玩家造成300,000点暗影伤害。",
    },
    ["4x3007"] = {
    ["Title"] = "不稳定的暮光",
    ["Description"] = "碰触暮光领域中飘浮的暮光能量球会导致剧烈爆炸。不稳定的暮光对周围半径8码范围内的所有玩家造成20,000点暗影伤害，但是只影响到暮光领域中的玩家。",
    },
    ["6x4140"] = {
    ["Title"] = "粉碎",
    ["Description"] = "贝恩的残影用图腾猛击地面，对15码内所有敌人造成30,000点物理伤害，并摧毁附近的平台。",
    },
    ["6x2589"] = {
    ["Title"] = "争食",
    ["Description"] = "裂肢的近战攻击每次成功命中，都会使其造成的物理伤害提高5%，持续20秒。该效果会叠加。",
    },
    ["4x2834"] = {
    ["Title"] = "炽炎之爪新兵",
    ["Description"] = "炽炎之爪新兵会周期性地飞来协助奥利瑟拉佐尔，同地面上的敌人战斗。",
    },
    ["4x2019"] = {
    ["Title"] = "重霜",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["6x4138"] = {
    ["Title"] = "熔岩之斧",
    ["Description"] = "与熔岩接触之后，贝恩残影的战斧将被熔岩强化，持续10秒，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["6x2019"] = {
    ["Title"] = "重霜",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["5x2019"] = {
    ["Title"] = "重霜",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["5x3314"] = {
    ["Title"] = "裂伤",
    ["Description"] = "熔喉衔起他的当前目标，然后用力咬下去。巨大的力量会造成每2秒143,304点伤害。在30秒之后，熔喉会咬断这个目标的躯体。穿刺熔喉可以使他放开目标。",
    },
    ["2x4207"] = {
    ["Title"] = "黑暗月光",
    ["Description"] = "一泓黑暗月光环绕泰兰德，使15码范围内的所有敌人的施法速度降低50%。",
    },
    ["2x2019"] = {
    ["Title"] = "重霜",
    ["Description"] = "该元素生物的生命值非常低。",
    },
    ["4x4207"] = {
    ["Title"] = "黑暗月光",
    ["Description"] = "一泓黑暗月光环绕泰兰德，使15码范围内的所有敌人的施法速度降低50%。",
    },
    ["5x4189"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "穿过复活的食尸鬼之间的任意连接，或站在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。毁灭痛苦可造成55,000点暗影伤害。",
    },
    ["4x2759"] = {
    ["Title"] = "痛苦无常",
    ["Description"] = "玛拉卡斯的暗影能量随机地缓慢吞噬一个玩家，在10秒内造成30,000点暗影伤害。如果一名玩家驱散痛苦无常，则它对驱散者造成5,000点暗影伤害，并令其沉默4秒。",
    },
    ["6x2837"] = {
    ["Title"] = "印随",
    ["Description"] = "孵化之后，饥饿的巢鸟会对最近的敌人产生印随。巢鸟只会攻击该目标，但同时该目标对巢鸟的伤害额外提高1,000%。",
    },
    ["5x4140"] = {
    ["Title"] = "粉碎",
    ["Description"] = "贝恩的残影用图腾猛击地面，对15码内所有敌人造成30,000点物理伤害，并摧毁附近的平台。",
    },
    ["4x3061"] = {
    ["Title"] = "地面技能",
    ["Description"] = "艾卓曼德斯开始在地面上战斗。",
    },
    ["3x3061"] = {
    ["Title"] = "地面技能",
    ["Description"] = "艾卓曼德斯开始在地面上战斗。",
    },
    ["6x3061"] = {
    ["Title"] = "地面技能",
    ["Description"] = "艾卓曼德斯开始在地面上战斗。",
    },
    ["5x3061"] = {
    ["Title"] = "地面技能",
    ["Description"] = "艾卓曼德斯开始在地面上战斗。",
    },
    ["2x2371"] = {
    ["Title"] = "水银护甲",
    ["Description"] = "卡尔什·断钢的水银护甲在冷却状态下使其受到的所有伤害降低99%。",
    },
    ["5x4138"] = {
    ["Title"] = "熔岩之斧",
    ["Description"] = "与熔岩接触之后，贝恩残影的战斧将被熔岩强化，持续10秒，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["6x4065"] = {
    ["Title"] = "奈萨里奥的血液",
    ["Description"] = "前任大地守护者的阴影悄无声息地渗入你的血液之中。你受到的所有伤害降低20%。这个效果最多可以叠加2次。",
    },
    ["6x2709"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "阿莱松施放神圣魔法，治疗一名盟友300,000点生命值。",
    },
    ["5x2709"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "阿莱松施放神圣魔法，治疗一名盟友300,000点生命值。",
    },
    ["4x4191"] = {
    ["Title"] = "献祭",
    ["Description"] = "献祭可对希尔瓦娜斯周围11码范围内的玩家造成300,000点暗影伤害。",
    },
    ["6x2703"] = {
    ["Title"] = "毁灭",
    ["Description"] = "贝瑟克的化身毁灭其当前目标，对其造成150%的普通近战攻击。并使目标流血，每2秒受到10,000点伤害，持续10秒。",
    },
    ["5x2640"] = {
    ["Title"] = "第二阶段：萨弗拉斯将成为你的末日！",
    ["Description"] = "",
    },
    ["4x2703"] = {
    ["Title"] = "毁灭",
    ["Description"] = "贝瑟克的化身毁灭其当前目标，对其造成150%的普通近战攻击。并使目标流血，每2秒受到10,000点伤害，持续10秒。",
    },
    ["2x2120"] = {
    ["Title"] = "召唤狼人灵魂",
    ["Description"] = "席瓦莱恩男爵在生命值降到70%和35%的时候，从下列四个古老的狼人灵魂中随机召唤一个：盲眼守卫奥杜、屠夫拉佐克劳、雷希戈尔或狼王南杜斯。",
    },
    ["1x2120"] = {
    ["Title"] = "召唤狼人灵魂",
    ["Description"] = "席瓦莱恩男爵在生命值降到70%和35%的时候，从下列四个古老的狼人灵魂中随机召唤一个：盲眼守卫奥杜、屠夫拉佐克劳、雷希戈尔或狼王南杜斯。\r\n\r\n在英雄难度下，席瓦莱恩男爵在90%、60%和30%生命值的时候各召唤一个狼人灵魂。|r",
    },
    ["3x2776"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网工虫随机对一名敌人喷出灼伤酸液，造成15,299点火焰伤害。",
    },
    ["3x2764"] = {
    ["Title"] = "第一阶段：烬网",
    ["Description"] = "战斗开始时，贝丝缇拉克会退回到她的烬网顶上。",
    },
    ["4x2764"] = {
    ["Title"] = "第一阶段：烬网",
    ["Description"] = "战斗开始时，贝丝缇拉克会退回到她的烬网顶上。",
    },
    ["5x2764"] = {
    ["Title"] = "第一阶段：烬网",
    ["Description"] = "战斗开始时，贝丝缇拉克会退回到她的烬网顶上。",
    },
    ["6x2764"] = {
    ["Title"] = "第一阶段：烬网",
    ["Description"] = "战斗开始时，贝丝缇拉克会退回到她的烬网顶上。",
    },
    ["6x2610"] = {
    ["Title"] = "斩首",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，向他冲锋，造成1500 万点物理伤害。",
    },
    ["5x2610"] = {
    ["Title"] = "斩首",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，向他冲锋，造成1500 万点物理伤害。",
    },
    ["4x2610"] = {
    ["Title"] = "斩首",
    ["Description"] = "血领主曼多基尔随机选择一名玩家，向他冲锋，造成1500 万点物理伤害。",
    },
    ["4x4189"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "穿过复活的食尸鬼之间的任意连接，或站在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。毁灭痛苦可造成55,000点暗影伤害。",
    },
    ["4x4175"] = {
    ["Title"] = "次级利刃屏障",
    ["Description"] = "当利刃屏障被一名玩家移除时，埃希拉会施放次级屏障。受到的所有不高于30,000点的伤害将被降低至1点。当一名玩家的技能或法术对埃希拉造成的伤害超过这一上限时，效果结束。",
    },
    ["6x3204"] = {
    ["Title"] = "不稳定的护盾",
    ["Description"] = "对电荷金刚的护盾造成伤害会使附近一个玩家所在的位置产生静电震击，对目标周围半径6码范围内的玩家造成60,000点自然伤害。",
    },
    ["6x2734"] = {
    ["Title"] = "心灵哀嚎",
    ["Description"] = "黑心发出一道心灵尖啸，造成12,499点暗影伤害，迫使所有附近的玩家逃跑3秒。",
    },
    ["3x2649"] = {
    ["Title"] = "阶段转换：烈焰来客！",
    ["Description"] = "在生命值处于40%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。\r\n\r\n拉格纳罗斯还会创造两个熔岩子嗣来攻击玩家。",
    },
    ["6x2649"] = {
    ["Title"] = "阶段转换：烈焰来客！",
    ["Description"] = "在生命值处于40%时，拉格纳罗斯将会施放爆裂打击，将萨弗拉斯嵌入平台中，并且在平台上制造出烈焰之子。拉格纳罗斯将潜入岩浆中45秒，或者直到所有的烈焰之子被消灭。\r\n\r\n拉格纳罗斯还会创造两个熔岩子嗣来攻击玩家。",
    },
    ["4x4173"] = {
    ["Title"] = "飞升火焰图腾",
    ["Description"] = "萨尔召唤一个火焰图腾持续提高周围玩家的伤害和最大生命值。这个图腾将存在20秒，它的效果最多可以叠加10次。",
    },
    ["5x2951"] = {
    ["Title"] = "绝对零度",
    ["Description"] = "马洛拉克随机在一名玩家周围召唤一枚超低温的球体。如果这枚球体靠近任何玩家3码以内，就会爆炸，对周围半径5码范围内的所有玩家造成100,000点冰霜伤害，并将他们击退。",
    },
    ["6x2951"] = {
    ["Title"] = "绝对零度",
    ["Description"] = "马洛拉克随机在一名玩家周围召唤一枚超低温的球体。如果这枚球体靠近任何玩家3码以内，就会爆炸，对周围半径5码范围内的所有玩家造成100,000点冰霜伤害，并将他们击退。",
    },
    ["4x4172"] = {
    ["Title"] = "熔岩爆裂",
    ["Description"] = "萨尔向目标投掷熔岩，造成50,000点火焰伤害。",
    },
    ["1x3368"] = {
    ["Title"] = "超级新星",
    ["Description"] = "被召唤的烈火幽灵在剧烈的新星爆发中炸开，立即对周围半径10码范围内的所有玩家造成造成50,000点火焰伤害，并在接下来的8秒内每1秒造成额外的2,499点火焰伤害。",
    },
    ["4x4169"] = {
    ["Title"] = "投掷飞刀",
    ["Description"] = "埃希拉向一名被标记的敌对施法者投掷她的一把飞刀，并对击中的第一名玩家造成15,000点物理伤害。如果被击中的玩家具有沉默标记效果，它将会使其沉默2.50秒。",
    },
    ["2x2452"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "奥弗在脚下引爆一颗烟雾弹，使所有5码内的玩家昏迷3秒。",
    },
    ["6x2531"] = {
    ["Title"] = "雷奥利斯的碎片",
    ["Description"] = "雷奥利斯的碎片的生命值很低，但如果玩家没有在30秒内将其杀死的话，它们会对随机一名玩家造成相当于自身当前生命值的伤害。",
    },
    ["5x2531"] = {
    ["Title"] = "雷奥利斯的碎片",
    ["Description"] = "雷奥利斯的碎片的生命值很低，但如果玩家没有在30秒内将其杀死的话，它们会对随机一名玩家造成相当于自身当前生命值的伤害。",
    },
    ["4x2531"] = {
    ["Title"] = "雷奥利斯的碎片",
    ["Description"] = "雷奥利斯的碎片的生命值很低，但如果玩家没有在30秒内将其杀死的话，它们会对随机一名玩家造成相当于自身当前生命值的伤害。",
    },
    ["3x2531"] = {
    ["Title"] = "雷奥利斯的碎片",
    ["Description"] = "雷奥利斯的碎片的生命值很低，但如果玩家没有在30秒内将其杀死的话，它们会对随机一名玩家造成相当于自身当前生命值的伤害。\r\n\r\n在25人团队中，他们对玩家造成的伤害等同于其自身当前生命值的一半。|r",
    },
    ["1x2452"] = {
    ["Title"] = "烟雾弹",
    ["Description"] = "奥弗在脚下引爆一颗烟雾弹，使所有5码内的玩家昏迷3秒。",
    },
    ["6x3009"] = {
    ["Title"] = "胆汁喷洒机",
    ["Description"] = "当皮普激活胆汁机器人时，它会在房间里移动，只要它处于激活状态，就会向团队成员喷洒皮普的混合剂。奇美隆会周期性地让胆汁机器人关闭。",
    },
    ["4x3009"] = {
    ["Title"] = "胆汁喷洒机",
    ["Description"] = "当皮普激活胆汁机器人时，它会在房间里移动，只要它处于激活状态，就会向团队成员喷洒皮普的混合剂。奇美隆会周期性地让胆汁机器人关闭。",
    },
    ["3x3222"] = {
    ["Title"] = "腐蚀：加速",
    ["Description"] = "当堕落之血达到25%时，一个玩家获得腐蚀：加速效果，快速提高其腐蚀术的等级。",
    },
    ["4x4167"] = {
    ["Title"] = "沉默标记",
    ["Description"] = "埃希拉随机标记一名敌对施法者，持续20秒。当被标记的目标施放法术时，埃希拉将向他们所在的方向投掷飞刀。",
    },
    ["6x2945"] = {
    ["Title"] = "黑暗吞噬",
    ["Description"] = "马洛拉克以黑暗吞噬冲击他正前方20度角的锥形区域，对该区域内的玩家造成25,000点暗影伤害，并使他们受到的治疗效果降低100%，持续1.50秒。",
    },
    ["4x2804"] = {
    ["Title"] = "第一阶段：向爪和牙致敬！",
    ["Description"] = "哈尔拉兹以山猫的化身开始战斗。",
    },
    ["5x3220"] = {
    ["Title"] = "黑暗的造物",
    ["Description"] = "黑暗的造物不断地尝试随机对一名玩家引导衰弱光线。",
    },
    ["4x2749"] = {
    ["Title"] = "心灵尖啸",
    ["Description"] = "玛拉卡斯发出一道心灵尖啸，迫使40码范围内的敌人逃跑4秒。",
    },
    ["5x2993"] = {
    ["Title"] = "深呼吸",
    ["Description"] = "当瓦里昂娜准备降落时，她会深呼吸，并从场地的一边向另一边扫射，使三分之一的区域笼罩在暮光烈焰中。碰到这团黑色火焰的玩家会受到25,000点暗影伤害，并被拖入暮光领域。如果该玩家已经在暮光领域中，又受到了深呼吸的伤害，就会立即死亡。",
    },
    ["2x2883"] = {
    ["Title"] = "山猫精华",
    ["Description"] = "",
    },
    ["4x3509"] = {
    ["Title"] = "吞噬灵魂",
    ["Description"] = "梦魇幻象吞噬一名玩家的灵魂，将其杀死。",
    },
    ["4x4147"] = {
    ["Title"] = "净化灵魂",
    ["Description"] = "萨尔进行灵魂净化，驱散一层负面魔法效果！",
    },
    ["4x4146"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔将帮助他的盟友在战斗中对抗大主教本尼迪塔斯。",
    },
    ["5x3205"] = {
    ["Title"] = "暗影灌注",
    ["Description"] = "维克多·奈法里奥斯腐蚀闪电导体，使其变成暗影导体。暗影导体每2秒对附近的所有盟友造成暗影伤害，距离被暗影灌注的玩家距离越远，受到的伤害越高。",
    },
    ["5x3006"] = {
    ["Title"] = "暮光位移",
    ["Description"] = "瑟纳利昂周期性地对其目标施加暮光位移。这个效果可以叠加。当瑟纳利昂对同一目标叠加到第五层效果时，就会对这个目标施放领域偏移。",
    },
    ["6x3006"] = {
    ["Title"] = "暮光位移",
    ["Description"] = "瑟纳利昂周期性地对其目标施加暮光位移。这个效果可以叠加。当瑟纳利昂对同一目标叠加到第五层效果时，就会对这个目标施放领域偏移。",
    },
    ["6x3205"] = {
    ["Title"] = "暗影灌注",
    ["Description"] = "维克多·奈法里奥斯腐蚀闪电导体，使其变成暗影导体。暗影导体每2秒对附近的所有盟友造成暗影伤害，距离被暗影灌注的玩家距离越远，受到的伤害越高。",
    },
    ["4x4145"] = {
    ["Title"] = "善德之潮",
    ["Description"] = "大主教本尼迪塔斯召唤横扫整个平台的善德之潮，对附近的玩家造成100,000点神圣伤害，并将其击退。",
    },
    ["6x3020"] = {
    ["Title"] = "嘲讽暗影",
    ["Description"] = "维克多·奈法里奥斯勋爵每秒对所有玩家造成2,000点暗影伤害。",
    },
    ["4x3022"] = {
    ["Title"] = "阵风冲击",
    ["Description"] = "奥拉基尔对所有玩家施放阵风冲击，造成24,000点自然伤害，并将他们击退。",
    },
    ["2x2444"] = {
    ["Title"] = "尘土抽击",
    ["Description"] = "锁喉开始上下摆动它的尾巴，持续5秒。对在它后面的玩家造成每秒12,349点自然伤害，并使其的命中率降低50%，持续10秒。尘土抽击所造成的伤害每秒提高50%。",
    },
    ["6x2784"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到27,954点火焰伤害。",
    },
    ["4x2743"] = {
    ["Title"] = "寒冰箭",
    ["Description"] = "玛拉卡斯对随机一名敌人造成12,000点冰霜伤害，并使其移动速度降低50%，持续4秒。",
    },
    ["2x2743"] = {
    ["Title"] = "寒冰箭",
    ["Description"] = "玛拉卡斯对随机一名敌人造成12,000点冰霜伤害，并使其移动速度降低50%，持续4秒。",
    },
    ["4x2602"] = {
    ["Title"] = "黑暗噬体",
    ["Description"] = "",
    },
    ["6x2836"] = {
    ["Title"] = "饥饿的巢鸟",
    ["Description"] = "在第一阶段早期，两只炽炎主母会产下两枚熔火之卵。几秒后它们会孵出饥饿的巢鸟。饥饿的巢鸟十分饥饿，如果不把肥硕的熔岩虫喂给它们吃的话，它们就会发脾气。",
    },
    ["4x4138"] = {
    ["Title"] = "熔岩之斧",
    ["Description"] = "与熔岩接触之后，贝恩残影的战斧将被熔岩强化，持续10秒，使其近战攻击造成额外10,000点火焰伤害。",
    },
    ["3x3315"] = {
    ["Title"] = "灼烤护甲",
    ["Description"] = "熔喉那炽热的血盆大口可以通过裂伤技能熔化玩家的护甲，使其护甲值降低50%，持续1.50分钟。",
    },
    ["4x4121"] = {
    ["Title"] = "沸腾之怨",
    ["Description"] = "阿丽萨巴尔对一个随机玩家施放沸腾之怨，对目标6码范围内的所有玩家造成总共600,000点火焰伤害，此伤害由所有受到影响的玩家分摊承受。",
    },
    ["2x3955"] = {
    ["Title"] = "上层精灵的召唤",
    ["Description"] = "希尔瓦娜斯跃入空中，将所有敌人朝她拖曳过去。她将召唤8个的复活的食尸鬼，环绕在自己周围。所有食尸鬼之间会形成暗影连接，并且它们身后的地带会充满暗影能量。食尸鬼会不顾一切地向希尔瓦娜斯冲去。但复活的食尸鬼走到希尔瓦娜斯身边时，会施放献祭法术。\r\n\r\n穿越任意食尸鬼之间的连接或滞留在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。击杀一个复活的食尸鬼能够切断其与附近其他食尸鬼的连接，并移除其身后的阴影地带。",
    },
    ["3x4165"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["3x4164"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["3x3311"] = {
    ["Title"] = "烈焰火柱",
    ["Description"] = "熔喉以滚烫的岩浆随机轰炸一名玩家脚下的地面，使得该处地表裂开并爆炸，将周围半径5码范围内的所有玩家击飞到空中，并每0.5秒造成75,000点火焰伤害。这种冲击还会产生多条熔岩寄生虫。",
    },
    ["3x4162"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["3x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。\r\n\r\n在25人英雄模式下，哈格拉随机禁锢六名玩家。|r",
    },
    ["3x2919"] = {
    ["Title"] = "烈焰镰刀",
    ["Description"] = "范达尔对前方锥形区域的敌人造成562,000点火焰伤害。伤害平均分配在被击中的目标身上。这一攻击需要100点能量。",
    },
    ["3x3314"] = {
    ["Title"] = "裂伤",
    ["Description"] = "熔喉衔起他的当前目标，然后用力咬下去。巨大的力量会造成每2秒119,420点伤害。在30秒之后，熔喉会咬断这个目标的躯体。穿刺熔喉可以使他放开目标。",
    },
    ["5x2919"] = {
    ["Title"] = "烈焰镰刀",
    ["Description"] = "范达尔对前方锥形区域的敌人造成765,000点火焰伤害。伤害平均分配在被击中的目标身上。这一攻击需要100点能量。",
    },
    ["4x2919"] = {
    ["Title"] = "烈焰镰刀",
    ["Description"] = "范达尔对前方锥形区域的敌人造成168 万点火焰伤害。伤害平均分配在被击中的目标身上。这一攻击需要100点能量。",
    },
    ["5x3297"] = {
    ["Title"] = "被窃取的能量",
    ["Description"] = "被控制的玩家愤怒地反击奈法利安，伤害和治疗输出提高3%，持续15秒。这个效果可以叠加。",
    },
    ["6x2919"] = {
    ["Title"] = "烈焰镰刀",
    ["Description"] = "范达尔对前方锥形区域的敌人造成229 万点火焰伤害。伤害平均分配在被击中的目标身上。这一攻击需要100点能量。",
    },
    ["3x4121"] = {
    ["Title"] = "沸腾之怨",
    ["Description"] = "阿丽萨巴尔对一个随机玩家施放沸腾之怨，对目标6码范围内的所有玩家造成总共200,000点火焰伤害，此伤害由所有受到影响的玩家分摊承受。",
    },
    ["2x3956"] = {
    ["Title"] = "着魔的魔导师",
    ["Description"] = "艾萨拉女王命令两名着魔的魔导师攻击玩家。当玩家击败一名着魔的魔导师或者经过足够长的时间，另外两名魔导师将加入战斗。每个着魔的魔导师各擅长三系法术中的一系。\r\n\r\n当玩家击败所有着魔的魔导师，艾萨拉女王会从战斗中撤退，玩家赢得战斗。",
    },
    ["6x3385"] = {
    ["Title"] = "梦魇之盾",
    ["Description"] = "埃鲁达克以梦魇精华笼罩附近的所有无面腐蚀者，持续4秒。任何玩家对被笼罩的无面腐蚀者发起攻击或者施放有害法术都会导致梦魇现形，立即对所有玩家造成20,000点暗影伤害。",
    },
    ["2x2563"] = {
    ["Title"] = "奥术弹幕",
    ["Description"] = "苍穹魔仆随机对一名玩家施放星界能量弹幕，造成10,000点奥术伤害。",
    },
    ["4x3385"] = {
    ["Title"] = "梦魇之盾",
    ["Description"] = "埃鲁达克以梦魇精华笼罩附近的所有无面腐蚀者，持续4秒。任何玩家对被笼罩的无面腐蚀者发起攻击或者施放有害法术都会导致梦魇现形，立即对所有玩家造成20,000点暗影伤害。",
    },
    ["5x3385"] = {
    ["Title"] = "梦魇之盾",
    ["Description"] = "埃鲁达克以梦魇精华笼罩附近的所有无面腐蚀者，持续4秒。任何玩家对被笼罩的无面腐蚀者发起攻击或者施放有害法术都会导致梦魇现形，立即对所有玩家造成20,000点暗影伤害。",
    },
    ["6x3951"] = {
    ["Title"] = "上层精灵的尖啸",
    ["Description"] = "希尔瓦娜斯发出痛苦的尖啸，随机对一名玩家造成75,000点暗影伤害并使其移动速度降低50%，持续30秒。",
    },
    ["5x3951"] = {
    ["Title"] = "上层精灵的尖啸",
    ["Description"] = "希尔瓦娜斯发出痛苦的尖啸，随机对一名玩家造成75,000点暗影伤害并使其移动速度降低50%，持续30秒。",
    },
    ["2x2435"] = {
    ["Title"] = "奥术弹幕",
    ["Description"] = "坠天之星随机向一个玩家发射奥术能量球，造成6,000点奥术伤害。",
    },
    ["3x2993"] = {
    ["Title"] = "深呼吸",
    ["Description"] = "当瓦里昂娜准备降落时，她会深呼吸，并从场地的一边向另一边扫射，使三分之一的区域笼罩在暮光烈焰中。碰到这团黑色火焰的玩家会受到15,000点暗影伤害，并被拖入暮光领域。如果该玩家已经在暮光领域中，又受到了深呼吸的伤害，就会立即死亡。",
    },
    ["2x2209"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "残忍的精神鞭笞者随机诅咒一个敌对目标，使其受到的治疗效果降低50%，持续5秒。",
    },
    ["5x2757"] = {
    ["Title"] = "治疗波",
    ["Description"] = "玛拉卡斯使用自然魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["3x3269"] = {
    ["Title"] = "化学炸弹",
    ["Description"] = "剧毒金刚会随机向一名玩家投掷一枚化学炸弹，在落点造成一片化学云雾。云中的任何单位受到的伤害都会提高。",
    },
    ["6x3209"] = {
    ["Title"] = "狂热",
    ["Description"] = "古加尔由他转化的信徒身上获得力量，使他造成的伤害提高5%，持续1分钟。这个效果可以叠加。",
    },
    ["6x3267"] = {
    ["Title"] = "暗影包围",
    ["Description"] = "维克多·奈法里奥斯以阴影束缚选定目标的双脚，使其无法移动，直到火焰喷射器引导完成。",
    },
    ["5x3267"] = {
    ["Title"] = "暗影包围",
    ["Description"] = "维克多·奈法里奥斯以阴影束缚选定目标的双脚，使其无法移动，直到火焰喷射器引导完成。",
    },
    ["2x3379"] = {
    ["Title"] = "暮光腐蚀",
    ["Description"] = "无面腐蚀者将魔法引导到一枚阿莱克丝塔萨的卵上，每1秒吸取这枚卵18%的生命值，持续6秒。如果卵的生命值降到0，则会孵化出2只暮光雏龙。",
    },
    ["2x4170"] = {
    ["Title"] = "窒息的烟雾弹",
    ["Description"] = "埃希拉在她周围8码半径范围内制造一股浓烈的烟雾，持续20秒。敌人无法透过烟雾瞄准目标，并且每0.5秒受到5,000点自然伤害。",
    },
    ["5x2924"] = {
    ["Title"] = "灼热之种",
    ["Description"] = "灼热之种在范达尔的敌人身上种下火焰的种子。每颗种子的生长速度都不同。完成生长后，种子就会爆炸，对12码内的目标造成63,750点火焰伤害。",
    },
    ["6x2924"] = {
    ["Title"] = "灼热之种",
    ["Description"] = "灼热之种在范达尔的敌人身上种下火焰的种子。每颗种子的生长速度都不同。完成生长后，种子就会爆炸，对12码内的目标造成63,750点火焰伤害。",
    },
    ["3x2924"] = {
    ["Title"] = "灼热之种",
    ["Description"] = "灼热之种在范达尔的敌人身上种下火焰的种子。每颗种子的生长速度都不同。完成生长后，种子就会爆炸，对12码内的目标造成45,000点火焰伤害。",
    },
    ["4x2924"] = {
    ["Title"] = "灼热之种",
    ["Description"] = "灼热之种在范达尔的敌人身上种下火焰的种子。每颗种子的生长速度都不同。完成生长后，种子就会爆炸，对12码内的目标造成45,000点火焰伤害。",
    },
    ["2x2475"] = {
    ["Title"] = "暴风箭",
    ["Description"] = "希亚玛特随机向一个玩家发射风暴充能的魔法箭，造成7,499点自然伤害。",
    },
    ["2x4169"] = {
    ["Title"] = "投掷飞刀",
    ["Description"] = "埃希拉向一名被标记的敌对施法者投掷她的一把飞刀，并对击中的第一名玩家造成15,000点物理伤害。如果被击中的玩家具有沉默标记效果，它将会使其沉默2.50秒。",
    },
    ["3x3224"] = {
    ["Title"] = "腐蚀：畸变",
    ["Description"] = "当堕落之血达到75%时，腐蚀的症状表现得非常彻底，玩家背上会伸出一根畸形堕落的触角。触角周期性地对其他玩家施放暗影箭，造成25,000点暗影伤害。",
    },
    ["1x2475"] = {
    ["Title"] = "暴风箭",
    ["Description"] = "希亚玛特随机向一个玩家发射风暴充能的魔法箭，造成7,499点自然伤害。",
    },
    ["2x4167"] = {
    ["Title"] = "沉默标记",
    ["Description"] = "埃希拉随机标记一名敌对施法者，持续20秒。当被标记的目标施放法术时，埃希拉将向他们所在的方向投掷飞刀。",
    },
    ["2x4155"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "大主教本尼迪塔斯的暮光冲击波对6码范围内的玩家造成50,000点暗影伤害。",
    },
    ["4x2063"] = {
    ["Title"] = "炽热火焰",
    ["Description"] = "当梵妮莎的生命值低于50%时，她会跳到船顶，引爆事先布置在船周围的炸药。这些炸药会在甲板上制造炽热火焰。身处火焰周围半径5码范围内的玩家会受到每秒50,000点火焰伤害。\r\n\r\n玩家可以通过使用甲板旁边的绳子来避免自己葬身火海。",
    },
    ["2x2063"] = {
    ["Title"] = "炽热火焰",
    ["Description"] = "当梵妮莎的生命值低于50%时，她会跳到船顶，引爆事先布置在船周围的炸药。这些炸药会在甲板上制造炽热火焰。身处火焰周围半径5码范围内的玩家会受到每秒50,000点火焰伤害。\r\n\r\n玩家可以通过使用甲板旁边的绳子来避免自己葬身火海。",
    },
    ["2x4153"] = {
    ["Title"] = "暮光之剪",
    ["Description"] = "大主教本尼迪塔斯随机向一名玩家射出暮光之箭，每一层暮光之箭效果都会对目标周围10码内的敌人造成暗影伤害。",
    },
    ["5x2988"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一名玩家的方向，释放长时间的吐息。噬体烈焰每1秒造成最多90,000点暗影伤害，持续5秒。目标距离瓦里昂娜越远，伤害值越低。",
    },
    ["3x2980"] = {
    ["Title"] = "萎缩毒液",
    ["Description"] = "被释放之后，每一条翡翠雏龙都会对哈尔弗斯的原龙巨兽放毒，使其攻击伤害降低750点。这个效果可以叠加8次。",
    },
    ["4x2905"] = {
    ["Title"] = "狂乱",
    ["Description"] = "古拉巴什灵魂周期性地获得攻击速度提高20%的效果。可叠加。",
    },
    ["5x2876"] = {
    ["Title"] = "重伤投掷",
    ["Description"] = "达卡拉随机朝一名玩家投掷武器，使其大量流血，持续1分钟，或者到完全被治愈为止。此伤口每5秒造成5,000点伤害。",
    },
    ["4x2876"] = {
    ["Title"] = "重伤投掷",
    ["Description"] = "达卡拉随机朝一名玩家投掷武器，使其大量流血，持续1分钟，或者到完全被治愈为止。此伤口每5秒造成7,500点伤害。",
    },
    ["2x2420"] = {
    ["Title"] = "风暴边缘",
    ["Description"] = "站在旋风圈外的玩家每秒受到10,665点自然伤害。当大宰相埃尔坦命令旋风聚拢时，站在她周围半径5码范围内的玩家会被击退。",
    },
    ["2x4147"] = {
    ["Title"] = "净化灵魂",
    ["Description"] = "萨尔进行灵魂净化，驱散一层负面魔法效果！",
    },
    ["1x2416"] = {
    ["Title"] = "第二阶段：感受大地之怒！",
    ["Description"] = "高阶女祭司艾苏尔本阶段开始时会施放能量护盾，然后她会悬浮在祭坛之上，施放3次地震碎片。施放结束后，她会返回地面。在此阶段中，冲过来协助她的虔诚的追随者会更多。",
    },
    ["2x2416"] = {
    ["Title"] = "第二阶段：感受大地之怒！",
    ["Description"] = "高阶女祭司艾苏尔本阶段开始时会施放能量护盾，然后她会悬浮在祭坛之上，施放3次地震碎片。施放结束后，她会返回地面。在此阶段中，冲过来协助她的虔诚的追随者会更多。",
    },
    ["2x4146"] = {
    ["Title"] = "萨尔",
    ["Description"] = "萨尔将帮助他的盟友在战斗中对抗大主教本尼迪塔斯。",
    },
    ["2x3960"] = {
    ["Title"] = "霜刃",
    ["Description"] = "着魔的魔导师随机对一名玩家所在地点冲锋，对该区域5码范围内的所有玩家造成75%的武器，算作冰霜伤害。",
    },
    ["2x2013"] = {
    ["Title"] = "闪现术",
    ["Description"] = "当烈焰之拳或是寒冰之拳效果消失后，格拉布托克会随机传送到一名玩家身旁。",
    },
    ["2x4143"] = {
    ["Title"] = "正义之剪",
    ["Description"] = "大主教本尼迪塔斯随机对一名玩家射出正义之箭，每一层正义之箭效果都会对目标周围10码内的敌人造成神圣伤害。",
    },
    ["4x3951"] = {
    ["Title"] = "上层精灵的尖啸",
    ["Description"] = "希尔瓦娜斯发出痛苦的尖啸，随机对一名玩家造成75,000点暗影伤害并使其移动速度降低50%，持续30秒。",
    },
    ["1x2013"] = {
    ["Title"] = "闪现术",
    ["Description"] = "当烈焰之拳或是寒冰之拳效果消失后，格拉布托克会随机传送到一名玩家身旁。\r\n\r\n在英雄难度下，当格拉布托克施放闪现法术时，他对所有敌人的仇恨清零。|r",
    },
    ["2x2447"] = {
    ["Title"] = "狂乱的鳄鱼",
    ["Description"] = "这些邪恶的鳄鱼会周期性地从附近的河床里加入战斗。它们会攻击带有血之气息的玩家。",
    },
    ["1x2420"] = {
    ["Title"] = "风暴边缘",
    ["Description"] = "站在旋风圈外的玩家每秒受到5,332点自然伤害。当大宰相埃尔坦命令旋风聚拢时，站在她周围半径5码范围内的玩家会被击退。",
    },
    ["6x3176"] = {
    ["Title"] = "飓风",
    ["Description"] = "当洛哈西积累了90点风能量后，他会施放飓风，制造一股巨大的强风漩涡。飓风会将所有附近的玩家卷起丢向空中，每秒造成7,500点自然伤害，持续15秒。当玩家从漩涡中落下时，还会受到额外的掉落伤害。",
    },
    ["5x3176"] = {
    ["Title"] = "飓风",
    ["Description"] = "当洛哈西积累了90点风能量后，他会施放飓风，制造一股巨大的强风漩涡。飓风会将所有附近的玩家卷起丢向空中，每秒造成3,500点自然伤害，持续15秒。当玩家从漩涡中落下时，还会受到额外的掉落伤害。",
    },
    ["4x3176"] = {
    ["Title"] = "飓风",
    ["Description"] = "当洛哈西积累了90点风能量后，他会施放飓风，制造一股巨大的强风漩涡。飓风会将所有附近的玩家卷起丢向空中，每秒造成4,000点自然伤害，持续15秒。当玩家从漩涡中落下时，还会受到额外的掉落伤害。",
    },
    ["3x3176"] = {
    ["Title"] = "飓风",
    ["Description"] = "当洛哈西积累了90点风能量后，他会施放飓风，制造一股巨大的强风漩涡。飓风会将所有附近的玩家卷起丢向空中，每秒造成2,000点自然伤害，持续15秒。当玩家从漩涡中落下时，还会受到额外的掉落伤害。",
    },
    ["1x2447"] = {
    ["Title"] = "狂乱的鳄鱼",
    ["Description"] = "这些邪恶的鳄鱼会周期性地从附近的河床里加入战斗。它们会攻击带有血之气息的玩家。",
    },
    ["2x4142"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "玩家可以尝试将图腾朝贝恩的残影扔回去。如果成功命中，则对贝恩的残影造成物理伤害，数值相当于其最大生命值的5%，并使其昏迷20秒，期间所承受的伤害提高50%。",
    },
    ["2x4141"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "贝恩的残影随机向一个玩家投掷图腾，对其造成60,000点物理伤害，并将其击退。图腾可在原地存在20秒。",
    },
    ["3x3279"] = {
    ["Title"] = "奈法利安",
    ["Description"] = "",
    },
    ["3x3077"] = {
    ["Title"] = "声波调整",
    ["Description"] = "",
    },
    ["1x4166"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "暮光审判只在英雄难度下开放。",
    },
    ["3x2834"] = {
    ["Title"] = "炽炎之爪新兵",
    ["Description"] = "炽炎之爪新兵会周期性地飞来协助奥利瑟拉佐尔，同地面上的敌人战斗。",
    },
    ["4x2653"] = {
    ["Title"] = "熔岩子嗣",
    ["Description"] = "平台的每一侧都会出现一名熔岩子嗣。",
    },
    ["6x2653"] = {
    ["Title"] = "熔岩子嗣",
    ["Description"] = "平台的每一侧都会出现一名熔岩子嗣。",
    },
    ["2x3952"] = {
    ["Title"] = "黑箭",
    ["Description"] = "希尔瓦娜斯发射一支爆炸性的黑箭，随机对一名玩家及其周围10码内的盟友造成60,000点暗影伤害。",
    },
    ["5x2653"] = {
    ["Title"] = "熔岩子嗣",
    ["Description"] = "平台的每一侧都会出现一名熔岩子嗣。",
    },
    ["6x2430"] = {
    ["Title"] = "扭曲之风",
    ["Description"] = "阿尔泰鲁斯的平台到处都是飞舞的漩涡。任何触碰到漩涡的玩家都将受到12,000点自然伤害，并被击飞到上空。",
    },
    ["1x4162"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["6x2639"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成500,000点火焰伤害。",
    },
    ["4x3962"] = {
    ["Title"] = "火球术",
    ["Description"] = "着魔的魔导师对其当前目标造成25,000点火焰伤害。",
    },
    ["4x3963"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "着魔的魔导师随机对一名玩家投掷火焰炸弹，对其和周围10码范围内的其他玩家造成35,000点火焰伤害，并降低他们的移动速度，持续5秒。",
    },
    ["6x2453"] = {
    ["Title"] = "狂乱",
    ["Description"] = "奥弗进入狂暴状态，攻击速度提高60%，伤害提高60%。",
    },
    ["5x2453"] = {
    ["Title"] = "狂乱",
    ["Description"] = "奥弗进入狂暴状态，攻击速度提高60%，伤害提高60%。",
    },
    ["4x2453"] = {
    ["Title"] = "狂乱",
    ["Description"] = "奥弗进入狂暴状态，攻击速度提高60%，伤害提高60%。",
    },
    ["4x3952"] = {
    ["Title"] = "黑箭",
    ["Description"] = "希尔瓦娜斯发射一支爆炸性的黑箭，随机对一名玩家及其周围10码内的盟友造成60,000点暗影伤害。",
    },
    ["5x3952"] = {
    ["Title"] = "黑箭",
    ["Description"] = "希尔瓦娜斯发射一支爆炸性的黑箭，随机对一名玩家及其周围10码内的盟友造成60,000点暗影伤害。",
    },
    ["6x3952"] = {
    ["Title"] = "黑箭",
    ["Description"] = "希尔瓦娜斯发射一支爆炸性的黑箭，随机对一名玩家及其周围10码内的盟友造成60,000点暗影伤害。",
    },
    ["6x2961"] = {
    ["Title"] = "狂乱攻击",
    ["Description"] = "哈尔弗斯的攻击速度永久提升120%。",
    },
    ["4x4151"] = {
    ["Title"] = "净化冲击波",
    ["Description"] = "大主教本尼迪塔斯的净化冲击波对6码范围内的玩家造成50,000点神圣伤害。",
    },
    ["1x2588"] = {
    ["Title"] = "狂乱护主",
    ["Description"] = "如果沙恩诺克斯的生命值处于30%时裂肢仍然活着，那么他将会进入怒不可遏的状态。该效果使裂肢的伤害提升400%，攻击速度提升200%，移动速度提升100%。",
    },
    ["6x2770"] = {
    ["Title"] = "烬网织网蛛",
    ["Description"] = "这些蜘蛛荡在网的下面。对其使用嘲讽类技能可以让它们落到地面上。被杀死后，玩家就可以借助它们留下的丝爬到烬网上去。",
    },
    ["6x2724"] = {
    ["Title"] = "猎人",
    ["Description"] = "",
    },
    ["5x2724"] = {
    ["Title"] = "猎人",
    ["Description"] = "",
    },
    ["4x2724"] = {
    ["Title"] = "猎人",
    ["Description"] = "",
    },
    ["2x4151"] = {
    ["Title"] = "净化冲击波",
    ["Description"] = "大主教本尼迪塔斯的净化冲击波对6码范围内的玩家造成50,000点神圣伤害。",
    },
    ["3x3164"] = {
    ["Title"] = "第二阶段：来吧，永恒的黑夜！",
    ["Description"] = "当古加尔的生命值降到25%时，他会召唤上古之神的全部力量，吸收所有仍然存活的腐蚀信徒和古神血雨的黑暗力量，将自己变成一个扭曲的怪物。",
    },
    ["2x2730"] = {
    ["Title"] = "术士",
    ["Description"] = "",
    },
    ["6x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成90,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["4x3964"] = {
    ["Title"] = "冲击波",
    ["Description"] = "着魔的魔导师施放一道火焰波，对40码范围内的敌人造成30,000点火焰伤害。",
    },
    ["5x2614"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值处于20%时，血领主曼多基尔进入狂乱状态，攻击速度增加100%。当处于狂乱状态时，血领主曼多基尔只会使用斩首技能，但更为频繁。",
    },
    ["6x2730"] = {
    ["Title"] = "术士",
    ["Description"] = "",
    },
    ["5x2730"] = {
    ["Title"] = "术士",
    ["Description"] = "",
    },
    ["4x2730"] = {
    ["Title"] = "术士",
    ["Description"] = "",
    },
    ["5x4065"] = {
    ["Title"] = "奈萨里奥的血液",
    ["Description"] = "前任大地守护者的阴影悄无声息地渗入你的血液之中。你受到的所有伤害降低20%。这个效果最多可以叠加2次。",
    },
    ["5x4064"] = {
    ["Title"] = "血之腐蚀：大地",
    ["Description"] = "奈萨里奥的阴影在你的血脉中流动。如果没有被及时移除，这种腐蚀会在你体内扎根，使你受到奈萨里奥的血液的感染。当这个效果被驱散时，它会跳跃到一个新的目标身上，并且会变异成为血之腐蚀：死亡。",
    },
    ["1x2553"] = {
    ["Title"] = "欧米加姿态",
    ["Description"] = "安拉斐特进入欧米加姿态，每1秒对所有敌对目标造成5,000点暗影伤害，持续8秒。同时，欧米加姿态降低目标的移动速度50%，持续4秒。",
    },
    ["6x2075"] = {
    ["Title"] = "迪菲亚血巫师",
    ["Description"] = "在召唤迪菲亚暗影戒卫之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚血巫师帮忙。",
    },
    ["5x4053"] = {
    ["Title"] = "灼热之握",
    ["Description"] = "变异的腐蚀以鞭状的血浆之束抓住目标，使其昏迷最多30秒并且每3秒造成90,000点火焰伤害。这种腐蚀效果需要引导才能维持，并且可以通过对触须造成大量伤害来打断。这个效果可以防止玩家从死亡之翼的背上摔下来。",
    },
    ["3x3210"] = {
    ["Title"] = "古加尔之怒",
    ["Description"] = "古加尔冲击他的当前目标，造成20,000点暗影伤害和20,000点物理伤害，并使其受到的物理和暗影伤害提高20%，持续1分钟。",
    },
    ["4x2705"] = {
    ["Title"] = "裂伤",
    ["Description"] = "猎豹伸出爪子随机扑向一名玩家，造成75%的普通近战伤害，每2秒使其因流血而受到10,000点伤害，持续10秒。",
    },
    ["5x2705"] = {
    ["Title"] = "裂伤",
    ["Description"] = "猎豹伸出爪子随机扑向一名玩家，造成75%的普通近战伤害，每2秒使其因流血而受到10,000点伤害，持续10秒。",
    },
    ["2x2724"] = {
    ["Title"] = "猎人",
    ["Description"] = "",
    },
    ["6x2705"] = {
    ["Title"] = "裂伤",
    ["Description"] = "猎豹伸出爪子随机扑向一名玩家，造成75%的普通近战伤害，每2秒使其因流血而受到10,000点伤害，持续10秒。",
    },
    ["1x3452"] = {
    ["Title"] = "痛苦旋风",
    ["Description"] = "暮光龙人挥动武器，攻击周围半径8码内的所有敌人，造成7,500点物理伤害，并使目标因流血而受到额外的每3秒750点物理伤害，持续30秒。如果目标被完全治愈，则流血效果也会解除。",
    },
    ["2x3452"] = {
    ["Title"] = "痛苦旋风",
    ["Description"] = "暮光龙人挥动武器，攻击周围半径8码内的所有敌人，造成15,000点物理伤害，并使目标因流血而受到额外的每3秒1,500点物理伤害，持续30秒。如果目标被完全治愈，则流血效果也会解除。",
    },
    ["3x2663"] = {
    ["Title"] = "易燃",
    ["Description"] = "活体流星受到攻击时，它会引起燃烧，并且被击退数码。燃烧触发后，5秒内不会出现易燃。",
    },
    ["5x2663"] = {
    ["Title"] = "易燃",
    ["Description"] = "活体流星受到攻击时，它会引起燃烧，并且被击退数码。燃烧触发后，5秒内不会出现易燃。",
    },
    ["4x2787"] = {
    ["Title"] = "第一阶段：恶毒的迷宫",
    ["Description"] = "",
    },
    ["5x2787"] = {
    ["Title"] = "第一阶段：恶毒的迷宫",
    ["Description"] = "",
    },
    ["2x2787"] = {
    ["Title"] = "第一阶段：恶毒的迷宫",
    ["Description"] = "",
    },
    ["3x2974"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "岩龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["2x2622"] = {
    ["Title"] = "火焰炸弹",
    ["Description"] = "加亚莱传送到平台中央，开始在平台周围产生火焰炸弹。五秒后加亚莱会引爆火焰炸弹，对处于3码内的玩家造成75,000点火焰伤害。",
    },
    ["4x2974"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "岩龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["4x3311"] = {
    ["Title"] = "烈焰火柱",
    ["Description"] = "熔喉以滚烫的岩浆随机轰炸一名玩家脚下的地面，使得该处地表裂开并爆炸，将周围半径8码范围内的所有玩家击飞到空中，并每0.5秒造成75,000点火焰伤害。这种冲击还会产生多条熔岩寄生虫。",
    },
    ["4x3959"] = {
    ["Title"] = "寒冷之焰",
    ["Description"] = "着魔的魔导师的寒冷之焰对一条直线上的敌人造成20,000点冰霜伤害，并且随后每1秒造成20,000点冰霜伤害，持续4秒。",
    },
    ["5x2748"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友20%的生命值。",
    },
    ["1x2565"] = {
    ["Title"] = "枯萎",
    ["Description"] = "阿穆纳伊随机选择一名玩家，令其枯萎，在10秒内降低目标的攻击和施法速度60%，并降低移动速度60%。",
    },
    ["6x2748"] = {
    ["Title"] = "快速治疗",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友20%的生命值。",
    },
    ["3x3350"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["4x3304"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成25,000点物理伤害，并使他们昏迷2秒。",
    },
    ["2x2056"] = {
    ["Title"] = "腐蚀光环",
    ["Description"] = "地上的腐烂食物散发出臭气，对周围半径3码范围内的敌人造成10,000点自然伤害。",
    },
    ["6x3989"] = {
    ["Title"] = "苟拉斯之爪",
    ["Description"] = "",
    },
    ["3x2850"] = {
    ["Title"] = "火焰飓风",
    ["Description"] = "火焰飓风从火焰漩涡中喷薄而出，开始迅速地绕着奥利瑟拉佐尔的战斗区域移动，每1秒对10码内的敌人造成20,000点火焰伤害。",
    },
    ["6x2981"] = {
    ["Title"] = "岩石之握",
    ["Description"] = "被释放之后，岩龙使哈尔弗斯受到麻痹效果的侵扰，周期性陷入石化12秒。在石化状态下，哈尔弗斯无法移动火攻击，玩家对其造成的伤害提高0%。",
    },
    ["4x2723"] = {
    ["Title"] = "德鲁伊",
    ["Description"] = "",
    },
    ["5x2410"] = {
    ["Title"] = "麻痹",
    ["Description"] = "在使用他的碎片崩飞技能后，欧泽鲁克会施放麻痹。麻痹法术会使所有敌人晕眩8秒。任何在晕眩过程中受到的伤害都将移除这个效果。如果麻痹不能被提前移除，那么该效果结束后，玩家将受到50,000点奥术伤害。",
    },
    ["2x2011"] = {
    ["Title"] = "烈焰之拳",
    ["Description"] = "格拉布托克的双拳包裹着火焰，使他的每次近战攻击可以造成1,000点火焰伤害。\r\n\r\n此外，当格拉布托克发动一次近战攻击时，他会有几率造成20,000点火焰伤害，并将5码内的敌人击飞。",
    },
    ["5x2793"] = {
    ["Title"] = "血毒触须",
    ["Description"] = "温诺希斯在房间里制造最多三条毒性触须，持续12秒。血毒触须会跟着玩家，每1秒对4码内的玩家造成20,000点自然伤害。",
    },
    ["5x2750"] = {
    ["Title"] = "信仰飞跃",
    ["Description"] = "玛拉卡斯随机抓住友方目标的灵魂，使其立即移动到他身边。",
    },
    ["2x3510"] = {
    ["Title"] = "伏击",
    ["Description"] = "雷纳塔基从阴影中攻击任意一名玩家，对其造成物理伤害，数值相当于目标最大生命值的90%，并使其昏迷2秒。",
    },
    ["4x2592"] = {
    ["Title"] = "磨难碎片",
    ["Description"] = "贝尔洛克在敌群中召唤一颗水晶，向最近的玩家持续地引导一道暗影光束。",
    },
    ["6x3958"] = {
    ["Title"] = "掷冰",
    ["Description"] = "着魔的魔导师随机对一名玩家造成25,000点冰霜伤害。",
    },
    ["4x2522"] = {
    ["Title"] = "召唤闪电",
    ["Description"] = "埃基尔松向当前目标释放电能冲击，造成30,000点自然伤害。",
    },
    ["3x2965"] = {
    ["Title"] = "灼热气息",
    ["Description"] = "原龙巨兽释放覆盖整个平台的烈焰波，每1秒对所有敌人造成8,100点火焰伤害，持续8秒。",
    },
    ["6x3956"] = {
    ["Title"] = "着魔的魔导师",
    ["Description"] = "艾萨拉女王命令两名着魔的魔导师攻击玩家。当玩家击败一名着魔的魔导师或者经过足够长的时间，另外两名魔导师将加入战斗。每个着魔的魔导师各擅长三系法术中的一系。\r\n\r\n当玩家击败所有着魔的魔导师，艾萨拉女王会从战斗中撤退，玩家赢得战斗。",
    },
    ["4x2896"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "达卡拉对前方60度角锥形区域的敌人造成20,000点火焰伤害。吐息在地上留下一道火焰，每1秒对烈焰轨迹4码内的敌人造成20,000点火焰伤害。",
    },
    ["5x2896"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "达卡拉对前方60度角锥形区域的敌人造成20,000点火焰伤害。吐息在地上留下一道火焰，每1秒对烈焰轨迹4码内的敌人造成20,000点火焰伤害。",
    },
    ["6x2896"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "达卡拉对前方60度角锥形区域的敌人造成20,000点火焰伤害。吐息在地上留下一道火焰，每1秒对烈焰轨迹4码内的敌人造成20,000点火焰伤害。",
    },
    ["6x2965"] = {
    ["Title"] = "灼热气息",
    ["Description"] = "原龙巨兽释放覆盖整个平台的烈焰波，每1秒对所有敌人造成12,000点火焰伤害，持续8秒。",
    },
    ["1x2011"] = {
    ["Title"] = "烈焰之拳",
    ["Description"] = "格拉布托克的双拳包裹着火焰，使他的每次近战攻击可以造成9点火焰伤害。\r\n\r\n此外，当格拉布托克发动一次近战攻击时，他会有几率造成28点火焰伤害，并将5码内的敌人击飞。",
    },
    ["4x2965"] = {
    ["Title"] = "灼热气息",
    ["Description"] = "原龙巨兽释放覆盖整个平台的烈焰波，每1秒对所有敌人造成8,100点火焰伤害，持续8秒。",
    },
    ["4x2679"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["3x2679"] = {
    ["Title"] = "爆裂打击",
    ["Description"] = "拉格纳罗斯将萨弗拉斯埋在平台里，每1秒对6码内的玩家造成70,000点伤害，拉格纳罗斯还会召唤出8个烈焰之子。烈焰之子会试图接近那把强大的战锤。",
    },
    ["2x2746"] = {
    ["Title"] = "奉献",
    ["Description"] = "玛拉卡斯将圣洁的能量灌入玛拉卡斯脚下的土地，每2秒对进入10码内的敌人造成15,000点神圣伤害。",
    },
    ["5x2651"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["6x3955"] = {
    ["Title"] = "上层精灵的召唤",
    ["Description"] = "希尔瓦娜斯跃入空中，将所有敌人朝她拖曳过去。她将召唤8个的复活的食尸鬼，环绕在自己周围。所有食尸鬼之间会形成暗影连接，并且它们身后的地带会充满暗影能量。食尸鬼会不顾一切地向希尔瓦娜斯冲去。但复活的食尸鬼走到希尔瓦娜斯身边时，会施放献祭法术。\r\n\r\n穿越任意食尸鬼之间的连接或滞留在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。击杀一个复活的食尸鬼能够切断其与附近其他食尸鬼的连接，并移除其身后的阴影地带。",
    },
    ["2x2398"] = {
    ["Title"] = "岩孔虫",
    ["Description"] = "岩孔虫生命值很低。如果不能迅速击杀他们，他们就会对当前目标使用岩石钻孔。",
    },
    ["1x2398"] = {
    ["Title"] = "岩孔虫",
    ["Description"] = "岩孔虫生命值很低。如果不能迅速击杀他们，他们就会对当前目标使用岩石钻孔。",
    },
    ["1x2408"] = {
    ["Title"] = "源质刺盾",
    ["Description"] = "欧泽鲁克的身上冒出无数源质之刺，持续10秒。当源质刺盾存在于欧泽鲁克身上的时候，任何对其进行近战攻击和远程攻击的玩家都将得到一个流血效果，每秒造成300点奥术伤害，持续3秒。这个效果最多可以叠加5次，但是每秒最多叠加1次。",
    },
    ["6x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。",
    },
    ["5x3989"] = {
    ["Title"] = "苟拉斯之爪",
    ["Description"] = "",
    },
    ["5x3972"] = {
    ["Title"] = "干扰之影",
    ["Description"] = "督军佐诺兹使用干扰之影随机遮蔽一个目标。干扰之影每2秒造成41,513点暗影伤害。当效果被移除时，它会对该目标造成60,099点暗影伤害并将该玩家击退。",
    },
    ["5x3968"] = {
    ["Title"] = "女王的奴仆",
    ["Description"] = "女王艾萨拉魅惑一个随机目标，使其变成一个傀儡。只有当傀儡的提线被打断时，这个玩家才能被解救出来。",
    },
    ["4x2746"] = {
    ["Title"] = "奉献",
    ["Description"] = "玛拉卡斯将圣洁的能量灌入玛拉卡斯脚下的土地，每2秒对进入10码内的敌人造成15,000点神圣伤害。",
    },
    ["5x3964"] = {
    ["Title"] = "冲击波",
    ["Description"] = "着魔的魔导师施放一道火焰波，对40码范围内的敌人造成30,000点火焰伤害。",
    },
    ["6x2746"] = {
    ["Title"] = "奉献",
    ["Description"] = "玛拉卡斯将圣洁的能量灌入玛拉卡斯脚下的土地，每2秒对进入10码内的敌人造成15,000点神圣伤害。",
    },
    ["5x2746"] = {
    ["Title"] = "奉献",
    ["Description"] = "玛拉卡斯将圣洁的能量灌入玛拉卡斯脚下的土地，每2秒对进入10码内的敌人造成15,000点神圣伤害。",
    },
    ["5x3962"] = {
    ["Title"] = "火球术",
    ["Description"] = "着魔的魔导师对其当前目标造成25,000点火焰伤害。",
    },
    ["6x2686"] = {
    ["Title"] = "冰障",
    ["Description"] = "塞纳留斯在附近的随机位置制造一块冰障。任何进入冰障的活体流星将会被冰冻，受到玩家50%的额外伤害。此外，处于冰障内的玩家对极热造成的伤害免疫，并且可以移除极热的减益效果。",
    },
    ["5x3959"] = {
    ["Title"] = "寒冷之焰",
    ["Description"] = "着魔的魔导师的寒冷之焰对一条直线上的敌人造成20,000点冰霜伤害，并且随后每1秒造成20,000点冰霜伤害，持续4秒。",
    },
    ["5x3956"] = {
    ["Title"] = "着魔的魔导师",
    ["Description"] = "艾萨拉女王命令两名着魔的魔导师攻击玩家。当玩家击败一名着魔的魔导师或者经过足够长的时间，另外两名魔导师将加入战斗。每个着魔的魔导师各擅长三系法术中的一系。\r\n\r\n当玩家击败所有着魔的魔导师，艾萨拉女王会从战斗中撤退，玩家赢得战斗。",
    },
    ["5x2753"] = {
    ["Title"] = "致伤药膏",
    ["Description"] = "玛拉卡斯对他的当前目标下毒，造成8,000点自然伤害，并降低其获得的治疗效果5%，持续15秒。此效果最多堆叠5层。",
    },
    ["6x2753"] = {
    ["Title"] = "致伤药膏",
    ["Description"] = "玛拉卡斯对他的当前目标下毒，造成8,000点自然伤害，并降低其获得的治疗效果5%，持续15秒。此效果最多堆叠5层。",
    },
    ["2x2044"] = {
    ["Title"] = "嗜血成性",
    ["Description"] = "撕心狼将军的近战攻击每次成功命中目标，他就获得20%的攻击速度加成、10%的移动速度加成，且体型增大5%，持续10秒。这个效果最多可以叠加20次。",
    },
    ["1x2044"] = {
    ["Title"] = "嗜血成性",
    ["Description"] = "撕心狼将军的近战攻击每次成功命中目标，他就获得10%的攻击速度加成、5%的移动速度加成，且体型增大5%，持续10秒。这个效果最多可以叠加20次。",
    },
    ["5x3955"] = {
    ["Title"] = "上层精灵的召唤",
    ["Description"] = "希尔瓦娜斯跃入空中，将所有敌人朝她拖曳过去。她将召唤8个的复活的食尸鬼，环绕在自己周围。所有食尸鬼之间会形成暗影连接，并且它们身后的地带会充满暗影能量。食尸鬼会不顾一切地向希尔瓦娜斯冲去。但复活的食尸鬼走到希尔瓦娜斯身边时，会施放献祭法术。\r\n\r\n穿越任意食尸鬼之间的连接或滞留在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。击杀一个复活的食尸鬼能够切断其与附近其他食尸鬼的连接，并移除其身后的阴影地带。",
    },
    ["2x2753"] = {
    ["Title"] = "致伤药膏",
    ["Description"] = "玛拉卡斯对他的当前目标下毒，造成8,000点自然伤害，并降低其获得的治疗效果5%，持续15秒。此效果最多堆叠5层。",
    },
    ["5x2996"] = {
    ["Title"] = "噬体魔法",
    ["Description"] = "瑟纳利昂扭曲一名敌对施法者的魔法能量，使其伤害和治疗输出提高100%，持续20秒。\r\n\r\n但是，每当这名玩家造成伤害或治疗，噬体魔法就会触发一次暮光爆炸，对周围半径10码范围内的所有玩家造成相当于该伤害或治疗量的伤害。",
    },
    ["4x2753"] = {
    ["Title"] = "致伤药膏",
    ["Description"] = "玛拉卡斯对他的当前目标下毒，造成8,000点自然伤害，并降低其获得的治疗效果5%，持续15秒。此效果最多堆叠5层。",
    },
    ["2x2902"] = {
    ["Title"] = "第二阶段：当面唾弃神灵",
    ["Description"] = "金度把敌人和他一起送往灵魂世界。在那里，哈卡之灵被三条巨大的锁链困住，而他则从哈卡之灵那里获得莫大的力量。",
    },
    ["6x2902"] = {
    ["Title"] = "第二阶段：当面唾弃神灵",
    ["Description"] = "金度把敌人和他一起送往灵魂世界。在那里，哈卡之灵被三条巨大的锁链困住，而他则从哈卡之灵那里获得莫大的力量。",
    },
    ["5x2686"] = {
    ["Title"] = "冰障",
    ["Description"] = "塞纳留斯在附近的随机位置制造一块冰障。任何进入冰障的活体流星将会被冰冻，受到玩家50%的额外伤害。此外，处于冰障内的玩家对极热造成的伤害免疫，并且可以移除极热的减益效果。",
    },
    ["5x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。",
    },
    ["4x2888"] = {
    ["Title"] = "雄鹰精华",
    ["Description"] = "",
    },
    ["3x3088"] = {
    ["Title"] = "音速火球",
    ["Description"] = "艾卓曼德斯向声纳炸弹着地的位置施放音速火球，对其周围半径50000码范围内的所有敌人造成30,000点火焰伤害。",
    },
    ["5x3302"] = {
    ["Title"] = "爆裂灰烬",
    ["Description"] = "在飞行时，奈法利安有时会随机选择一名玩家，对其施放爆裂灰烬，使其被爆炸性的残渣覆盖，每2秒受到2,000点火焰伤害。\r\n\r\n残渣在8秒后爆炸，对周围半径10码范围内的玩家造成45,000点火焰伤害。",
    },
    ["4x3968"] = {
    ["Title"] = "女王的奴仆",
    ["Description"] = "女王艾萨拉魅惑一个随机目标，使其变成一个傀儡。只有当傀儡的提线被打断时，这个玩家才能被解救出来。",
    },
    ["6x3088"] = {
    ["Title"] = "音速火球",
    ["Description"] = "艾卓曼德斯向声纳炸弹着地的位置施放音速火球，对其周围半径50000码范围内的所有敌人造成30,000点火焰伤害。",
    },
    ["6x2509"] = {
    ["Title"] = "可怕的药水",
    ["Description"] = "赞吉尔随机向一个玩家投掷一瓶可怕的药水，对其造成30,000点自然伤害。",
    },
    ["4x3088"] = {
    ["Title"] = "音速火球",
    ["Description"] = "艾卓曼德斯向声纳炸弹着地的位置施放音速火球，对其周围半径50000码范围内的所有敌人造成30,000点火焰伤害。",
    },
    ["5x3088"] = {
    ["Title"] = "音速火球",
    ["Description"] = "艾卓曼德斯向声纳炸弹着地的位置施放音速火球，对其周围半径50000码范围内的所有敌人造成30,000点火焰伤害。",
    },
    ["5x2680"] = {
    ["Title"] = "极热",
    ["Description"] = "拉格纳罗斯火力全开，进入极热状态，每1秒对所有玩家造成6,000点火焰伤害，同时极热造成的伤害提高10%。这个效果可以叠加。",
    },
    ["6x2680"] = {
    ["Title"] = "极热",
    ["Description"] = "拉格纳罗斯火力全开，进入极热状态，每1秒对所有玩家造成6,000点火焰伤害，同时极热造成的伤害提高10%。这个效果可以叠加。",
    },
    ["5x2509"] = {
    ["Title"] = "可怕的药水",
    ["Description"] = "赞吉尔随机向一个玩家投掷一瓶可怕的药水，对其造成30,000点自然伤害。",
    },
    ["2x3508"] = {
    ["Title"] = "愤怒",
    ["Description"] = "哈扎拉尔对他的当前目标射出一道闪电，造成70,000点自然伤害。",
    },
    ["3x3037"] = {
    ["Title"] = "风暴之眼",
    ["Description"] = "所有玩家都可以飞翔，速度为普通移动速度的300%。",
    },
    ["6x2996"] = {
    ["Title"] = "噬体魔法",
    ["Description"] = "瑟纳利昂扭曲一名敌对施法者的魔法能量，使其伤害和治疗输出提高100%，持续20秒。\r\n\r\n但是，每当这名玩家造成伤害或治疗，噬体魔法就会触发一次暮光爆炸，对周围半径10码范围内的所有玩家造成相当于该伤害或治疗量的伤害。",
    },
    ["4x3955"] = {
    ["Title"] = "上层精灵的召唤",
    ["Description"] = "希尔瓦娜斯跃入空中，将所有敌人朝她拖曳过去。她将召唤8个的复活的食尸鬼，环绕在自己周围。所有食尸鬼之间会形成暗影连接，并且它们身后的地带会充满暗影能量。食尸鬼会不顾一切地向希尔瓦娜斯冲去。但复活的食尸鬼走到希尔瓦娜斯身边时，会施放献祭法术。\r\n\r\n穿越任意食尸鬼之间的连接或滞留在食尸鬼身后的阴影中，会每秒对玩家造成毁灭痛苦。击杀一个复活的食尸鬼能够切断其与附近其他食尸鬼的连接，并移除其身后的阴影地带。",
    },
    ["6x3508"] = {
    ["Title"] = "愤怒",
    ["Description"] = "哈扎拉尔对他的当前目标射出一道闪电，造成70,000点自然伤害。",
    },
    ["6x2897"] = {
    ["Title"] = "烈焰旋风",
    ["Description"] = "达卡拉四下盘旋，吐出火焰，对所有附近的敌人造成1,050点火焰伤害，并使他们受到的火焰伤害提高25%的伤害，持续35秒。该效果最多可叠加10层。",
    },
    ["6x2406"] = {
    ["Title"] = "割裂",
    ["Description"] = "当欧泽鲁克在英雄模式下使用大地冲击时，地面会裂开，并从他前方的地面下突出三条岩石利刺。任何被利刺击中的玩家都将受到150,000点物理伤害，并被向上击飞。",
    },
    ["4x2897"] = {
    ["Title"] = "烈焰旋风",
    ["Description"] = "达卡拉四下盘旋，吐出火焰，对所有附近的敌人造成1,050点火焰伤害，并使他们受到的火焰伤害提高25%的伤害，持续35秒。该效果最多可叠加10层。",
    },
    ["5x2897"] = {
    ["Title"] = "烈焰旋风",
    ["Description"] = "达卡拉四下盘旋，吐出火焰，对所有附近的敌人造成1,050点火焰伤害，并使他们受到的火焰伤害提高25%的伤害，持续35秒。该效果最多可叠加10层。",
    },
    ["2x2554"] = {
    ["Title"] = "破碎遗迹",
    ["Description"] = "使用阿尔法光束或欧米加姿态之后，安拉斐特将会施放破碎遗迹。该技能将所有敌人的最大生命值降低10%，最多叠加10次。",
    },
    ["6x2937"] = {
    ["Title"] = "灼热爆破",
    ["Description"] = "马洛拉克喷出火焰，造成270 万点火焰伤害，由正前方70度角、最远60码距离内的所有目标均摊。",
    },
    ["5x2404"] = {
    ["Title"] = "水晶风暴",
    ["Description"] = "当岩皮离地升空并投下钟乳石后，他会落地。在钟乳石消失之前，他会施放一场持续6秒的水晶风暴。每0.5秒对所有敌人造成10,000点自然伤害。\r\n\r\n岩皮的水晶风暴只能对其视野内的敌人造成伤害。",
    },
    ["1x2573"] = {
    ["Title"] = "孢子",
    ["Description"] = "阿穆纳伊有时会从身体里释放出一颗孢子。孢子移动缓慢、生命值不高。当孢子死亡时，它会在当前位置形成一道半径6码的孢子云，持续30秒。",
    },
    ["4x3219"] = {
    ["Title"] = "黑暗造物",
    ["Description"] = "古加尔使地上的黑雾中伸出触须。",
    },
    ["1x2493"] = {
    ["Title"] = "地穴毒蛇",
    ["Description"] = "这些蛇生活在安努尔的平台下方的深坑中。",
    },
    ["4x2741"] = {
    ["Title"] = "毒蛇陷阱",
    ["Description"] = "玛拉卡斯放置一个陷阱，当第一个敌人接近时，陷阱会释放数条阿曼尼毒蛇攻击敌人。",
    },
    ["6x2894"] = {
    ["Title"] = "肆掠之风",
    ["Description"] = "达卡拉在这一阶段不停地施放该法术。施放肆掠之风后，每枚旋羽都将朝一名玩家迅速移动。",
    },
    ["4x2147"] = {
    ["Title"] = "邪恶增强",
    ["Description"] = "痛苦的军官试图强化指挥官斯普林瓦尔。如果这个法术成功施放，指挥官斯普林瓦尔恢复4%的生命值，并获得一层邪恶能量。",
    },
    ["6x3084"] = {
    ["Title"] = "可恶的喧闹",
    ["Description"] = "当一个喧闹恶鬼跳到玩家背后时，会施放可恶的喧闹，使该玩家的音量值提高10点。",
    },
    ["5x3084"] = {
    ["Title"] = "可恶的喧闹",
    ["Description"] = "当一个喧闹恶鬼跳到玩家背后时，会施放可恶的喧闹，使该玩家的音量值提高10点。",
    },
    ["2x2147"] = {
    ["Title"] = "邪恶增强",
    ["Description"] = "痛苦的军官试图强化指挥官斯普林瓦尔。如果这个法术成功施放，指挥官斯普林瓦尔恢复4%的生命值，并获得一层邪恶能量。",
    },
    ["4x2073"] = {
    ["Title"] = "剑刃旋风",
    ["Description"] = "迪菲亚暗影戒卫以若干旋转的利刃包围敌方目标，持续10秒。利刃每秒对周围半径5码范围内的所有敌人造成5,000点物理伤害。",
    },
    ["4x2424"] = {
    ["Title"] = "闪电箭",
    ["Description"] = "潜伏风暴以闪电攻击它的当前敌对目标，造成17,000点自然伤害。",
    },
    ["6x2073"] = {
    ["Title"] = "剑刃旋风",
    ["Description"] = "迪菲亚暗影戒卫以若干旋转的利刃包围敌方目标，持续10秒。利刃每秒对周围半径5码范围内的所有敌人造成5,000点物理伤害。",
    },
    ["5x2073"] = {
    ["Title"] = "剑刃旋风",
    ["Description"] = "迪菲亚暗影戒卫以若干旋转的利刃包围敌方目标，持续10秒。利刃每秒对周围半径5码范围内的所有敌人造成17点物理伤害。",
    },
    ["2x2757"] = {
    ["Title"] = "治疗波",
    ["Description"] = "玛拉卡斯使用自然魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["4x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。",
    },
    ["2x2073"] = {
    ["Title"] = "剑刃旋风",
    ["Description"] = "迪菲亚暗影戒卫以若干旋转的利刃包围敌方目标，持续10秒。利刃每秒对周围半径5码范围内的所有敌人造成5,000点物理伤害。",
    },
    ["2x2567"] = {
    ["Title"] = "新生豆荚",
    ["Description"] = "阿穆纳伊周期性地随机选择14码外的一处地点召唤新生豆荚。新生豆荚生命值不高。",
    },
    ["2x3969"] = {
    ["Title"] = "绝对服从",
    ["Description"] = "艾萨拉女王试图魅惑所有玩家，将他们变成傀儡，持续20秒。",
    },
    ["5x3324"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽光地狱火制造出一道烈焰，在其着陆点旋转。每1秒对周围半径2码范围内的所有玩家造成35,000点火焰伤害。燃烧的烈焰在1分钟后熄灭。",
    },
    ["6x3324"] = {
    ["Title"] = "燃烧",
    ["Description"] = "炽光地狱火制造出一道烈焰，在其着陆点旋转。每1秒对周围半径2码范围内的所有玩家造成55,000点火焰伤害。燃烧的烈焰在1分钟后熄灭。",
    },
    ["2x3968"] = {
    ["Title"] = "女王的奴仆",
    ["Description"] = "女王艾萨拉魅惑一个随机目标，使其变成一个傀儡。只有当傀儡的提线被打断时，这个玩家才能被解救出来。",
    },
    ["2x2897"] = {
    ["Title"] = "烈焰旋风",
    ["Description"] = "达卡拉四下盘旋，吐出火焰，对所有附近的敌人造成1,050点火焰伤害，并使他们受到的火焰伤害提高25%的伤害，持续35秒。该效果最多可叠加10层。",
    },
    ["5x2587"] = {
    ["Title"] = "锯裂",
    ["Description"] = "裂肢的肢解造成的锯裂，每3秒造成3,400点物理伤害，持续30秒。这个效果可以叠加。",
    },
    ["3x3274"] = {
    ["Title"] = "浸毒外壳",
    ["Description"] = "对剧毒金刚的护盾造成伤害会使制造伤害的玩家受到浸透毒液的效果影响。",
    },
    ["4x2737"] = {
    ["Title"] = "月火",
    ["Description"] = "玛拉卡斯随机燃烧一名敌人，造成15,000点奥术伤害，之后每3秒额外造成9,000点伤害，持续12秒。",
    },
    ["4x2721"] = {
    ["Title"] = "血虫",
    ["Description"] = "玛拉卡斯用血虫随机感染一个目标，让血虫从受感染的玩家位置出现。这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["5x2721"] = {
    ["Title"] = "血虫",
    ["Description"] = "玛拉卡斯用血虫随机感染一个目标，让血虫从受感染的玩家位置出现。这些虫子将会爬向玛拉卡斯，并且在接触时治疗他3%的生命值。",
    },
    ["2x2510"] = {
    ["Title"] = "巫毒箭",
    ["Description"] = "赞吉尔对当前目标射出一道巫毒能量，造成35,000点暗影伤害。",
    },
    ["4x2761"] = {
    ["Title"] = "致死打击",
    ["Description"] = "玛拉卡斯对当前目标造成150%的普通近战伤害并使其受伤，任何对其使用的治疗技能效果减弱50%，持续5秒。",
    },
    ["4x2510"] = {
    ["Title"] = "巫毒箭",
    ["Description"] = "赞吉尔对当前目标射出一道巫毒能量，造成35,000点暗影伤害。",
    },
    ["5x2510"] = {
    ["Title"] = "巫毒箭",
    ["Description"] = "赞吉尔对当前目标射出一道巫毒能量，造成35,000点暗影伤害。",
    },
    ["6x2510"] = {
    ["Title"] = "巫毒箭",
    ["Description"] = "赞吉尔对当前目标射出一道巫毒能量，造成35,000点暗影伤害。",
    },
    ["1x2128"] = {
    ["Title"] = "雷希戈尔",
    ["Description"] = "",
    },
    ["5x3230"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "当希奈丝特拉的近战范围内没有任何目标时，她会冲击一个敌人，造成175,000点暗影伤害。",
    },
    ["1x3380"] = {
    ["Title"] = "阿莱克丝塔萨的卵",
    ["Description"] = "无面腐蚀者对阿莱克丝塔萨的卵引导暮光腐蚀，以孵化出暮光雏龙。",
    },
    ["5x2042"] = {
    ["Title"] = "高压打击",
    ["Description"] = "释放蒸汽的压力对一个敌方目标进行强力打击，造成149点物理伤害，并将目标击退。高压打击消耗20点蒸汽动力。",
    },
    ["2x3964"] = {
    ["Title"] = "冲击波",
    ["Description"] = "着魔的魔导师施放一道火焰波，对40码范围内的敌人造成30,000点火焰伤害。",
    },
    ["6x3160"] = {
    ["Title"] = "召唤腐蚀信徒",
    ["Description"] = "古加尔从屋内边缘的暮光传送门中召唤一个腐蚀信徒。",
    },
    ["2x3961"] = {
    ["Title"] = "火焰魔导师",
    ["Description"] = "",
    },
    ["2x3380"] = {
    ["Title"] = "阿莱克丝塔萨的卵",
    ["Description"] = "无面腐蚀者对阿莱克丝塔萨的卵引导暮光腐蚀，以孵化出暮光雏龙。",
    },
    ["6x3230"] = {
    ["Title"] = "暮光冲击波",
    ["Description"] = "当希奈丝特拉的近战范围内没有任何目标时，她会冲击一个敌人，造成175,000点暗影伤害。",
    },
    ["2x4150"] = {
    ["Title"] = "第一阶段：圣光将制裁你！",
    ["Description"] = "本尼迪塔斯使用圣光之力攻击萨尔。",
    },
    ["2x3958"] = {
    ["Title"] = "掷冰",
    ["Description"] = "着魔的魔导师随机对一名玩家造成25,000点冰霜伤害。",
    },
    ["4x4150"] = {
    ["Title"] = "第一阶段：圣光将制裁你！",
    ["Description"] = "本尼迪塔斯使用圣光之力攻击萨尔。",
    },
    ["2x3954"] = {
    ["Title"] = "凋零之箭",
    ["Description"] = "希尔瓦娜斯随机对一名玩家脚下的地面施放凋零并跃入空中。凋零每1秒对3码内的玩家造成35,000点伤害，并使影响范围内所有玩家的移动速度降低50%。\r\n\r\n跃至最高处时，希尔瓦娜斯对凋零区域施展一轮射击，对滞留在其中的敌人造成50,000点暗影伤害，并将他们击退。",
    },
    ["2x3951"] = {
    ["Title"] = "上层精灵的尖啸",
    ["Description"] = "希尔瓦娜斯发出痛苦的尖啸，随机对一名玩家造成75,000点暗影伤害并使其移动速度降低50%，持续30秒。",
    },
    ["2x3949"] = {
    ["Title"] = "冰冻巨石",
    ["Description"] = "冻结仆从用巨大的冰块随机攻击玩家，造成20,000点冰霜伤害。",
    },
    ["2x3948"] = {
    ["Title"] = "冰霜洪流",
    ["Description"] = "当阿奎里恩的生命值还剩30%时会释放出毁灭性的冰霜洪流，每秒对所有敌人造成15,000点冰霜伤害，同时使他们移动速度降低50%，持续5秒。",
    },
    ["2x3944"] = {
    ["Title"] = "冰墓",
    ["Description"] = "阿奎里恩用冰墓封住萨尔。摧毁冰墓就可以救出萨尔。",
    },
    ["2x3943"] = {
    ["Title"] = "寒冰链",
    ["Description"] = "阿奎里恩施放一道寒冰波动，造成10,000点冰霜伤害并使65码范围内的所有敌人无法移动，持续10秒。",
    },
    ["6x2831"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔会周期性地放出火环，持续3秒。穿过火环的敌人将会获得炽炎之能效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["2x3913"] = {
    ["Title"] = "寒冰之墓",
    ["Description"] = "哈格拉随机将两名玩家禁锢于寒冰之墓中。在其他玩家摧毁寒冰之墓前，这两名玩家将一直处于昏迷状态。",
    },
    ["2x2437"] = {
    ["Title"] = "震荡波",
    ["Description"] = "胡辛姆将军准备打出一次强猛的攻击，随后他重击地面，四道冲击波从他脚下冲出。每道冲击波的方向都有所不同，对冲击波4码范围内的所有敌人造成45,000点物理伤害。",
    },
    ["1x2437"] = {
    ["Title"] = "震荡波",
    ["Description"] = "胡辛姆将军准备打出一次强猛的攻击，随后他重击地面，四道冲击波从他脚下冲出。每道冲击波的方向都有所不同，对冲击波4码范围内的所有敌人造成25,000点物理伤害。",
    },
    ["4x3890"] = {
    ["Title"] = "破甲",
    ["Description"] = "莫卓克攻击他的当前目标，造成120%普通近战伤害，并且目标的护甲值降低10%，持续20秒。该效果最多可叠加10次。",
    },
    ["3x3890"] = {
    ["Title"] = "破甲",
    ["Description"] = "莫卓克攻击他的当前目标，造成120%普通近战伤害，并且目标的护甲值降低10%，持续20秒。该效果最多可叠加10次。",
    },
    ["2x3890"] = {
    ["Title"] = "破甲",
    ["Description"] = "莫卓克攻击他的当前目标，造成120%普通近战伤害，并且目标的护甲值降低10%，持续20秒。该效果最多可叠加10次。",
    },
    ["1x3890"] = {
    ["Title"] = "破甲",
    ["Description"] = "莫卓克攻击他的当前目标，造成120%普通近战伤害，并且目标的护甲值降低10%，持续20秒。该效果最多可叠加10次。",
    },
    ["6x3681"] = {
    ["Title"] = "时光倒转",
    ["Description"] = "时光倒转效果可将时间拨回到战斗开始时，重置所有玩家的生命值，法力值和技能冷却。同时，移除姆诺兹多施放的所有扭曲炸弹。",
    },
    ["6x3680"] = {
    ["Title"] = "时光沙漏",
    ["Description"] = "姆诺兹多偷取了时光沙漏，并把其禁锢在艾泽拉斯的时光之末中。在战斗中，玩家可以使用它施放5次时光倒转。",
    },
    ["6x3679"] = {
    ["Title"] = "青铜龙军团的祝福",
    ["Description"] = "祝福目标，并赐予其青铜龙军团的力量。近战攻击，远程攻击和施法速度提高40%。移动速度提高40%。",
    },
    ["6x2395"] = {
    ["Title"] = "水晶碎片",
    ["Description"] = "这些小水晶碎片生命值很低。如果水晶碎片碰到玩家，它们就会爆炸，造成20,000点自然伤害，并使5码内的所有敌人接下来所受到的伤害提高25%，持续15秒。",
    },
    ["3x2981"] = {
    ["Title"] = "岩石之握",
    ["Description"] = "被释放之后，岩龙使哈尔弗斯受到麻痹效果的侵扰，周期性陷入石化12秒。在石化状态下，哈尔弗斯无法移动火攻击，玩家对其造成的伤害提高0%。",
    },
    ["6x3675"] = {
    ["Title"] = "时光炸弹",
    ["Description"] = "姆诺兹多对附近所有敌人造成25,000点奥术伤害，并使他们受到的奥术伤害提高10%，持续20秒。",
    },
    ["1x2359"] = {
    ["Title"] = "碎颅",
    ["Description"] = "在施放悲哀锁链后，罗姆欧格会立即使用碎颅。罗姆欧格需要抡圆臂膀来打出这次无比凶猛的攻击。12秒后，罗姆欧格会发动攻击并对所有12码内的敌人造成100,000点物理伤害。\r\n\r\n在英雄难度下，罗姆欧格的蓄势动作只有8秒。|r",
    },
    ["5x2970"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "虚空之子死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x2970"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "虚空之子死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["3x2970"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "虚空之子死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["4x2970"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "虚空之子死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x3671"] = {
    ["Title"] = "艾露恩的穿刺凝视",
    ["Description"] = "艾露恩之眼围绕泰兰德做圆周运动，每1秒施放一次艾露恩的穿刺凝视。艾露恩的穿刺凝视对6码内所有玩家造成50,000点奥术伤害并使他们沉默5秒。",
    },
    ["6x3670"] = {
    ["Title"] = "女神之眼",
    ["Description"] = "泰兰德召唤月亮女神艾露恩的双眼，玩家无法攻击女神之眼。",
    },
    ["3x2913"] = {
    ["Title"] = "猎豹形态",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹。",
    },
    ["6x3667"] = {
    ["Title"] = "月影箭",
    ["Description"] = "泰兰德使用强大的月光能量冲击当前目标，对其造成40,000点奥术伤害。",
    },
    ["6x3196"] = {
    ["Title"] = "奥术歼灭者",
    ["Description"] = "奥能金刚随机冲击一名玩家，造成80,000点奥术伤害。",
    },
    ["4x3149"] = {
    ["Title"] = "低温光环",
    ["Description"] = "源质畸体所散发的奇寒会使其受到的所有伤害降低25%，并使脚下结冰。源质畸体会在脚下持续地创造液冰，会对置身于其中的玩家每1秒造成10,000点冰霜伤害。液冰池会随着与源质畸体的接触而变大。",
    },
    ["2x2183"] = {
    ["Title"] = "纳兹夏尔荣誉守卫",
    ["Description"] = "当纳兹夏尔女士开始引导龙卷水涌时，会有一个这样的纳迦士兵游进来攻击玩家。",
    },
    ["5x3679"] = {
    ["Title"] = "青铜龙军团的祝福",
    ["Description"] = "祝福目标，并赐予其青铜龙军团的力量。近战攻击，远程攻击和施法速度提高40%。移动速度提高40%。",
    },
    ["4x2805"] = {
    ["Title"] = "激怒",
    ["Description"] = "哈尔拉兹发怒，攻击速度提高100%，持续6秒。",
    },
    ["5x3676"] = {
    ["Title"] = "扭曲炸弹",
    ["Description"] = "姆诺兹多随机向一名玩家所在区域发射一枚时光能量球，落地后形成半径达8码的时光扭曲地带。该扭曲地带每秒对区域内的所有敌人造成25,000点奥术伤害。",
    },
    ["5x3164"] = {
    ["Title"] = "第二阶段：来吧，永恒的黑夜！",
    ["Description"] = "当古加尔的生命值降到25%时，他会召唤上古之神的全部力量，吸收所有仍然存活的腐蚀信徒和古神血雨的黑暗力量，将自己变成一个扭曲的怪物。",
    },
    ["5x2806"] = {
    ["Title"] = "水图腾",
    ["Description"] = "哈尔拉兹在他的位置附近放置一个生命值为150,000的水图腾，持续1分钟。水图腾每2秒为51码范围内的所有盟友和敌人恢复5%的最大生命值和法力值。",
    },
    ["4x2806"] = {
    ["Title"] = "水图腾",
    ["Description"] = "哈尔拉兹在他的位置附近放置一个生命值为100,000的水图腾，持续1分钟。水图腾每2秒为51码范围内的所有盟友和敌人恢复5%的最大生命值和法力值。",
    },
    ["6x2644"] = {
    ["Title"] = "烈焰世界",
    ["Description"] = "拉格纳罗斯会每3秒对平台的某个随机位置施放噬体烈焰，持续9秒。",
    },
    ["5x2644"] = {
    ["Title"] = "烈焰世界",
    ["Description"] = "拉格纳罗斯会每3秒对平台的某个随机位置施放噬体烈焰，持续9秒。",
    },
    ["5x3667"] = {
    ["Title"] = "月影箭",
    ["Description"] = "泰兰德使用强大的月光能量冲击当前目标，对其造成40,000点奥术伤害。",
    },
    ["4x3315"] = {
    ["Title"] = "灼烤护甲",
    ["Description"] = "熔喉那炽热的血盆大口可以通过裂伤技能熔化玩家的护甲，使其护甲值降低50%，持续1.50分钟。",
    },
    ["2x2476"] = {
    ["Title"] = "黑云压境",
    ["Description"] = "希亚玛特随机选择一个玩家所在的位置，召唤一道半径为5码的云环。3秒之后，云环爆开，每秒对站在云中的所有玩家造成23,400点自然伤害，并将他们击飞，持续3秒。",
    },
    ["4x3679"] = {
    ["Title"] = "青铜龙军团的祝福",
    ["Description"] = "祝福目标，并赐予其青铜龙军团的力量。近战攻击，远程攻击和施法速度提高40%。移动速度提高40%。",
    },
    ["6x2775"] = {
    ["Title"] = "沸腾泼溅",
    ["Description"] = "烬网工虫向前方60度的锥形区域喷出20码长的灼热毒液，对其中的敌人造成82,873点火焰伤害。",
    },
    ["4x3676"] = {
    ["Title"] = "扭曲炸弹",
    ["Description"] = "姆诺兹多随机向一名玩家所在区域发射一枚时光能量球，落地后形成半径达8码的时光扭曲地带。该扭曲地带每秒对区域内的所有敌人造成25,000点奥术伤害。",
    },
    ["4x2738"] = {
    ["Title"] = "生命绽放",
    ["Description"] = "玛拉卡斯施展生命绽放，每秒为自己治疗5,000点生命值，在7秒后恢复10%的生命值。",
    },
    ["4x3675"] = {
    ["Title"] = "时光炸弹",
    ["Description"] = "姆诺兹多对附近所有敌人造成25,000点奥术伤害，并使他们受到的奥术伤害提高10%，持续20秒。",
    },
    ["2x2738"] = {
    ["Title"] = "生命绽放",
    ["Description"] = "玛拉卡斯施展生命绽放，每秒为自己治疗5,000点生命值，在7秒后恢复10%的生命值。",
    },
    ["4x3643"] = {
    ["Title"] = "霜刃",
    ["Description"] = "吉安娜的残影召唤3片冰霜之刃并向前方发射。任何触碰到霜刃的敌人将被冰霜冻结，昏迷5秒。",
    },
    ["5x2598"] = {
    ["Title"] = "贝尔洛克之剑",
    ["Description"] = "贝尔洛克周期性地把暗影或火焰能量注入其中的一把剑中，在15秒内只会使用这把剑。",
    },
    ["4x2598"] = {
    ["Title"] = "贝尔洛克之剑",
    ["Description"] = "贝尔洛克周期性地把暗影或火焰能量注入其中的一把剑中，在15秒内只会使用这把剑。",
    },
    ["4x3642"] = {
    ["Title"] = "炙焰之核",
    ["Description"] = "吉安娜的残影向一个目标附近地面投掷一发不断膨胀的炙焰之核灰烬。灰烬一触即发，对周围5码范围内的敌人造成5,000到50,000点火焰伤害。如果灰烬没有在10秒内爆炸，它会自动引爆，对所有敌人造成94,500点火焰伤害。",
    },
    ["4x3641"] = {
    ["Title"] = "闪现",
    ["Description"] = "吉安娜的残影闪现到附近一个区域。",
    },
    ["6x2959"] = {
    ["Title"] = "哈尔弗斯·碎龙者",
    ["Description"] = "每一周，哈尔弗斯捕获的五种龙类当中都会随机苏醒三种。每种苏醒的龙类都会使哈尔弗斯和他所奴役的原龙巨兽获得一种技能。",
    },
    ["5x3235"] = {
    ["Title"] = "烈焰与暮光之战",
    ["Description"] = "红龙凯雷斯特拉兹——凯伦是他的人类形态——会前来帮助玩家，与希奈丝特拉进行魔法对决。法力值高的一方可以获得优势。",
    },
    ["6x3235"] = {
    ["Title"] = "烈焰与暮光之战",
    ["Description"] = "红龙凯雷斯特拉兹——凯伦是他的人类形态——会前来帮助玩家，与希奈丝特拉进行魔法对决。法力值高的一方可以获得优势。",
    },
    ["2x3680"] = {
    ["Title"] = "时光沙漏",
    ["Description"] = "姆诺兹多偷取了时光沙漏，并把其禁锢在艾泽拉斯的时光之末中。在战斗中，玩家可以使用它施放5次时光倒转。",
    },
    ["2x3679"] = {
    ["Title"] = "青铜龙军团的祝福",
    ["Description"] = "祝福目标，并赐予其青铜龙军团的力量。近战攻击，远程攻击和施法速度提高40%。移动速度提高40%。",
    },
    ["2x2485"] = {
    ["Title"] = "第二阶段：畏缩于风暴的来临吧！",
    ["Description"] = "在玩家杀死三个希亚玛特的仆从之后，战斗进入第二阶段，希亚玛特降落在平台上，玩家可以对其造成伤害。",
    },
    ["3x3033"] = {
    ["Title"] = "风暴火花",
    ["Description"] = "奥拉基尔每20秒召唤一个风暴火花。风暴火花每秒对周围半径5码范围内的所有玩家造成2,500点自然伤害。当风暴火花被杀死时，它们对奥拉基尔施加回馈效果，使其受到的伤害提高。\r\n\r\n在英雄难度下，风暴火花造成的自然伤害还会使玩家受到的自然伤害提高2,500%，持续直到主动取消。多个风暴火花的效果可以叠加。|r",
    },
    ["3x3149"] = {
    ["Title"] = "低温光环",
    ["Description"] = "源质畸体所散发的奇寒会使其受到的所有伤害降低25%，并使脚下结冰。源质畸体会在脚下持续地创造液冰，会对置身于其中的玩家每1秒造成10,000点冰霜伤害。液冰池会随着与源质畸体的接触而变大。",
    },
    ["1x2443"] = {
    ["Title"] = "粘性毒液",
    ["Description"] = "锁喉会随机向一名玩家脚下喷吐毒水，对5码范围内的每名玩家造成10,000点自然伤害，并使其移动速度降低30%，并每2秒造成4,499点额外自然伤害，持续12秒。",
    },
    ["2x2443"] = {
    ["Title"] = "粘性毒液",
    ["Description"] = "锁喉会随机向一名玩家脚下喷吐毒水，对5码范围内的每名玩家造成15,000点自然伤害，并使其移动速度降低30%，并每2秒造成10,000点额外自然伤害，持续12秒。",
    },
    ["1x2133"] = {
    ["Title"] = "狼之鬼灵",
    ["Description"] = "这个敌人的生命值很低。",
    },
    ["2x2133"] = {
    ["Title"] = "狼之鬼灵",
    ["Description"] = "这个敌人的生命值很低。",
    },
    ["2x2036"] = {
    ["Title"] = "注视",
    ["Description"] = "熔火炉渣会周期性地锁定一个随机的敌方目标，在10秒内只攻击该目标。",
    },
    ["5x2920"] = {
    ["Title"] = "肾上腺素",
    ["Description"] = "范达尔每次施展烈焰镰刀都会获得一层肾上腺素的效果。每层肾上腺素提高他 20%的能量回复。范达尔转换形态时，将失去所有的肾上腺素效果。",
    },
    ["4x2036"] = {
    ["Title"] = "注视",
    ["Description"] = "熔火炉渣会周期性地锁定一个随机的敌方目标，在10秒内只攻击该目标。",
    },
    ["2x2573"] = {
    ["Title"] = "孢子",
    ["Description"] = "阿穆纳伊有时会从身体里释放出一颗孢子。孢子移动缓慢、生命值不高。当孢子死亡时，它会在当前位置形成一道半径6码的孢子云，持续30秒。",
    },
    ["6x2781"] = {
    ["Title"] = "易燃爆炸",
    ["Description"] = "同敌人接触后，肿胀的巢虫会发生爆炸，对8码内的所有敌人造成46,749点火焰伤害。",
    },
    ["5x2781"] = {
    ["Title"] = "易燃爆炸",
    ["Description"] = "同敌人接触后，肿胀的巢虫会发生爆炸，对8码内的所有敌人造成42,073点火焰伤害。",
    },
    ["1x2557"] = {
    ["Title"] = "星界之雨",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星界之雨。",
    },
    ["2x2557"] = {
    ["Title"] = "星界之雨",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星界之雨。",
    },
    ["1x2378"] = {
    ["Title"] = "狂暴冲锋",
    ["Description"] = "如花向最远的敌对目标冲锋，对其造成8,500点物理伤害，并将其击退。",
    },
    ["5x2738"] = {
    ["Title"] = "生命绽放",
    ["Description"] = "玛拉卡斯施展生命绽放，每秒为自己治疗5,000点生命值，在7秒后恢复10%的生命值。",
    },
    ["6x2738"] = {
    ["Title"] = "生命绽放",
    ["Description"] = "玛拉卡斯施展生命绽放，每秒为自己治疗5,000点生命值，在7秒后恢复10%的生命值。",
    },
    ["2x821"] = {
    ["Title"] = "烈焰之箭",
    ["Description"] = "当索朗格斯装备上他的盾后，弓箭手就会持续从头顶的窗口处向玩家射出火焰箭矢。每被射中一箭，玩家会受到10,000点火焰伤害。",
    },
    ["1x821"] = {
    ["Title"] = "烈焰之箭",
    ["Description"] = "当索朗格斯装备上他的盾后，弓箭手就会持续从头顶的窗口处向玩家射出火焰箭矢。每被射中一箭，玩家会受到10,000点火焰伤害。",
    },
    ["3x2960"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "哈尔弗斯的近战攻击使他的当前目标受创伤，获得的治疗效果降低6%，持续30秒。这个效果可以叠加。",
    },
    ["3x2597"] = {
    ["Title"] = "生命之焰",
    ["Description"] = "消耗所有的活力火花，每一层活力火花可使受到荣耀烈焰影响的目标受到的治疗效果增加5%，持续15秒。生命之焰消失时，所有的活力火花将复原。",
    },
    ["4x2597"] = {
    ["Title"] = "生命之焰",
    ["Description"] = "消耗所有的活力火花，每一层活力火花可使受到荣耀烈焰影响的目标受到的治疗效果增加5%，持续15秒。生命之焰消失时，所有的活力火花将复原。",
    },
    ["5x2597"] = {
    ["Title"] = "生命之焰",
    ["Description"] = "消耗所有的活力火花，每一层活力火花可使受到荣耀烈焰影响的目标受到的治疗效果增加5%，持续15秒。生命之焰消失时，所有的活力火花将复原。",
    },
    ["6x2597"] = {
    ["Title"] = "生命之焰",
    ["Description"] = "消耗所有的活力火花，每一层活力火花可使受到荣耀烈焰影响的目标受到的治疗效果增加5%，持续15秒。生命之焰消失时，所有的活力火花将复原。",
    },
    ["2x3644"] = {
    ["Title"] = "寒冰箭雨",
    ["Description"] = "吉安娜的残影对周围65码范围的敌人造成20,000点冰霜伤害，并使他们的移动速度降低30%，持续4秒。",
    },
    ["2x3642"] = {
    ["Title"] = "炙焰之核",
    ["Description"] = "吉安娜的残影向一个目标附近地面投掷一发不断膨胀的炙焰之核灰烬。灰烬一触即发，对周围5码范围内的敌人造成5,000到50,000点火焰伤害。如果灰烬没有在10秒内爆炸，它会自动引爆，对所有敌人造成94,500点火焰伤害。",
    },
    ["1x3684"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "永恒之井只在英雄难度下开放。",
    },
    ["1x3674"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["6x2052"] = {
    ["Title"] = "凝结蒸汽",
    ["Description"] = "在涡流蒸汽变成凝结蒸汽后，它会获得施放与自己同名的法术的能力。凝结蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["6x3534"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "当拉格纳罗斯潜藏在熔岩下时，每4秒灼热的熔岩箭会落在4个随机玩家身上。一支熔岩箭造成70,000点火焰伤害。",
    },
    ["1x2450"] = {
    ["Title"] = "麻木飞镖",
    ["Description"] = "奥弗随机向一名玩家投掷一枚麻木飞镖，立即造成8,499点自然伤害，使近战、远程和施法速度降低40%，并在9秒内每2秒额外造成4,300点自然伤害。",
    },
    ["6x2578"] = {
    ["Title"] = "锯裂",
    ["Description"] = "沙恩诺克斯的弧形斩产生的锯裂每3秒造成6,800点物理伤害，持续30秒。可叠加。",
    },
    ["6x3522"] = {
    ["Title"] = "野性横扫",
    ["Description"] = "阿曼尼山猫横扫当前目标，造成15,000点物理伤害并使该目标的移动速度降低35%，持续5秒。",
    },
    ["4x3317"] = {
    ["Title"] = "熔岩怒火",
    ["Description"] = "如果熔喉的近战攻击范围内没有任何敌人，它就会狂暴，对所有玩家发射熔岩喷吐，火焰伤害提高100%，持续10秒。这个效果可以叠加。",
    },
    ["6x3517"] = {
    ["Title"] = "阿曼尼劫持者",
    ["Description"] = "埃基尔松召唤一只阿曼尼劫持者，将某个随机玩家抓到空中。",
    },
    ["3x3170"] = {
    ["Title"] = "抚慰轻风",
    ["Description"] = "安舍尔会随机在某个饥饿的食人花的位置召唤平静的风，持续30秒。这个半径为10码的范围效果会为安舍尔和他的饥饿的食人花每20,000秒恢复一次生命值。任何站在其中的敌人都会被沉默和平静。",
    },
    ["6x2930"] = {
    ["Title"] = "奥术风暴",
    ["Description"] = "马洛拉克引导一场奥术风暴，对所有玩家造成每秒50,000点奥术伤害，持续6秒。",
    },
    ["3x2831"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔会周期性地放出火环，持续3秒。穿过火环的敌人将会获得炽炎之能效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["4x2075"] = {
    ["Title"] = "迪菲亚血巫师",
    ["Description"] = "在召唤迪菲亚暗影戒卫之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚血巫师帮忙。",
    },
    ["6x2939"] = {
    ["Title"] = "酷寒",
    ["Description"] = "马洛拉克随机选择一名玩家施放冰环，对该玩家及其周围半径3码范围内的其他玩家造成10,000点冰霜伤害。冰环持续10秒。",
    },
    ["5x2939"] = {
    ["Title"] = "酷寒",
    ["Description"] = "马洛拉克随机选择一名玩家施放冰环，对该玩家及其周围半径3码范围内的其他玩家造成10,000点冰霜伤害。冰环持续10秒。",
    },
    ["4x2939"] = {
    ["Title"] = "酷寒",
    ["Description"] = "马洛拉克随机选择一名玩家施放冰环，对该玩家及其周围半径3码范围内的其他玩家造成5,000点冰霜伤害。冰环持续10秒。",
    },
    ["3x2939"] = {
    ["Title"] = "酷寒",
    ["Description"] = "马洛拉克随机选择一名玩家施放冰环，对该玩家及其周围半径3码范围内的其他玩家造成5,000点冰霜伤害。冰环持续10秒。",
    },
    ["5x3534"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "当拉格纳罗斯潜藏在熔岩下时，每4秒灼热的熔岩箭会落在4个随机玩家身上。一支熔岩箭造成70,000点火焰伤害。",
    },
    ["4x3316"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "熔喉对所有玩家喷出岩浆，造成每2秒16,000点火焰伤害，持续6秒。",
    },
    ["5x3512"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "乌苏雷召唤强大的闪电冲击波，对13码内的所有敌人造成100,000点自然伤害，并将6码内的所有敌人击退。",
    },
    ["5x3508"] = {
    ["Title"] = "愤怒",
    ["Description"] = "哈扎拉尔对他的当前目标射出一道闪电，造成30,000点自然伤害。",
    },
    ["4x3534"] = {
    ["Title"] = "熔岩箭",
    ["Description"] = "当拉格纳罗斯潜藏在熔岩下时，每4秒灼热的熔岩箭会落在4个随机玩家身上。一支熔岩箭造成45,000点火焰伤害。",
    },
    ["2x2185"] = {
    ["Title"] = "激怒",
    ["Description"] = "当纳兹夏尔荣誉守卫的生命值低于35%时，他会施放激怒。激怒效果使他的近战攻击速度提高50%，体型增大20%，持续1分钟。",
    },
    ["1x2185"] = {
    ["Title"] = "激怒",
    ["Description"] = "当纳兹夏尔荣誉守卫的生命值低于35%时，他会施放激怒。激怒效果使他的近战攻击速度提高50%，体型增大20%，持续1分钟。",
    },
    ["4x2512"] = {
    ["Title"] = "赞吉尔的红色复活药剂",
    ["Description"] = "赞吉尔召唤出一大群赞吉利僵尸。",
    },
    ["3x2851"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔继续放出火环，让它们出现在战斗区域的地面上，持续3秒。穿过火环的玩家将会获得炽炎之能的效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["6x2512"] = {
    ["Title"] = "赞吉尔的红色复活药剂",
    ["Description"] = "赞吉尔召唤出一大群赞吉利僵尸。",
    },
    ["5x2512"] = {
    ["Title"] = "赞吉尔的红色复活药剂",
    ["Description"] = "赞吉尔召唤出一大群赞吉利僵尸。",
    },
    ["3x3148"] = {
    ["Title"] = "熔岩之核",
    ["Description"] = "源质畸体使周围的区域沐浴在纯净的烈焰能量照射之下。每个熔岩之核爆炸都对周围半径4码范围内的所有玩家造成50,000点火焰伤害。",
    },
    ["4x3148"] = {
    ["Title"] = "熔岩之核",
    ["Description"] = "源质畸体使周围的区域沐浴在纯净的烈焰能量照射之下。每个熔岩之核爆炸都对周围半径4码范围内的所有玩家造成50,000点火焰伤害。",
    },
    ["5x3148"] = {
    ["Title"] = "熔岩之核",
    ["Description"] = "源质畸体使周围的区域沐浴在纯净的烈焰能量照射之下。每个熔岩之核爆炸都对周围半径4码范围内的所有玩家造成100,000点火焰伤害。",
    },
    ["2x2875"] = {
    ["Title"] = "第一阶段：没人敢欺负阿曼尼！",
    ["Description"] = "在遭遇战的开始，达卡拉处于巨魔形态。他会对随机的玩家施放重伤投掷，并对附近的敌人使用旋风斩。",
    },
    ["2x2863"] = {
    ["Title"] = "地狱飞跃",
    ["Description"] = "拉夏随机选择一名玩家，然后跃上半空，向其所在位置扑去。当拉夏施放地狱飞跃的时候，目标位置10码内的玩家移动速度提高50%。当拉夏落在目标位置时，他对10码内的所有玩家造成130,000点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["1x2863"] = {
    ["Title"] = "地狱飞跃",
    ["Description"] = "拉夏随机选择一名玩家，然后跃上半空，向其所在位置扑去。当拉夏施放地狱飞跃的时候，目标位置10码内的玩家移动速度提高50%。当拉夏落在目标位置时，他对10码内的所有玩家造成35,000点火焰伤害，并将他们击退。\r\n\r\n这一技能需要拉夏花费20点太阳能量。",
    },
    ["2x3509"] = {
    ["Title"] = "吞噬灵魂",
    ["Description"] = "梦魇幻象吞噬一名玩家的灵魂，将其杀死。",
    },
    ["6x2071"] = {
    ["Title"] = "影袭",
    ["Description"] = "迪菲亚暗影戒卫对当前目标造成普通近战攻击50%的伤害。",
    },
    ["5x2071"] = {
    ["Title"] = "影袭",
    ["Description"] = "迪菲亚暗影戒卫对当前目标造成普通近战攻击100%的伤害。",
    },
    ["2x3385"] = {
    ["Title"] = "梦魇之盾",
    ["Description"] = "埃鲁达克以梦魇精华笼罩附近的所有无面腐蚀者，持续4秒。任何玩家对被笼罩的无面腐蚀者发起攻击或者施放有害法术都会导致梦魇现形，立即对所有玩家造成20,000点暗影伤害。",
    },
    ["5x2839"] = {
    ["Title"] = "饥饿",
    ["Description"] = "不再处于饱餐状态的饥饿的巢鸟进入饥饿状态。如果处于饥饿时被攻击命中，巢鸟有20%的几率发脾气。",
    },
    ["4x2650"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合。烈焰之子在接触萨弗拉斯时会引发超级新星。",
    },
    ["5x2650"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合。烈焰之子在接触萨弗拉斯时会引发超级新星。",
    },
    ["1x2540"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "地怒者塔赫开始引导并朝空中发射火焰箭，持续5秒，随机对两名玩家造成每秒12,000点火焰伤害。\r\n\r\n火焰箭每秒随机对三名玩家造成伤害。|r",
    },
    ["6x2647"] = {
    ["Title"] = "熔岩元素",
    ["Description"] = "熔岩元素生于熔火地狱火。它将随机选择一名玩家，对其进行集中攻击。",
    },
    ["5x2052"] = {
    ["Title"] = "凝结蒸汽",
    ["Description"] = "在涡流蒸汽变成凝结蒸汽后，它会获得施放与自己同名的法术的能力。凝结蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["2x2412"] = {
    ["Title"] = "血之诅咒",
    ["Description"] = "高阶女祭司艾苏尔会诅咒一个随机敌对玩家，使其受到的物理伤害提高5,000点，持续15秒。",
    },
    ["3x2647"] = {
    ["Title"] = "熔岩元素",
    ["Description"] = "熔岩元素生于熔火地狱火。它将随机选择一名玩家，对其进行集中攻击。",
    },
    ["2x2052"] = {
    ["Title"] = "凝结蒸汽",
    ["Description"] = "在涡流蒸汽变成凝结蒸汽后，它会获得施放与自己同名的法术的能力。凝结蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["6x3148"] = {
    ["Title"] = "熔岩之核",
    ["Description"] = "源质畸体使周围的区域沐浴在纯净的烈焰能量照射之下。每个熔岩之核爆炸都对周围半径4码范围内的所有玩家造成100,000点火焰伤害。",
    },
    ["4x2697"] = {
    ["Title"] = "痛苦鞭笞",
    ["Description"] = "基尔娜拉随机鞭笞一名玩家，造成相当于50%普通近战伤害的暗影伤害，并在之后每2秒造成20,000点暗影伤害，持续10秒。",
    },
    ["5x2791"] = {
    ["Title"] = "第二阶段：解开尘世纷扰",
    ["Description"] = "在一段时间后，高阶祭司温诺希斯会变成蛇神赫希斯的化身。",
    },
    ["6x2791"] = {
    ["Title"] = "第二阶段：解开尘世纷扰",
    ["Description"] = "在一段时间后，高阶祭司温诺希斯会变成蛇神赫希斯的化身。",
    },
    ["2x2791"] = {
    ["Title"] = "第二阶段：解开尘世纷扰",
    ["Description"] = "在一段时间后，高阶祭司温诺希斯会变成蛇神赫希斯的化身。",
    },
    ["2x2558"] = {
    ["Title"] = "星界之声",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星界之声。",
    },
    ["1x2558"] = {
    ["Title"] = "星界之声",
    ["Description"] = "杀死该镜像，伊希斯特将无法使用星界之声。",
    },
    ["4x2791"] = {
    ["Title"] = "第二阶段：解开尘世纷扰",
    ["Description"] = "在一段时间后，高阶祭司温诺希斯会变成蛇神赫希斯的化身。",
    },
    ["4x3508"] = {
    ["Title"] = "愤怒",
    ["Description"] = "哈扎拉尔对他的当前目标射出一道闪电，造成70,000点自然伤害。",
    },
    ["3x2532"] = {
    ["Title"] = "雷奥利斯的火花",
    ["Description"] = "雷奥利斯的火花对12码内的所有玩家造成7,200点火焰伤害。",
    },
    ["3x3585"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "梵妮莎·范克里夫只在英雄难度下开放。",
    },
    ["5x2629"] = {
    ["Title"] = "第一阶段：被烈焰净化！",
    ["Description"] = "",
    },
    ["6x2532"] = {
    ["Title"] = "雷奥利斯的火花",
    ["Description"] = "雷奥利斯的火花对12码内的所有玩家造成7,200点火焰伤害。",
    },
    ["6x2727"] = {
    ["Title"] = "牧师",
    ["Description"] = "",
    },
    ["4x2532"] = {
    ["Title"] = "雷奥利斯的火花",
    ["Description"] = "雷奥利斯的火花对12码内的所有玩家造成7,200点火焰伤害。",
    },
    ["4x2727"] = {
    ["Title"] = "牧师",
    ["Description"] = "",
    },
    ["6x3127"] = {
    ["Title"] = "第二阶段：我们会来对付他们！",
    ["Description"] = "当费伦迪乌斯或伊格纳休斯中有一人降到25%生命值时，这两名议员都会撤退。然后艾里昂和泰拉斯卓会跳下来继续作战。",
    },
    ["4x3271"] = {
    ["Title"] = "自动毒弹",
    ["Description"] = "剧毒金刚的自动毒弹会每1.5秒制造一颗毒液炸弹。每颗毒液炸弹会集中攻击一名玩家。毒液炸弹进入目标的近战范围就会爆炸。",
    },
    ["2x3521"] = {
    ["Title"] = "麻痹药膏",
    ["Description"] = "毒蛇使一名随机玩家中毒，使其施法速度降低30%，持续12秒。",
    },
    ["2x3519"] = {
    ["Title"] = "阿曼尼毒蛇",
    ["Description"] = "一些带有剧毒的阿曼尼毒蛇。",
    },
    ["1x2122"] = {
    ["Title"] = "嚎叫之怒",
    ["Description"] = "盲眼守卫奥杜造成的物理伤害提高10%，体型增大15%，持续20秒。这个效果最多可以叠加5次。",
    },
    ["3x2956"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["5x2076"] = {
    ["Title"] = "血箭",
    ["Description"] = "造成49点物理伤害，并使当前敌方目标的移动速度降低20%，持续4秒。",
    },
    ["4x2076"] = {
    ["Title"] = "血箭",
    ["Description"] = "造成15,000点物理伤害，并使当前敌方目标的移动速度降低20%，持续4秒。",
    },
    ["4x3138"] = {
    ["Title"] = "迸涌",
    ["Description"] = "泰拉斯卓从脚下召唤出岩石利刺。每根利刺都会穿刺4码范围内的玩家，造成24,999点物理伤害，并将他们打飞。",
    },
    ["2x2065"] = {
    ["Title"] = "粉尘爆炸",
    ["Description"] = "当梵妮莎的生命值仅剩1%时，她会拿出最后一桶黑火药并点燃它。爆炸会杀死她，同时对周围半径10码范围内的所有敌方目标造成200,000点火焰伤害。",
    },
    ["5x2908"] = {
    ["Title"] = "扭曲之魂",
    ["Description"] = "扭曲之魂从神殿周围的传送门中蜂拥而出，攻击玩家。扭曲之魂攻击时造成暗影伤害。这些生物的生命值很低。",
    },
    ["2x2411"] = {
    ["Title"] = "第一阶段：杀掉入侵者！",
    ["Description"] = "",
    },
    ["5x2593"] = {
    ["Title"] = "磨难",
    ["Description"] = "距离磨难碎片最近的玩家每拥有一层效果，就会受到4,250点暗影伤害，每秒叠加一次。",
    },
    ["6x2593"] = {
    ["Title"] = "磨难",
    ["Description"] = "距离磨难碎片最近的玩家每拥有一层效果，就会受到4,250点暗影伤害，每秒叠加一次。",
    },
    ["6x3454"] = {
    ["Title"] = "浸透毒液",
    ["Description"] = "浸透毒液每2秒造成20,000点自然伤害。该效果可叠加，但驱散毒素时，可以清除所有的叠加次数。\r\n\r\n当玩家攻击或使用法术、技能时，可以给目标抹上毒液。",
    },
    ["1x3348"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["2x2074"] = {
    ["Title"] = "闪避",
    ["Description"] = "迪菲亚暗影戒卫的躲闪几率提高35%，持续10秒。\r\n\r\n迪菲亚暗影戒卫会在生命值低于30%时使用闪避。",
    },
    ["6x2972"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "这最后一条孤单的翡翠雏龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x3447"] = {
    ["Title"] = "静电震击",
    ["Description"] = "奥拉基尔震击近战攻击范围内的全部玩家，造成5,000点自然伤害，并打断一切施法，持续0.10秒。",
    },
    ["5x3457"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "灰葬男爵对60码范围内的所有玩家造成毁灭痛苦，造成10,000点暗影伤害，并使玩家在2分钟内受到的暗影伤害提高20%。该效果可叠加。",
    },
    ["2x3378"] = {
    ["Title"] = "无面腐蚀者",
    ["Description"] = "在埃鲁达克结束引导暗影飓风之后，一个无面腐蚀者会从房间的入口处冲进来。无面腐蚀者会无视玩家，直接移动到房间的右侧或左侧，开始对一枚阿莱克丝塔萨的卵引导暮光腐蚀。\r\n\r\n如果无面腐蚀者成功腐蚀了卵，就会有两条暮光雏龙孵化出来，而无面腐蚀者也会开始攻击玩家。",
    },
    ["3x2590"] = {
    ["Title"] = "荣耀烈焰",
    ["Description"] = "贝尔洛克的攻击会在其主要目标的身体里唤醒一道燃烧的火花，目标受到的物理伤害增加20%，同时最大生命值增加20%。\r\n\r\n每次贝尔洛克触发荣耀烈焰，他都获得一层烈火之魂的效果。",
    },
    ["2x2540"] = {
    ["Title"] = "火焰箭",
    ["Description"] = "地怒者塔赫开始引导并朝空中发射火焰箭，持续5秒，随机对两名玩家造成每秒15,000点火焰伤害。",
    },
    ["2x3457"] = {
    ["Title"] = "毁灭痛苦",
    ["Description"] = "灰葬男爵对60码范围内的所有玩家造成毁灭痛苦，造成10,000点暗影伤害，并使玩家在2分钟内受到的暗影伤害提高20%。该效果可叠加。",
    },
    ["2x3451"] = {
    ["Title"] = "重力打击",
    ["Description"] = "暮光龙人以附有魔法的攻击方式，对当前敌对目标造成相当于目标当前生命值60%的物理伤害，并使其攻击强度降低10,000点，持续8秒。",
    },
    ["4x2513"] = {
    ["Title"] = "赞吉利僵尸",
    ["Description"] = "一群赞吉利僵尸攻击玩家。",
    },
    ["1x3453"] = {
    ["Title"] = "暗影突击",
    ["Description"] = "暮光龙人踏进暗影，重新出现在当前敌方目标身后，随后对目标造成30,000点暗影伤害。",
    },
    ["2x2525"] = {
    ["Title"] = "电能风暴",
    ["Description"] = "埃基尔松将一个随机玩家定身在半空，并制造大型电能风暴，持续8秒。距离定身目标半径20码范围内的玩家不受伤害。对安全距离外的玩家，风暴每秒造成16,000点自然伤害，且受到的自然伤害提高100%，持续3秒。",
    },
    ["5x2393"] = {
    ["Title"] = "流水漩涡",
    ["Description"] = "在纳兹夏尔女士开始引导龙卷水涌之前，她会传送到水厅中央。当纳兹夏尔女士引导龙卷水涌时，她会周期性地召唤小型的水漩涡，缓慢地从纳兹夏尔女士身边移向某个玩家。\r\n\r\n若玩家碰到漩涡，就会被卷进去5秒。身陷漩涡中的玩家处于昏迷状态，每0.5秒受到5,000点冰霜伤害。",
    },
    ["4x2393"] = {
    ["Title"] = "流水漩涡",
    ["Description"] = "在纳兹夏尔女士开始引导龙卷水涌之前，她会传送到水厅中央。当纳兹夏尔女士引导龙卷水涌时，她会周期性地召唤小型的水漩涡，缓慢地从纳兹夏尔女士身边移向某个玩家。\r\n\r\n若玩家碰到漩涡，就会被卷进去5秒。身陷漩涡中的玩家处于昏迷状态，每0.5秒受到5,000点冰霜伤害。",
    },
    ["1x3451"] = {
    ["Title"] = "重力打击",
    ["Description"] = "暮光龙人以附有魔法的攻击方式，对当前敌对目标造成相当于目标当前生命值60%的物理伤害，并使其攻击强度降低2,000点，持续8秒。",
    },
    ["2x2393"] = {
    ["Title"] = "流水漩涡",
    ["Description"] = "在纳兹夏尔女士开始引导龙卷水涌之前，她会传送到水厅中央。当纳兹夏尔女士引导龙卷水涌时，她会周期性地召唤小型的水漩涡，缓慢地从纳兹夏尔女士身边移向某个玩家。\r\n\r\n若玩家碰到漩涡，就会被卷进去5秒。身陷漩涡中的玩家处于昏迷状态，每0.5秒受到5,000点冰霜伤害。",
    },
    ["3x3182"] = {
    ["Title"] = "暴雨",
    ["Description"] = "当尼希尔获得90点风能量后，他会施放暴雨，对周围半径90码范围内的所有玩家造成每秒20,000点冰霜伤害，持续15秒。此伤害由所有目标均摊。",
    },
    ["5x2406"] = {
    ["Title"] = "割裂",
    ["Description"] = "当欧泽鲁克在英雄模式下使用大地冲击时，地面会裂开，并从他前方的地面下突出三条岩石利刺。任何被利刺击中的玩家都将受到150,000点物理伤害，并被向上击飞。",
    },
    ["6x2749"] = {
    ["Title"] = "心灵尖啸",
    ["Description"] = "玛拉卡斯发出一道心灵尖啸，迫使40码范围内的敌人逃跑4秒。",
    },
    ["6x3325"] = {
    ["Title"] = "炽焰白骨结构体",
    ["Description"] = "奈法里奥斯的炽光地狱火会制造出一个燃烧着的骷髅构造体。",
    },
    ["4x2917"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["4x2525"] = {
    ["Title"] = "电能风暴",
    ["Description"] = "埃基尔松将一个随机玩家定身在半空，并制造大型电能风暴，持续8秒。距离定身目标半径20码范围内的玩家不受伤害。对安全距离外的玩家，风暴每秒造成16,000点自然伤害，且受到的自然伤害提高100%，持续3秒。",
    },
    ["5x2525"] = {
    ["Title"] = "电能风暴",
    ["Description"] = "埃基尔松将一个随机玩家定身在半空，并制造大型电能风暴，持续8秒。距离定身目标半径20码范围内的玩家不受伤害。对安全距离外的玩家，风暴每秒造成8,000点自然伤害，且受到的自然伤害提高50%，持续3秒。",
    },
    ["6x2525"] = {
    ["Title"] = "电能风暴",
    ["Description"] = "埃基尔松将一个随机玩家定身在半空，并制造大型电能风暴，持续8秒。距离定身目标半径20码范围内的玩家不受伤害。对安全距离外的玩家，风暴每秒造成16,000点自然伤害，且受到的自然伤害提高100%，持续3秒。",
    },
    ["4x2534"] = {
    ["Title"] = "火山",
    ["Description"] = "雷奥利斯领主会点燃一座火山，每2秒对3名玩家造成12,000点火焰伤害。当受到攻击时，玩家额外受到5%的火焰伤害，持续15秒。该效果可叠加20次。",
    },
    ["5x2534"] = {
    ["Title"] = "火山",
    ["Description"] = "雷奥利斯领主会点燃一座火山，每2秒对3名玩家造成12,000点火焰伤害。当受到攻击时，玩家额外受到5%的火焰伤害，持续15秒。该效果可叠加20次。",
    },
    ["6x3321"] = {
    ["Title"] = "弱点",
    ["Description"] = "当熔喉被尖刺穿透时，玩家可以攻击它的无护甲保护的头部，使其受到的伤害提高100%。在30秒之后，熔喉会挣脱尖刺。",
    },
    ["3x2534"] = {
    ["Title"] = "火山",
    ["Description"] = "雷奥利斯领主会点燃一座火山，每2秒对3名玩家造成12,000点火焰伤害。当受到攻击时，玩家额外受到5%的火焰伤害，持续15秒。该效果可叠加20次。\r\n\r\n在25人副本中，火山会对6名玩家造成伤害。|r",
    },
    ["6x3320"] = {
    ["Title"] = "发射钩子",
    ["Description"] = "站在熔喉钳子上的玩家可以向虫子面前的尖刺掷出弯钩，如果成功的话，它就可以将熔喉困在尖刺上，持续3秒。熔喉可以从单独一条锁链中挣脱，但是如果玩家能将第二条锁链钩在尖刺上，就可以拉动锁链，将熔喉穿在刺上。",
    },
    ["2x2568"] = {
    ["Title"] = "充能",
    ["Description"] = "当新生豆荚存活时，阿穆纳伊的伤害增加5%，近战急速增加30%。",
    },
    ["6x2534"] = {
    ["Title"] = "火山",
    ["Description"] = "雷奥利斯领主会点燃一座火山，每2秒对3名玩家造成12,000点火焰伤害。当受到攻击时，玩家额外受到5%的火焰伤害，持续15秒。该效果可叠加20次。",
    },
    ["6x3316"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "熔喉对所有玩家喷出岩浆，造成每2秒26,000点火焰伤害，持续6秒。",
    },
    ["5x3034"] = {
    ["Title"] = "回馈",
    ["Description"] = "当风暴火花被杀死时，它对奥拉基尔施加回馈效果，使其受到的伤害提高10%。这个效果可以叠加，持续20秒。",
    },
    ["2x2146"] = {
    ["Title"] = "痛苦的军官",
    ["Description"] = "指挥官斯普林瓦尔出现时带着一个哀嚎的卫兵和一个痛苦的军官，每隔一段时间就会有两个新的帮手加入战斗。",
    },
    ["2x824"] = {
    ["Title"] = "双持利刃",
    ["Description"] = "索朗格斯双持两把烈焰长剑，在此期间他可以连续使用这两把剑斩杀敌人，但所造成的物理伤害降低30%。",
    },
    ["1x824"] = {
    ["Title"] = "双持利刃",
    ["Description"] = "索朗格斯双持两把烈焰长剑，在此期间他可以连续使用这两把剑斩杀敌人，但所造成的物理伤害降低20%。",
    },
    ["1x2545"] = {
    ["Title"] = "重击",
    ["Description"] = "尘骨恐魔对当前目标造成125%的普通近战伤害。",
    },
    ["2x2545"] = {
    ["Title"] = "重击",
    ["Description"] = "尘骨恐魔对当前目标造成125%的普通近战伤害。",
    },
    ["3x3034"] = {
    ["Title"] = "回馈",
    ["Description"] = "当风暴火花被杀死时，它对奥拉基尔施加回馈效果，使其受到的伤害提高10%。这个效果可以叠加，持续30秒。",
    },
    ["4x2146"] = {
    ["Title"] = "痛苦的军官",
    ["Description"] = "指挥官斯普林瓦尔出现时带着一个哀嚎的卫兵和一个痛苦的军官，每隔一段时间就会有两个新的帮手加入战斗。",
    },
    ["6x3314"] = {
    ["Title"] = "裂伤",
    ["Description"] = "熔喉衔起他的当前目标，然后用力咬下去。巨大的力量会造成每2秒167,188点伤害。在30秒之后，熔喉会咬断这个目标的躯体。穿刺熔喉可以使他放开目标。",
    },
    ["6x3313"] = {
    ["Title"] = "寄生感染",
    ["Description"] = "当一条熔岩寄生虫钻入玩家体内之后，熔岩寄生虫每2秒造成25,000点伤害，持续10秒。感染完成后，玩家会呕吐出寄生虫，它会开始寻找新的宿主。",
    },
    ["6x3118"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "火之升腾者议员",
    },
    ["5x2777"] = {
    ["Title"] = "凝视",
    ["Description"] = "烬网工虫随机盯住一名玩家，无视其他所有人，但是他的伤害降低75%，持续10秒。",
    },
    ["4x2798"] = {
    ["Title"] = "痛苦泪池",
    ["Description"] = "高阶祭司温诺希斯在距离最远的玩家附近召唤一滩毒液。毒液会随着时间延长而扩散，每0.5秒对站在里面的玩家造成7,499点的自然伤害。",
    },
    ["2x2504"] = {
    ["Title"] = "天神下凡",
    ["Description"] = "格里雷克的体型明显增大，造成物理伤害提高500%，但是移动速度降低50%，持续18秒。",
    },
    ["4x2956"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["6x2956"] = {
    ["Title"] = "释放畸变怪",
    ["Description"] = "马洛拉克从培养室中释放3个畸变怪，它们会攻击玩家。",
    },
    ["4x3079"] = {
    ["Title"] = "灼热烈焰",
    ["Description"] = "艾卓曼德斯引导烈焰，使其充满整个房间。烈焰每2秒造成20,000点火焰伤害，并使敌人受到的火焰伤害提高50%，持续6秒。目标身上的每点音量值使这个伤害提高2%。共鸣冲击可以打断灼热烈焰的引导。\r\n\r\n灼热烈焰会在地上留下一片咆哮烈焰，持续4秒。",
    },
    ["6x2504"] = {
    ["Title"] = "天神下凡",
    ["Description"] = "格里雷克的体型明显增大，造成物理伤害提高500%，但是移动速度降低50%，持续18秒。",
    },
    ["5x2504"] = {
    ["Title"] = "天神下凡",
    ["Description"] = "格里雷克的体型明显增大，造成物理伤害提高500%，但是移动速度降低50%，持续18秒。",
    },
    ["4x2504"] = {
    ["Title"] = "天神下凡",
    ["Description"] = "格里雷克的体型明显增大，造成物理伤害提高500%，但是移动速度降低50%，持续18秒。",
    },
    ["6x2977"] = {
    ["Title"] = "时光守卫",
    ["Description"] = "",
    },
    ["5x2915"] = {
    ["Title"] = "烈焰之魂",
    ["Description"] = "这些范达尔的幻影会攻击敌人，直到被杀死为止。",
    },
    ["6x2070"] = {
    ["Title"] = "迪菲亚暗影戒卫",
    ["Description"] = "在召唤迪菲亚执行者之后不久，如果梵妮莎的生命值仍高于50%，她还会召唤一个迪菲亚暗影戒卫帮忙。",
    },
    ["2x2165"] = {
    ["Title"] = "召唤嗜血食尸鬼",
    ["Description"] = "高弗雷勋爵向周围发射六颗亡灵弹，每颗子弹落地之后都会从地下召唤出一个嗜血食尸鬼。",
    },
    ["4x3269"] = {
    ["Title"] = "化学炸弹",
    ["Description"] = "剧毒金刚会随机向一名玩家投掷一枚化学炸弹，在落点造成一片化学云雾。云中的任何单位受到的伤害都会提高。",
    },
    ["5x3331"] = {
    ["Title"] = "激情迸发！",
    ["Description"] = "当炽炎之爪新兵施放烈火喷涌时，他们获得一层激情迸发！这个效果可以使炽炎之爪新兵造成的伤害提高10%，施法速度提高10%。",
    },
    ["5x3327"] = {
    ["Title"] = "末日决战",
    ["Description"] = "当炽焰白骨结构体的生命值降到20%时，它会开始自毁。炽焰白骨结构体在末日决战中爆炸，对所有玩家造成125,000点火焰伤害。",
    },
    ["2x4289"] = {
    ["Title"] = "魔法打击",
    ["Description"] = "瓦罗森用奥术和火焰魔法为他的长剑充能，对一名敌人造成30,000点火焰伤害,并且剑弧会对周围其他敌人造成伤害。最多影响3个目标。",
    },
    ["6x2795"] = {
    ["Title"] = "赫希斯之耳语",
    ["Description"] = "高阶祭司温诺希斯将凝聚的毒液引导至一名随机的玩家身上，每0.3秒造成5,000点自然伤害。",
    },
    ["4x4289"] = {
    ["Title"] = "魔法打击",
    ["Description"] = "瓦罗森用奥术和火焰魔法为他的长剑充能，对一名敌人造成30,000点火焰伤害,并且剑弧会对周围其他敌人造成伤害。最多影响3个目标。",
    },
    ["5x2937"] = {
    ["Title"] = "灼热爆破",
    ["Description"] = "马洛拉克喷出火焰，造成850,000点火焰伤害，由正前方70度角、最远60码距离内的所有目标均摊。",
    },
    ["5x3319"] = {
    ["Title"] = "与熔岩虫肉搏",
    ["Description"] = "在熔喉发动大力撞击之后，会有一个短暂的机会，使两个玩家能够跳到他的钳子上。他们可以在那里把锁链缠在虫子面前的尖刺上，然后将熔喉拉向尖刺。",
    },
    ["2x2145"] = {
    ["Title"] = "致死打击",
    ["Description"] = "哀嚎的卫兵立即攻击敌人，造成普通武器攻击120%的伤害，并使敌人受到创伤，这个效果会使该目标受到的所有治疗效果降低25%。",
    },
    ["5x3316"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "熔喉对所有玩家喷出岩浆，造成每2秒22,499点火焰伤害，持续6秒。",
    },
    ["5x2596"] = {
    ["Title"] = "活力火花",
    ["Description"] = "如果玩家对受到磨难影响的目标施放直接治疗法术，目标身上每三层磨难效果都会使治疗者获得一层活力火花。如果玩家对受到荣耀烈焰影响的目标施放一次单目标直接治疗法术，将会触发生命之焰。",
    },
    ["4x2596"] = {
    ["Title"] = "活力火花",
    ["Description"] = "如果玩家对受到磨难影响的目标施放直接治疗法术，目标身上每三层磨难效果都会使治疗者获得一层活力火花。如果玩家对受到荣耀烈焰影响的目标施放一次单目标直接治疗法术，将会触发生命之焰。",
    },
    ["5x3315"] = {
    ["Title"] = "灼烤护甲",
    ["Description"] = "熔喉那炽热的血盆大口可以通过裂伤技能熔化玩家的护甲，使其护甲值降低50%，持续1.50分钟。",
    },
    ["2x2700"] = {
    ["Title"] = "远古之怒",
    ["Description"] = "每5秒，贝瑟克的化身的伤害提高5%，急速等级提高10%。此效果可以堆叠25层。",
    },
    ["4x2145"] = {
    ["Title"] = "致死打击",
    ["Description"] = "哀嚎的卫兵立即攻击敌人，造成普通武器攻击120%的伤害，并使敌人受到创伤，这个效果会使该目标受到的所有治疗效果降低25%。",
    },
    ["1x2356"] = {
    ["Title"] = "地震",
    ["Description"] = "摧骨者罗姆欧格砸击地面，将玩家脚下的地面击碎，每秒造成3,000点物理伤害，持续3秒。3秒之后，每一个地面碎块会对所有4码范围内的敌人造成7,500点物理伤害。\r\n\r\n在英雄难度下，每一个地面碎块都会召唤出一只愤怒之土生物。|r",
    },
    ["5x2974"] = {
    ["Title"] = "龙的复仇",
    ["Description"] = "岩龙死亡时会诅咒哈尔弗斯，使其受到的伤害提高100%。这个效果可以叠加。",
    },
    ["6x3180"] = {
    ["Title"] = "永冻",
    ["Description"] = "尼希尔向他的当前目标所在的方向引导冰霜冲击，对正前方50度角范围的玩家每1秒造成50,000点冰霜伤害，持续3秒。",
    },
    ["2x2456"] = {
    ["Title"] = "反复鞭笞",
    ["Description"] = "高阶预言者巴林姆以反复鞭笞惩罚他的当前敌对目标。巴林姆的下10次近战攻击会附带额外的5,000点物理伤害。",
    },
    ["5x3303"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x3010"] = {
    ["Title"] = "皮普的混合剂",
    ["Description"] = "当胆汁机器人启动时，它会向团队喷洒皮普的混合剂。皮普的混合剂可以防止血量高于10,000的玩家的生命值降到1点以下。",
    },
    ["5x3010"] = {
    ["Title"] = "皮普的混合剂",
    ["Description"] = "当胆汁机器人启动时，它会向团队喷洒皮普的混合剂。皮普的混合剂可以防止血量高于10,000的玩家的生命值降到1点以下。",
    },
    ["4x3010"] = {
    ["Title"] = "皮普的混合剂",
    ["Description"] = "当胆汁机器人启动时，它会向团队喷洒皮普的混合剂。皮普的混合剂可以防止血量高于10,000的玩家的生命值降到1点以下。",
    },
    ["3x3010"] = {
    ["Title"] = "皮普的混合剂",
    ["Description"] = "当胆汁机器人启动时，它会向团队喷洒皮普的混合剂。皮普的混合剂可以防止血量高于10,000的玩家的生命值降到1点以下。",
    },
    ["4x3373"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一个玩家，然后向其位置释放强大的烈焰弹幕，持续5秒。烈焰会包裹瓦里昂娜正前方150度角的巨大锥形区域，每秒对烈焰中的所有玩家造成最多40,000点暗影伤害。烈焰中的玩家距离瓦里昂娜越远，受到的伤害越低。",
    },
    ["4x2977"] = {
    ["Title"] = "时光守卫",
    ["Description"] = "",
    },
    ["4x3331"] = {
    ["Title"] = "激情迸发！",
    ["Description"] = "当炽炎之爪新兵施放烈火喷涌时，他们获得一层激情迸发！这个效果可以使炽炎之爪新兵造成的伤害提高10%，施法速度提高10%。",
    },
    ["4x3321"] = {
    ["Title"] = "弱点",
    ["Description"] = "当熔喉被尖刺穿透时，玩家可以攻击它的无护甲保护的头部，使其受到的伤害提高100%。在30秒之后，熔喉会挣脱尖刺。",
    },
    ["4x3320"] = {
    ["Title"] = "发射钩子",
    ["Description"] = "站在熔喉钳子上的玩家可以向虫子面前的尖刺掷出弯钩，如果成功的话，它就可以将熔喉困在尖刺上，持续3秒。熔喉可以从单独一条锁链中挣脱，但是如果玩家能将第二条锁链钩在尖刺上，就可以拉动锁链，将熔喉穿在刺上。",
    },
    ["4x3319"] = {
    ["Title"] = "与熔岩虫肉搏",
    ["Description"] = "在熔喉发动大力撞击之后，会有一个短暂的机会，使两个玩家能够跳到他的钳子上。他们可以在那里把锁链缠在虫子面前的尖刺上，然后将熔喉拉向尖刺。",
    },
    ["4x3318"] = {
    ["Title"] = "重型撞击",
    ["Description"] = "熔喉以整个躯体砸在屋中的一半场地上，对身下的所有玩家造成88,000点伤害，并使他们昏迷3秒。大力撞击还会短暂地使熔喉昏迷，此时两个玩家可以跳到他的钳子上。",
    },
    ["1x2129"] = {
    ["Title"] = "灵魂吸取",
    ["Description"] = "雷希戈尔随机对某个敌方目标引导魔法，使其无法移动，每1秒吸取25点生命值，持续4秒。雷希戈尔恢复相当于该数值两倍的生命值。",
    },
    ["5x2965"] = {
    ["Title"] = "灼热气息",
    ["Description"] = "原龙巨兽释放覆盖整个平台的烈焰波，每1秒对所有敌人造成12,000点火焰伤害，持续8秒。",
    },
    ["4x3303"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成35,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["3x3113"] = {
    ["Title"] = "水炸弹",
    ["Description"] = "费伦迪乌斯向屋内释放多支水箭，满天降下，对每个着陆点周围半径6码范围内的玩家造成10,000点冰霜伤害。受到水炸弹伤害的敌人还会获得浸水效果。",
    },
    ["3x3352"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "希奈丝特拉只在英雄难度下开放。",
    },
    ["3x3351"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["5x2715"] = {
    ["Title"] = "吸取能量",
    ["Description"] = "玛拉卡斯从附近所有的玩家身上吸取能量，使他造成的伤害提高5%。此效果可堆叠。",
    },
    ["2x2474"] = {
    ["Title"] = "第一阶段：南风起！",
    ["Description"] = "战斗开始时，希亚玛特漂浮在平台上，几乎不会受到任何伤害。",
    },
    ["3x3342"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["2x2425"] = {
    ["Title"] = "召唤风",
    ["Description"] = "阿尔泰鲁斯周期性地召唤风的力量，创造一股可能吹向四个基准方向的持续强风。玩家的位置，阿尔泰鲁斯的位置将随风向而变化，玩家还会受到阿尔泰鲁斯处于下风效果或是阿尔泰鲁斯占据上风效果影响。",
    },
    ["3x3341"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["2x2202"] = {
    ["Title"] = "无限痛苦",
    ["Description"] = "蛊心魔古厄夏将极度的痛苦引向附近的所有敌人，每秒造成5,000点暗影伤害，持续10秒。",
    },
    ["1x2202"] = {
    ["Title"] = "无限痛苦",
    ["Description"] = "蛊心魔古厄夏将极度的痛苦引向附近的所有敌人，每秒造成2,000点暗影伤害，持续10秒。",
    },
    ["3x3115"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯的冻结使所有浸水的敌人冻结，昏迷并造成每2秒25,000点冰霜伤害，持续10秒。",
    },
    ["2x2144"] = {
    ["Title"] = "往日的尖啸",
    ["Description"] = "哀嚎的卫兵发出可怕的尖叫，打断周围半径5码范围内的敌人施法。被打断的敌人在2秒内不能施放该系法术。",
    },
    ["4x2830"] = {
    ["Title"] = "飞行",
    ["Description"] = "使用烈焰之翼飞行的玩家可以拥有不同的战斗体验。",
    },
    ["4x2077"] = {
    ["Title"] = "愤怒场",
    ["Description"] = "迪菲亚血巫师在某个敌方目标的位置制造一道不稳定的魔法力场，持续30秒。力场的影响半径是5码，所有在此范围内的单位造成的伤害都提高50%。",
    },
    ["3x3332"] = {
    ["Title"] = "强猛气流",
    ["Description"] = "奥利瑟拉佐尔强力的飞翼攻击使她的巢穴中刮起猛烈的风，对距离火焰漩涡大于60码的玩家每1秒造成10,000点火焰伤害，持续5秒。这个效果可以叠加。",
    },
    ["1x823"] = {
    ["Title"] = "剑技能",
    ["Description"] = "",
    },
    ["2x3449"] = {
    ["Title"] = "暮光龙人",
    ["Description"] = "获得100层进化效果的玩家变成暮光龙人。",
    },
    ["1x3449"] = {
    ["Title"] = "暮光龙人",
    ["Description"] = "获得100层进化效果的玩家变成暮光龙人。",
    },
    ["3x2766"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到15,299点火焰伤害。",
    },
    ["3x3319"] = {
    ["Title"] = "与熔岩虫肉搏",
    ["Description"] = "在熔喉发动大力撞击之后，会有一个短暂的机会，使两个玩家能够跳到他的钳子上。他们可以在那里把锁链缠在虫子面前的尖刺上，然后将熔喉拉向尖刺。",
    },
    ["6x2921"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["1x3350"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["3x3316"] = {
    ["Title"] = "熔岩喷涌",
    ["Description"] = "熔喉对所有玩家喷出岩浆，造成每2秒16,000点火焰伤害，持续6秒。",
    },
    ["6x2766"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到27,954点火焰伤害。",
    },
    ["5x2766"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到21,869点火焰伤害。",
    },
    ["4x2766"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到17,000点火焰伤害。",
    },
    ["4x4122"] = {
    ["Title"] = "刃舞",
    ["Description"] = "阿丽萨巴尔进入刃舞状态，每秒对13码范围内所有玩家造成12,500点物理伤害。刃舞也将偏转所有攻击。",
    },
    ["3x4122"] = {
    ["Title"] = "刃舞",
    ["Description"] = "阿丽萨巴尔进入刃舞状态，每秒对13码范围内所有玩家造成12,500点物理伤害。刃舞也将偏转所有攻击。",
    },
    ["6x2535"] = {
    ["Title"] = "火山口",
    ["Description"] = "踩中一座活火山时，雷奥利斯领主会制造出一个火山口。他偶尔会使火山口里淌出岩浆。岩浆会对任何站在上面的玩家造成75,000点火焰伤害。\r\n\r\n在10秒后。熔岩洪流会开始喷发，对任何站在其中的玩家造成150,000点火焰伤害。",
    },
    ["5x2535"] = {
    ["Title"] = "火山口",
    ["Description"] = "踩中一座活火山时，雷奥利斯领主会制造出一个火山口。他偶尔会使火山口里淌出岩浆。岩浆会对任何站在上面的玩家造成75,000点火焰伤害。\r\n\r\n在10秒后。熔岩洪流会开始喷发，对任何站在其中的玩家造成150,000点火焰伤害。",
    },
    ["2x2071"] = {
    ["Title"] = "影袭",
    ["Description"] = "迪菲亚暗影戒卫对当前目标造成普通近战攻击50%的伤害。",
    },
    ["3x3310"] = {
    ["Title"] = "熔岩喷吐",
    ["Description"] = "熔喉随机向三名玩家喷出岩浆，对每个玩家造成35,000点火焰伤害。\r\n\r\n在25人团队中，熔喉随机向八名玩家喷射岩浆。|r",
    },
    ["4x2071"] = {
    ["Title"] = "影袭",
    ["Description"] = "迪菲亚暗影戒卫对当前目标造成普通近战攻击50%的伤害。",
    },
    ["3x3130"] = {
    ["Title"] = "雷霆震荡",
    ["Description"] = "艾里昂施放出一股巨大的雷暴，闪烁的电光在屋内跳动，对所有玩家造成80,000点自然伤害。带有融入大地效果的玩家所受到的伤害将会大幅降低。",
    },
    ["3x3305"] = {
    ["Title"] = "暗影爆燃火花",
    ["Description"] = "奈法利安在附近制造一团迅速扩大的暗影火焰，对周围半径4码范围内的所有敌人造成35,000点暗影烈焰伤害，并复活这一范围内的复生的坚骨战士。",
    },
    ["6x2627"] = {
    ["Title"] = "烈焰打击",
    ["Description"] = "阿曼尼龙鹰幼崽对当前目标施放烈焰打击，造成5,000点火焰伤害，并目标受到的火焰伤害提高3%，持续10秒。该效果可叠加，但驱散烈焰打击一次就可以清除所有的叠加次数。",
    },
    ["4x2662"] = {
    ["Title"] = "流星冲击",
    ["Description"] = "玩家同活体流星之间的距离若小于4码，则会触发流星冲击，对8码内的敌人造成110,000点火焰伤害。",
    },
    ["5x2662"] = {
    ["Title"] = "流星冲击",
    ["Description"] = "玩家同活体流星之间的距离若小于4码，则会触发流星冲击，对8码内的敌人造成500,000点火焰伤害。",
    },
    ["2x2426"] = {
    ["Title"] = "阿尔泰鲁斯处于下风",
    ["Description"] = "如果强风在接触阿尔泰鲁斯之前吹到玩家，那么玩家的攻击和施法速度提高100%，移动速度提高30%。",
    },
    ["2x2501"] = {
    ["Title"] = "致命药膏",
    ["Description"] = "雷纳塔基使他的当前目标中毒，每3秒造成1,750点自然伤害。这个效果最多可以叠加20次。",
    },
    ["1x2426"] = {
    ["Title"] = "阿尔泰鲁斯处于下风",
    ["Description"] = "如果强风在接触阿尔泰鲁斯之前吹到玩家，那么玩家的攻击和施法速度提高100%，移动速度提高30%。",
    },
    ["2x2077"] = {
    ["Title"] = "愤怒场",
    ["Description"] = "迪菲亚血巫师在某个敌方目标的位置制造一道不稳定的魔法力场，持续30秒。力场的影响半径是5码，所有在此范围内的单位造成的伤害都提高50%。",
    },
    ["3x2767"] = {
    ["Title"] = "流星灼烧",
    ["Description"] = "流星坠落到网上，对站在下面7码范围内的目标造成40,000点火焰伤害。此外，网将被烧出一个洞，玩家会从中掉下去。",
    },
    ["4x2767"] = {
    ["Title"] = "流星灼烧",
    ["Description"] = "流星坠落到网上，对站在下面7码范围内的目标造成40,000点火焰伤害。此外，网将被烧出一个洞，玩家会从中掉下去。",
    },
    ["5x2767"] = {
    ["Title"] = "流星灼烧",
    ["Description"] = "流星坠落到网上，对站在下面7码范围内的目标造成40,000点火焰伤害。此外，网将被烧出一个洞，玩家会从中掉下去。",
    },
    ["6x2767"] = {
    ["Title"] = "流星灼烧",
    ["Description"] = "流星坠落到网上，对站在下面7码范围内的目标造成40,000点火焰伤害。此外，网将被烧出一个洞，玩家会从中掉下去。",
    },
    ["4x2923"] = {
    ["Title"] = "灼热旋风",
    ["Description"] = "灼热旋风将所有敌方目标卷入空中，阻止他们做出任何行动，同时使他们进入无敌状态，持续3秒。",
    },
    ["3x2923"] = {
    ["Title"] = "灼热旋风",
    ["Description"] = "灼热旋风将所有敌方目标卷入空中，阻止他们做出任何行动，同时使他们进入无敌状态，持续3秒。",
    },
    ["5x3219"] = {
    ["Title"] = "黑暗造物",
    ["Description"] = "古加尔使地上的黑雾中伸出触须。",
    },
    ["1x2462"] = {
    ["Title"] = "第二阶段：跪地忏悔",
    ["Description"] = "高阶预言者巴林姆施放忏悔之后，将会免疫所有伤害，并将玩家送入一片黑暗领域。玩家必须击败黑暗先驱才能结束第二阶段，回到自己的身体中，并继续与高阶预言者巴林姆作战。",
    },
    ["3x3017"] = {
    ["Title"] = "第二阶段：恐怖的造物",
    ["Description"] = "当生命值降到20%以下时，奇美隆进入狂暴状态。这将使得他免疫嘲讽效果，并且大幅度降低玩家的治疗效果。",
    },
    ["5x2077"] = {
    ["Title"] = "愤怒场",
    ["Description"] = "迪菲亚血巫师在某个敌方目标的位置制造一道不稳定的魔法力场，持续30秒。力场的影响半径是5码，所有在此范围内的单位造成的伤害都提高25%。",
    },
    ["3x3338"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["2x3374"] = {
    ["Title"] = "禁锢暗影",
    ["Description"] = "埃鲁达克随机向一名玩家所在的位置发射大量禁锢暗影。当暗影抵达目标位置，会对该位置周围半径8码范围内的所有玩家每1秒吸取8,000点生命值，并使其无法移动。埃鲁达克受到相当于吸取量三倍的治疗。",
    },
    ["5x2845"] = {
    ["Title"] = "烈焰之末使者",
    ["Description"] = "在第一阶段，烈焰之末使者会周期性地出现，开始施放灾变流星。使者对所有伤害免疫，但是施放灾变流星后会立刻死亡。",
    },
    ["2x2026"] = {
    ["Title"] = "第二阶段：我不需要他！",
    ["Description"] = "在伐木场巨怪死后，赫利克斯·破甲会跌落在地。这时候他会更加频繁地使用黏性炸弹。",
    },
    ["1x2026"] = {
    ["Title"] = "第二阶段：我不需要他！",
    ["Description"] = "在伐木场巨怪死后，赫利克斯·破甲会跌落在地。这时候他会更加频繁地使用黏性炸弹。",
    },
    ["4x3017"] = {
    ["Title"] = "第二阶段：恐怖的造物",
    ["Description"] = "当生命值降到20%以下时，奇美隆进入狂暴状态。这将使得他免疫嘲讽效果，并且大幅度降低玩家的治疗效果。",
    },
    ["2x3373"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "瓦里昂娜随机选择一个玩家，然后向其位置释放强大的烈焰弹幕，持续5秒。烈焰会包裹瓦里昂娜正前方150度角的巨大锥形区域，每秒对烈焰中的所有玩家造成最多40,000点暗影伤害。烈焰中的玩家距离瓦里昂娜越远，受到的伤害越低。",
    },
    ["6x2783"] = {
    ["Title"] = "寡妇蛛之吻",
    ["Description"] = "贝丝缇拉克致命的亲吻使其当前目标血液沸腾，目标受到的治疗效果每5秒降低2%，持续20秒。同时目标将会对10码范围的友方造成持续增长的火焰伤害。",
    },
    ["2x3357"] = {
    ["Title"] = "召唤灰鳞矮人",
    ["Description"] = "乌比斯将军周期性地从身后的废墟中召唤穴居人助战。一个恶毒的穴居人和三个洞窟穴居人会跳下来加入战斗。",
    },
    ["4x3180"] = {
    ["Title"] = "永冻",
    ["Description"] = "尼希尔向他的当前目标所在的方向引导冰霜冲击，对正前方50度角范围的玩家每1秒造成24,000点冰霜伤害，持续3秒。",
    },
    ["4x2535"] = {
    ["Title"] = "火山口",
    ["Description"] = "踩中一座活火山时，雷奥利斯领主会制造出一个火山口。他偶尔会使火山口里淌出岩浆。岩浆会对任何站在上面的玩家造成75,000点火焰伤害。\r\n\r\n在10秒后。熔岩洪流会开始喷发，对任何站在其中的玩家造成150,000点火焰伤害。",
    },
    ["2x2710"] = {
    ["Title"] = "强力惩击",
    ["Description"] = "阿莱松随机打击一名玩家，造成10,000点神圣伤害。",
    },
    ["1x3378"] = {
    ["Title"] = "无面腐蚀者",
    ["Description"] = "在埃鲁达克结束引导暗影飓风之后，一个无面腐蚀者会从房间的入口处冲进来。无面腐蚀者会无视玩家，直接移动到房间的右侧或左侧，开始对一枚阿莱克丝塔萨的卵引导暮光腐蚀。\r\n\r\n如果无面腐蚀者成功腐蚀了卵，就会有两条暮光雏龙孵化出来，而无面腐蚀者也会开始攻击玩家。\r\n\r\n在英雄难度下，会有两个无面腐蚀者进入房间。|r",
    },
    ["1x2055"] = {
    ["Title"] = "丢掷食物",
    ["Description"] = "“船长”曲奇会不断地随机向任意玩家所在的位置投掷食物。丢一次美味的食物，再丢一次腐烂的食物，如此反复。",
    },
    ["6x3086"] = {
    ["Title"] = "咆哮烈焰吐息",
    ["Description"] = "艾卓曼德斯喷出一团烈焰，在屋内随机追踪一名玩家。咆哮烈焰吐息造成25,000点火焰伤害，并在路径上留下咆哮烈焰。火息的移动速度会越来越快。\r\n\r\n共鸣冲击可以暂时停止火息前进，但艾卓曼德斯会令烈焰转而追击敲响远古矮人护盾的玩家。",
    },
    ["1x3369"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "瓦里昂娜在达加·燃影者的生命值降到30%以下时加入战斗。她会与达加·燃影者一同战斗，直到自己的生命值低于20%。此时她会扔下达加·燃影者，让他独自面对玩家。",
    },
    ["2x2383"] = {
    ["Title"] = "熔岩流淌",
    ["Description"] = "幼崽的熔岩口水聚集成一池熔岩，任何站在上面的玩家都会受到每1秒7,000点火焰伤害。熔岩池持续20秒。",
    },
    ["6x3229"] = {
    ["Title"] = "暮光切割射线",
    ["Description"] = "希奈丝特拉召唤两枚暗影宝珠，每一枚都会锁定并追击一个玩家。这两枚宝珠由一条纯粹暮光能量的切割线连接，对任何碰到这条连线的玩家造成每5秒50,000点暗影伤害。\r\n\r\n每一枚宝珠还会释放暮光能量，每0.5秒对周围半径5码范围内的敌人造成30,000点暗影伤害。宝珠在15秒之后消失。",
    },
    ["4x2383"] = {
    ["Title"] = "熔岩流淌",
    ["Description"] = "幼崽的熔岩口水聚集成一池熔岩，任何站在上面的玩家都会受到每1秒7,000点火焰伤害。熔岩池持续20秒。",
    },
    ["5x2383"] = {
    ["Title"] = "熔岩流淌",
    ["Description"] = "幼崽的熔岩口水聚集成一池熔岩，任何站在上面的玩家都会受到每1秒2,750点火焰伤害。熔岩池持续20秒。",
    },
    ["6x2383"] = {
    ["Title"] = "熔岩流淌",
    ["Description"] = "幼崽的熔岩口水聚集成一池熔岩，任何站在上面的玩家都会受到每1秒7,000点火焰伤害。熔岩池持续20秒。",
    },
    ["6x3161"] = {
    ["Title"] = "腐蚀信徒",
    ["Description"] = "古加尔召唤这些上古之神的无面者仆从，以加速敌人的灭亡。",
    },
    ["5x2710"] = {
    ["Title"] = "强力惩击",
    ["Description"] = "阿莱松随机打击一名玩家，造成10,000点神圣伤害。",
    },
    ["6x2710"] = {
    ["Title"] = "强力惩击",
    ["Description"] = "阿莱松随机打击一名玩家，造成10,000点神圣伤害。",
    },
    ["6x2923"] = {
    ["Title"] = "灼热旋风",
    ["Description"] = "灼热旋风将所有敌方目标卷入空中，阻止他们做出任何行动，同时使他们进入无敌状态，持续3秒。",
    },
    ["4x2710"] = {
    ["Title"] = "强力惩击",
    ["Description"] = "阿莱松随机打击一名玩家，造成10,000点神圣伤害。",
    },
    ["5x3251"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "希奈丝特拉周期性地召唤一组五条暮光雏龙来攻击入侵者。",
    },
    ["6x3251"] = {
    ["Title"] = "暮光雏龙",
    ["Description"] = "希奈丝特拉周期性地召唤一组五条暮光雏龙来攻击入侵者。",
    },
    ["1x3362"] = {
    ["Title"] = "洞窟穴居人",
    ["Description"] = "洞窟穴居人的生命值很低。",
    },
    ["3x2771"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网织网蛛随机对一名敌人喷出灼人的毒液，造成15,299点火焰伤害。",
    },
    ["1x2465"] = {
    ["Title"] = "灵魂碎块",
    ["Description"] = "这些敌人的生命值很低，且移动缓慢。",
    },
    ["1x3347"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖阿曼只在英雄难度下开放。",
    },
    ["5x3229"] = {
    ["Title"] = "暮光切割射线",
    ["Description"] = "希奈丝特拉召唤两枚暗影宝珠，每一枚都会锁定并追击一个玩家。这两枚宝珠由一条纯粹暮光能量的切割线连接，对任何碰到这条连线的玩家造成每5秒50,000点暗影伤害。\r\n\r\n每一枚宝珠还会释放暮光能量，每0.5秒对周围半径5码范围内的敌人造成30,000点暗影伤害。宝珠在15秒之后消失。",
    },
    ["1x3343"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["1x3342"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["1x3338"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "祖尔格拉布只在英雄难度下开放。",
    },
    ["6x3297"] = {
    ["Title"] = "被窃取的能量",
    ["Description"] = "被控制的玩家愤怒地反击奈法利安，伤害和治疗输出提高3%，持续15秒。这个效果可以叠加。",
    },
    ["5x2655"] = {
    ["Title"] = "第三阶段：滚出我的领域！",
    ["Description"] = "",
    },
    ["5x2744"] = {
    ["Title"] = "冰枪术",
    ["Description"] = "玛拉卡斯对一名随机敌人造成20,000点冰霜伤害。",
    },
    ["2x2142"] = {
    ["Title"] = "哀嚎的卫兵",
    ["Description"] = "指挥官斯普林瓦尔出现时带着一个哀嚎的卫兵和一个痛苦的军官，每隔一段时间就会有两个新的帮手加入战斗。",
    },
    ["2x2696"] = {
    ["Title"] = "痛楚哀嚎",
    ["Description"] = "基尔娜拉黑暗的痛楚哀嚎对所有敌人造成20,000点暗影伤害。",
    },
    ["2x2405"] = {
    ["Title"] = "大地冲击",
    ["Description"] = "欧泽鲁克积蓄着力量，然后猛捶他前面的地面，对作用点范围4码内的所有敌人造成100,000点物理伤害。",
    },
    ["5x3133"] = {
    ["Title"] = "消散",
    ["Description"] = "艾里昂化身成为旋风，出现在屋中的其它位置，然后施放闪电震爆。",
    },
    ["6x3114"] = {
    ["Title"] = "浸水",
    ["Description"] = "水炸弹将玩家浸在冰冷的水中，使其移动速度降低25%。费伦迪乌斯的冻结会使所有浸水的玩家变成冻结状态。伊格纳休斯的技能所带来的热量可以移除此效果。",
    },
    ["6x3281"] = {
    ["Title"] = "暗影烈焰吐息",
    ["Description"] = "奈法利安的龙息对正前方60度60码锥形范围内的玩家造成54,000点暗影烈焰伤害，并完全恢复这一区域内的所有复生的坚骨战士的能量。",
    },
    ["6x2887"] = {
    ["Title"] = "第三阶段：还有更多的人会像你一样倒下！",
    ["Description"] = "达卡拉吸收雄鹰或者龙鹰的精华。",
    },
    ["5x2039"] = {
    ["Title"] = "黑曜石合金",
    ["Description"] = "死神原型机免疫火焰伤害。",
    },
    ["4x4271"] = {
    ["Title"] = "禁卫队长瓦罗森",
    ["Description"] = "为了防止玛诺洛斯正在引导的法术被打断，禁卫队长瓦罗森对玩家展开攻击。",
    },
    ["5x2631"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["6x2631"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成127,499点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到42,499点伤害，持续5秒。",
    },
    ["3x2631"] = {
    ["Title"] = "熔岩波浪",
    ["Description"] = "熔岩波浪造成75,000点火焰伤害，击退途经的所有玩家。被击退的目标每1秒额外受到22,499点伤害，持续5秒。",
    },
    ["3x2583"] = {
    ["Title"] = "狂脸",
    ["Description"] = "狂脸不受控制，会周期性地更换目标，从一个敌人冲向另一个敌人。",
    },
    ["5x3021"] = {
    ["Title"] = "第一阶段：我接受你们的挑战！",
    ["Description"] = "奥拉基尔周期性地施放狂风、阵风冲击和冰雪风暴，还会随机选择一名玩家对其施放闪电打击。他会对所有近战范围内的目标施放静电震击，如果他的主目标离开近战范围，则会对其施放通电。",
    },
    ["4x2771"] = {
    ["Title"] = "灼伤酸液",
    ["Description"] = "烬网织网蛛随机对一名敌人喷出灼人的毒液，造成16,999点火焰伤害。",
    },
    ["6x2583"] = {
    ["Title"] = "狂脸",
    ["Description"] = "狂脸不受控制，会周期性地更换目标，从一个敌人冲向另一个敌人。",
    },
    ["6x2039"] = {
    ["Title"] = "黑曜石合金",
    ["Description"] = "死神原型机免疫火焰伤害。",
    },
    ["4x2583"] = {
    ["Title"] = "狂脸",
    ["Description"] = "狂脸不受控制，会周期性地更换目标，从一个敌人冲向另一个敌人。",
    },
    ["5x2583"] = {
    ["Title"] = "狂脸",
    ["Description"] = "狂脸不受控制，会周期性地更换目标，从一个敌人冲向另一个敌人。",
    },
    ["6x3272"] = {
    ["Title"] = "毒液炸弹",
    ["Description"] = "剧毒金刚的自动毒弹制造的毒液炸弹会锁定攻击一名玩家。毒液炸弹会在接近目标近战范围后爆炸，产生一滩毒浆。",
    },
    ["6x3270"] = {
    ["Title"] = "化学云雾",
    ["Description"] = "剧毒金刚的化学云雾会使站在其中的任何单位所受到的伤害提高50%。",
    },
    ["5x2620"] = {
    ["Title"] = "灵魂的复仇",
    ["Description"] = "被禁锢的灵魂对刚复活的玩家施加增益，使他们的伤害值和治疗量提高25%。最大生命值提高25%，受到的伤害降低10%，直到战斗结束为止。该效果可叠加。",
    },
    ["4x2392"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶毒药，然后随机将其扔向一个玩家所在的位置。瓶子落地即炸开。\r\n\r\n毒药立即对周围半径4码范围内的所有玩家造成25,000点自然伤害，并持续造成每秒6,000点自然伤害，使玩家的移动速度降低40%，持续15秒。",
    },
    ["5x2901"] = {
    ["Title"] = "哈卡之影",
    ["Description"] = "金度从哈卡之灵那里抽取力量，来为武器充能。在接下来的8秒内，他的攻击会释放出能量，跃向多个单位，造成100,000点暗影伤害。锁链内的每个额外目标受到的伤害降低85%。",
    },
    ["4x2850"] = {
    ["Title"] = "火焰飓风",
    ["Description"] = "火焰飓风从火焰漩涡中喷薄而出，开始迅速地绕着奥利瑟拉佐尔的战斗区域移动，每1秒对10码内的敌人造成25,000点火焰伤害。",
    },
    ["1x2394"] = {
    ["Title"] = "水晶弹幕",
    ["Description"] = "克伯鲁斯会向某名玩家的所在地发射水晶弹幕，对该地点周围半径5码内的敌人造成每0.5秒2,000点物理伤害，持续4秒。\r\n\r\n在英雄难度下，水晶弹幕还会每0.5秒在该片区域内召唤一只水晶碎片。|r",
    },
    ["2x2394"] = {
    ["Title"] = "水晶弹幕",
    ["Description"] = "克伯鲁斯会向某名玩家的所在地发射水晶弹幕，对该地点周围半径5码内的敌人造成每0.5秒10,000点物理伤害，持续4秒。",
    },
    ["4x3178"] = {
    ["Title"] = "尼希尔",
    ["Description"] = "尼希尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放暴雨。",
    },
    ["5x3178"] = {
    ["Title"] = "尼希尔",
    ["Description"] = "尼希尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放暴雨。",
    },
    ["6x3178"] = {
    ["Title"] = "尼希尔",
    ["Description"] = "尼希尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放暴雨。",
    },
    ["4x3037"] = {
    ["Title"] = "风暴之眼",
    ["Description"] = "所有玩家都可以飞翔，速度为普通移动速度的300%。",
    },
    ["6x2119"] = {
    ["Title"] = "诅咒迷雾",
    ["Description"] = "席瓦莱恩男爵对周围半径40码范围内的所有敌人造成25,000点暗影伤害，并使他们受到的魔法治疗效果降低75%，持续8秒。",
    },
    ["6x3110"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "水之升腾者议员",
    },
    ["4x2119"] = {
    ["Title"] = "诅咒迷雾",
    ["Description"] = "席瓦莱恩男爵对周围半径40码范围内的所有敌人造成25,000点暗影伤害，并使他们受到的魔法治疗效果降低75%，持续8秒。",
    },
    ["5x2119"] = {
    ["Title"] = "诅咒迷雾",
    ["Description"] = "席瓦莱恩男爵对周围半径40码范围内的所有敌人造成25,000点暗影伤害，并使他们受到的魔法治疗效果降低75%，持续8秒。",
    },
    ["6x2423"] = {
    ["Title"] = "潜伏风暴",
    ["Description"] = "潜伏风暴只有在没人注意的情况下才会攻击玩家。",
    },
    ["1x2429"] = {
    ["Title"] = "闪电冲击",
    ["Description"] = "任何没有站在阿尔泰鲁斯的平台上的玩家都将被一股强猛的闪电所冲击，受到60,000点自然伤害。",
    },
    ["5x3161"] = {
    ["Title"] = "腐蚀信徒",
    ["Description"] = "古加尔召唤这些上古之神的无面者仆从，以加速敌人的灭亡。",
    },
    ["6x3219"] = {
    ["Title"] = "黑暗造物",
    ["Description"] = "古加尔使地上的黑雾中伸出触须。",
    },
    ["6x3216"] = {
    ["Title"] = "古神之血",
    ["Description"] = "腐蚀信徒的血液凝结成为许多个邪恶的软泥怪，每个都会随机挑选一名玩家，并向其移动。古神之血碰到任何目标都会使他们的腐蚀术等级提高。",
    },
    ["4x2827"] = {
    ["Title"] = "羽蜕",
    ["Description"] = "奥利瑟拉佐尔开始羽蜕，在附近产生熔火之羽。",
    },
    ["5x2827"] = {
    ["Title"] = "羽蜕",
    ["Description"] = "奥利瑟拉佐尔开始羽蜕，在附近产生熔火之羽。",
    },
    ["6x3212"] = {
    ["Title"] = "强效暗影",
    ["Description"] = "当暗影之令强化古加尔的战锤之后，它会每3秒放射一次虚空能量，对周围半径50000码范围内的玩家造成35,000点暗影伤害。",
    },
    ["6x2968"] = {
    ["Title"] = "被囚禁的龙族",
    ["Description"] = "哈尔弗斯奴役了一条岩龙、一条虚空之子、一条风暴骑手、一条时光守卫和一群孤单的翡翠雏龙。他们围绕在他的平台周围，被奴役的锁链束缚着。如果释放这些龙，他们就会转而攻击自己的主人并削弱他，但是哈尔弗斯会随即控制这些龙，强迫他们与玩家作战。",
    },
    ["5x2707"] = {
    ["Title"] = "阿莱松·安提雷",
    ["Description"] = "一名血精灵神圣牧师。",
    },
    ["5x2755"] = {
    ["Title"] = "闪电链",
    ["Description"] = "玛拉卡斯向敌人射出一支闪电箭，造成20,000点自然伤害，这支闪电箭会在击中目标后继续攻击周围的敌人，最多可攻击3个目标，每个被击中的目标受到伤害都会比前一个减少50%。",
    },
    ["5x3292"] = {
    ["Title"] = "第三阶段：你将不得好死！",
    ["Description"] = "在玩家杀死所有原型多彩龙人之后，岩浆退去，奈法利安降落以结束战斗。",
    },
    ["1x829"] = {
    ["Title"] = "阻挠",
    ["Description"] = "索朗格斯手中这柄锤子重量惊人，因此他的移动速度降低70%，但物理伤害提高200%。",
    },
    ["5x3136"] = {
    ["Title"] = "引力井",
    ["Description"] = "泰拉斯卓随机在一名玩家身边创造一个小型的强力引力井。引力井会周期性地对7码内的玩家造成3,000点自然伤害，并将他们拉进井中，持续30秒。进入引力井的玩家将获得融入大地效果。",
    },
    ["4x2423"] = {
    ["Title"] = "潜伏风暴",
    ["Description"] = "潜伏风暴只有在没人注意的情况下才会攻击玩家。",
    },
    ["2x829"] = {
    ["Title"] = "阻挠",
    ["Description"] = "索朗格斯手中这柄锤子重量惊人，因此他的移动速度降低70%，但物理伤害提高200%。",
    },
    ["4x2831"] = {
    ["Title"] = "炽炎之能",
    ["Description"] = "奥利瑟拉佐尔会周期性地放出火环，持续3秒。穿过火环的敌人将会获得炽炎之能效果，提高急速8%，最多叠加25次。此外，每层炽炎之能都会恢复法力、怒气、能量、符文能量、神圣能量，并且刷新烈焰之翼的持续时间。",
    },
    ["4x2110"] = {
    ["Title"] = "灾星",
    ["Description"] = "当生命值低于25%时，灰葬男爵变身成为黑暗天使长，释放他真正的力量。每1秒，灰葬男爵造成5,000点暗影伤害，并使敌人受到的暗影伤害提高1%，直到灰葬男爵或他的敌人死亡。这个效果可以叠加。",
    },
    ["6x3115"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯的冻结使所有浸水的敌人冻结，昏迷并造成每2秒80,000点冰霜伤害，持续10秒。",
    },
    ["3x2582"] = {
    ["Title"] = "肢解",
    ["Description"] = "裂肢疯狂地撕咬当前目标，对一名敌人造成130%的普通近战伤害，并使目标受到锯裂的影响。",
    },
    ["5x2967"] = {
    ["Title"] = "狂怒咆哮",
    ["Description"] = "当哈尔弗斯的生命值低于50%时，他会周期性地发出狂怒咆哮。这种可怕的咆哮会对所有玩家造成20,000点物理伤害，并将他们击倒在地，昏迷2秒。哈尔弗斯会在短时间内连续咆哮三次。",
    },
    ["5x3279"] = {
    ["Title"] = "奈法利安",
    ["Description"] = "",
    },
    ["5x3278"] = {
    ["Title"] = "死亡之翼的子嗣",
    ["Description"] = "奈法利安和奥妮克希亚之间的距离小于50码时，他们的攻击速度提升100%。",
    },
    ["3x2996"] = {
    ["Title"] = "噬体魔法",
    ["Description"] = "瑟纳利昂扭曲一名敌对施法者的魔法能量，使其伤害和治疗输出提高100%，持续20秒。\r\n\r\n但是，每当这名玩家造成伤害或治疗，噬体魔法就会触发一次暮光爆炸，对周围半径10码范围内的所有玩家造成相当于该伤害或治疗量的伤害。\r\n\r\n在25人团队中，瑟纳利昂会扭曲三名敌对施法者的魔法能量。|r",
    },
    ["5x3272"] = {
    ["Title"] = "毒液炸弹",
    ["Description"] = "剧毒金刚的自动毒弹制造的毒液炸弹会锁定攻击一名玩家。毒液炸弹会在接近目标近战范围后爆炸，产生一滩毒浆。",
    },
    ["2x2131"] = {
    ["Title"] = "爪击",
    ["Description"] = "狼王南杜斯猛击他的当前目标，造成普通近战攻击125%的物理伤害。",
    },
    ["1x2131"] = {
    ["Title"] = "爪击",
    ["Description"] = "狼王南杜斯猛击他的当前目标，造成普通近战攻击125%的物理伤害。",
    },
    ["6x2815"] = {
    ["Title"] = "山猫乱舞",
    ["Description"] = "山猫之灵开始乱舞，造成的伤害降低50%，但攻击速度提高75%。当处于山猫乱舞的状态下时，山猫之灵不受昏迷、定身、诱捕，或是其他任何控制技能影响。",
    },
    ["4x2815"] = {
    ["Title"] = "山猫乱舞",
    ["Description"] = "山猫之灵开始乱舞，造成的伤害降低50%，但攻击速度提高75%。当处于山猫乱舞的状态下时，山猫之灵不受昏迷、定身、诱捕，或是其他任何控制技能影响。",
    },
    ["5x3264"] = {
    ["Title"] = "安保焚化措施",
    ["Description"] = "熔岩金刚每1秒对屋内的所有玩家造成15,000点火焰伤害，持续4秒。",
    },
    ["5x3253"] = {
    ["Title"] = "暮光精华",
    ["Description"] = "当一个暮光雏龙死亡时，由希奈丝特拉灌输在它体内的精华流淌出来，在其尸体下聚为一滩。如果其它死亡的暮光雏龙碰到这滩精华，那条暮光雏龙就会重生。每滩暮光精华都会逐渐扩大。它可以每2秒造成10,000点暗影伤害。",
    },
    ["6x3164"] = {
    ["Title"] = "第二阶段：来吧，永恒的黑夜！",
    ["Description"] = "当古加尔的生命值降到25%时，他会召唤上古之神的全部力量，吸收所有仍然存活的腐蚀信徒和古神血雨的黑暗力量，将自己变成一个扭曲的怪物。",
    },
    ["3x2836"] = {
    ["Title"] = "饥饿的巢鸟",
    ["Description"] = "在第一阶段早期，两只炽炎主母会产下两枚熔火之卵。几秒后它们会孵出饥饿的巢鸟。饥饿的巢鸟十分饥饿，如果不把肥硕的熔岩虫喂给它们吃的话，它们就会发脾气。",
    },
    ["2x2516"] = {
    ["Title"] = "赞吉尔的腐烂气息",
    ["Description"] = "赞吉尔以剧毒的赞吉尔的腐烂气息笼罩整个区域，对全部玩家造成自然伤害，伤害值相当于每个玩家最大生命值的20%。",
    },
    ["5x2516"] = {
    ["Title"] = "赞吉尔的腐烂气息",
    ["Description"] = "赞吉尔以剧毒的赞吉尔的腐烂气息笼罩整个区域，对全部玩家造成自然伤害，伤害值相当于每个玩家最大生命值的5%。",
    },
    ["4x2516"] = {
    ["Title"] = "赞吉尔的腐烂气息",
    ["Description"] = "赞吉尔以剧毒的赞吉尔的腐烂气息笼罩整个区域，对全部玩家造成自然伤害，伤害值相当于每个玩家最大生命值的20%。",
    },
    ["2x2643"] = {
    ["Title"] = "噬体烈焰",
    ["Description"] = "拉格纳罗斯周期性地用火焰覆盖三分之一的平台，对位于其中的玩家造成52,499点火焰伤害，1秒后再造成52,499点火焰伤害。",
    },
    ["6x2516"] = {
    ["Title"] = "赞吉尔的腐烂气息",
    ["Description"] = "赞吉尔以剧毒的赞吉尔的腐烂气息笼罩整个区域，对全部玩家造成自然伤害，伤害值相当于每个玩家最大生命值的20%。",
    },
    ["5x3242"] = {
    ["Title"] = "暮光幼龙",
    ["Description"] = "暮光幼龙在凯伦和希奈丝特拉决斗时从洞穴边缘飞扑进来。",
    },
    ["2x3678"] = {
    ["Title"] = "诺兹多姆",
    ["Description"] = "诺兹多姆无法直接帮助玩家，但可以赐予他们青铜龙军团的祝福。",
    },
    ["5x3678"] = {
    ["Title"] = "诺兹多姆",
    ["Description"] = "诺兹多姆无法直接帮助玩家，但可以赐予他们青铜龙军团的祝福。",
    },
    ["4x3678"] = {
    ["Title"] = "诺兹多姆",
    ["Description"] = "诺兹多姆无法直接帮助玩家，但可以赐予他们青铜龙军团的祝福。",
    },
    ["5x2391"] = {
    ["Title"] = "微光之雾",
    ["Description"] = "奥西迪斯之影对当前敌对目标的攻击可以使其受到的所有治疗效果降低24%，持续4秒。这个效果最多可以叠加4次。",
    },
    ["6x3678"] = {
    ["Title"] = "诺兹多姆",
    ["Description"] = "诺兹多姆无法直接帮助玩家，但可以赐予他们青铜龙军团的祝福。",
    },
    ["5x3227"] = {
    ["Title"] = "毁灭",
    ["Description"] = "希奈丝特拉随机使一个玩家每2秒受到一次暗影伤害，持续1分钟，在此期间伤害数值迅速提高。当一个玩家驱散毁灭时，它会弹射到目标附近的其他两个玩家身上。毁灭保持之前的剩余时间，但伤害降回初始值。",
    },
    ["1x2010"] = {
    ["Title"] = "第一阶段：烈焰之拳和冰霜之拳",
    ["Description"] = "",
    },
    ["5x2797"] = {
    ["Title"] = "蛇神的祝福",
    ["Description"] = "高阶祭司温诺希斯变为蛇神赫希斯的化身。在这个形态下，温诺希斯的物理伤害提高50%，但无法进行躲闪或招架。",
    },
    ["2x2797"] = {
    ["Title"] = "蛇神的祝福",
    ["Description"] = "高阶祭司温诺希斯变为蛇神赫希斯的化身。在这个形态下，温诺希斯的物理伤害提高100%，但无法进行躲闪或招架。",
    },
    ["3x3025"] = {
    ["Title"] = "闪电打击",
    ["Description"] = "奥拉基尔随机对一名玩家施放闪电打击，对其造成20,000点自然伤害，并且对以该玩家为中心的60度角范围内的所有其他玩家造成10,000点自然伤害。\r\n\r\n在英雄难度下，闪电打击每秒造成一次自然伤害，持续16秒。|r",
    },
    ["5x3143"] = {
    ["Title"] = "烈焰风暴",
    ["Description"] = "伊格纳休斯会随机以某名玩家的所在地为目标，向该地点掷出一枚巨大的火球。烈焰风暴命中后造成200,000点火焰伤害，并留下来一片持续燃烧的火场。火焰每1秒对7码范围内的玩家造成20,000点火焰伤害。",
    },
    ["6x3143"] = {
    ["Title"] = "烈焰风暴",
    ["Description"] = "伊格纳休斯会随机以某名玩家的所在地为目标，向该地点掷出一枚巨大的火球。烈焰风暴命中后造成200,000点火焰伤害，并留下来一片持续燃烧的火场。火焰每1秒对7码范围内的玩家造成20,000点火焰伤害。",
    },
    ["2x3453"] = {
    ["Title"] = "暗影突击",
    ["Description"] = "暮光龙人踏进暗影，重新出现在当前敌方目标身后，随后对目标造成70,000点暗影伤害。",
    },
    ["2x2731"] = {
    ["Title"] = "战士",
    ["Description"] = "",
    },
    ["6x3025"] = {
    ["Title"] = "闪电打击",
    ["Description"] = "奥拉基尔随机对一名玩家施放闪电打击，对其造成4,000点自然伤害，并且对以该玩家为中心的60度角范围内的所有其他玩家造成4,000点自然伤害。\r\n\r\n",
    },
    ["5x3025"] = {
    ["Title"] = "闪电打击",
    ["Description"] = "奥拉基尔随机对一名玩家施放闪电打击，对其造成10,000点自然伤害，并且对以该玩家为中心的60度角范围内的所有其他玩家造成10,000点自然伤害。\r\n\r\n",
    },
    ["3x3028"] = {
    ["Title"] = "第二阶段：你们的执着惹恼了我！",
    ["Description"] = "当生命值降到80%以下时，奥拉基尔不再施放阵风冲击，但是会持续降下酸雨，并召唤风暴火花。",
    },
    ["1x2222"] = {
    ["Title"] = "耐普图隆",
    ["Description"] = "",
    },
    ["6x2871"] = {
    ["Title"] = "撕裂肉体",
    ["Description"] = "纳洛拉克撕裂目标的肉体，每0.5秒造成6,000点伤害，持续5秒。",
    },
    ["2x2496"] = {
    ["Title"] = "昏睡",
    ["Description"] = "当哈扎拉尔的生命值降低至66%及33%时，会使除一名随机玩家外的所有敌人沉睡，持续16秒。之后，哈扎拉尔将唤醒所有沉睡玩家心中的梦魇，制造出一只梦魇幻象，并驱使其走向目标。",
    },
    ["2x2222"] = {
    ["Title"] = "耐普图隆",
    ["Description"] = "",
    },
    ["4x2496"] = {
    ["Title"] = "昏睡",
    ["Description"] = "当哈扎拉尔的生命值降低至66%及33%时，会使除一名随机玩家外的所有敌人沉睡，持续16秒。之后，哈扎拉尔将唤醒所有沉睡玩家心中的梦魇，制造出一只梦魇幻象，并驱使其走向目标。",
    },
    ["2x2871"] = {
    ["Title"] = "撕裂肉体",
    ["Description"] = "纳洛拉克撕裂目标的肉体，每0.5秒造成6,000点伤害，持续5秒。",
    },
    ["6x2496"] = {
    ["Title"] = "昏睡",
    ["Description"] = "当哈扎拉尔的生命值降低至66%及33%时，会使除一名随机玩家外的所有敌人沉睡，持续16秒。之后，哈扎拉尔将唤醒所有沉睡玩家心中的梦魇，制造出一只梦魇幻象，并驱使其走向目标。",
    },
    ["5x2506"] = {
    ["Title"] = "纠缠根须",
    ["Description"] = "格里雷克使他正在追击的玩家定身，无法移动，每秒造成3,000点自然伤害，持续10秒。",
    },
    ["6x2614"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当生命值处于20%时，血领主曼多基尔进入狂乱状态，攻击速度增加100%。当处于狂乱状态时，血领主曼多基尔只会使用斩首技能，但更为频繁。",
    },
    ["1x2417"] = {
    ["Title"] = "能量护盾",
    ["Description"] = "高阶女祭司艾苏尔创造一面环绕她的能量护盾，使她受到的伤害降低75%。当护盾刚刚形成时，任何5码内的敌人都会受到15,000点奥术伤害，然后被击飞。",
    },
    ["5x3216"] = {
    ["Title"] = "古神之血",
    ["Description"] = "腐蚀信徒的血液凝结成为许多个邪恶的软泥怪，每个都会随机挑选一名玩家，并向其移动。古神之血碰到任何目标都会使他们的腐蚀术等级提高。",
    },
    ["5x3215"] = {
    ["Title"] = "化脓之血",
    ["Description"] = "当古加尔施放脓血时，活着的腐蚀信徒体内的黑血喷洒出来，每2秒对周围半径100码内的所有玩家造成55,000点暗影伤害。受到这一技能伤害的玩家会获得腐蚀术效果。",
    },
    ["5x3212"] = {
    ["Title"] = "强效暗影",
    ["Description"] = "当暗影之令强化古加尔的战锤之后，它会每3秒放射一次虚空能量，对周围半径50000码范围内的玩家造成35,000点暗影伤害。",
    },
    ["6x2652"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成500,000点火焰伤害。",
    },
    ["5x2751"] = {
    ["Title"] = "暗言术：痛",
    ["Description"] = "玛拉卡斯随机对一名敌人施放黑暗的咒语，每2秒对其造成12,000点暗影伤害，持续18秒。",
    },
    ["4x3287"] = {
    ["Title"] = "尾击",
    ["Description"] = "奥妮克希亚以龙尾横扫背后60度角范围内的敌人，造成25,000点物理伤害，并使他们昏迷2秒。",
    },
    ["5x3671"] = {
    ["Title"] = "艾露恩的穿刺凝视",
    ["Description"] = "艾露恩之眼围绕泰兰德做圆周运动，每1秒施放一次艾露恩的穿刺凝视。艾露恩的穿刺凝视对6码内所有玩家造成50,000点奥术伤害并使他们沉默5秒。",
    },
    ["4x3671"] = {
    ["Title"] = "艾露恩的穿刺凝视",
    ["Description"] = "艾露恩之眼围绕泰兰德做圆周运动，每1秒施放一次艾露恩的穿刺凝视。艾露恩的穿刺凝视对6码内所有玩家造成50,000点奥术伤害并使他们沉默5秒。",
    },
    ["4x3279"] = {
    ["Title"] = "奈法利安",
    ["Description"] = "",
    },
    ["2x3671"] = {
    ["Title"] = "艾露恩的穿刺凝视",
    ["Description"] = "艾露恩之眼围绕泰兰德做圆周运动，每1秒施放一次艾露恩的穿刺凝视。艾露恩的穿刺凝视对6码内所有玩家造成50,000点奥术伤害并使他们沉默5秒。",
    },
    ["3x2633"] = {
    ["Title"] = "拉格纳罗斯之手",
    ["Description"] = "拉格纳罗斯对55码内的所有敌人造成22,499点火焰伤害，并将他们击退。",
    },
    ["6x2633"] = {
    ["Title"] = "拉格纳罗斯之手",
    ["Description"] = "拉格纳罗斯对55码内的所有敌人造成34,000点火焰伤害，并将他们击退。",
    },
    ["5x3269"] = {
    ["Title"] = "化学炸弹",
    ["Description"] = "剧毒金刚会随机向一名玩家投掷一枚化学炸弹，在落点造成一片化学云雾。云中的任何单位受到的伤害都会提高。",
    },
    ["6x3269"] = {
    ["Title"] = "化学炸弹",
    ["Description"] = "剧毒金刚会随机向一名玩家投掷一枚化学炸弹，在落点造成一片化学云雾。云中的任何单位受到的伤害都会提高。",
    },
    ["5x2066"] = {
    ["Title"] = "迪菲亚执行者",
    ["Description"] = "当梵妮莎·范克里夫的生命值高于50%时，她会不断从附近的船舱中召唤出迪菲亚执行者帮忙。",
    },
    ["6x2066"] = {
    ["Title"] = "迪菲亚执行者",
    ["Description"] = "当梵妮莎·范克里夫的生命值高于50%时，她会不断从附近的船舱中召唤出迪菲亚执行者帮忙。",
    },
    ["5x2633"] = {
    ["Title"] = "拉格纳罗斯之手",
    ["Description"] = "拉格纳罗斯对55码内的所有敌人造成34,000点火焰伤害，并将他们击退。",
    },
    ["4x3278"] = {
    ["Title"] = "死亡之翼的子嗣",
    ["Description"] = "奈法利安和奥妮克希亚之间的距离小于50码时，他们的攻击速度提升100%。",
    },
    ["4x3274"] = {
    ["Title"] = "浸毒外壳",
    ["Description"] = "对剧毒金刚的护盾造成伤害会使制造伤害的玩家受到浸透毒液的效果影响。",
    },
    ["2x2066"] = {
    ["Title"] = "迪菲亚执行者",
    ["Description"] = "当梵妮莎·范克里夫的生命值高于50%时，她会不断从附近的船舱中召唤出迪菲亚执行者帮忙。",
    },
    ["2x2810"] = {
    ["Title"] = "闪电",
    ["Description"] = "闪电图腾施放闪电，对随机一名敌人造成20,000点自然伤害，并弹射向附近最多3个敌人，每次弹射造成1.51倍伤害。",
    },
    ["4x2066"] = {
    ["Title"] = "迪菲亚执行者",
    ["Description"] = "当梵妮莎·范克里夫的生命值高于50%时，她会不断从附近的船舱中召唤出迪菲亚执行者帮忙。",
    },
    ["5x2871"] = {
    ["Title"] = "撕裂肉体",
    ["Description"] = "纳洛拉克撕裂目标的肉体，每0.5秒造成6,000点伤害，持续5秒。",
    },
    ["4x3220"] = {
    ["Title"] = "黑暗的造物",
    ["Description"] = "黑暗的造物不断地尝试随机对一名玩家引导衰弱光线。",
    },
    ["4x3203"] = {
    ["Title"] = "电荷释能",
    ["Description"] = "电荷金刚对8码内的最多3个目标造成24,000点自然伤害。每弹射一次，伤害都会提高一次。",
    },
    ["2x2445"] = {
    ["Title"] = "剧毒狂怒",
    ["Description"] = "当锁喉的剩余生命值低于30%，他会进入剧毒狂怒，伤害提高25%。",
    },
    ["3x3114"] = {
    ["Title"] = "浸水",
    ["Description"] = "水炸弹将玩家浸在冰冷的水中，使其移动速度降低25%。费伦迪乌斯的冻结会使所有浸水的玩家变成冻结状态。伊格纳休斯的技能所带来的热量可以移除此效果。",
    },
    ["4x3202"] = {
    ["Title"] = "闪电导体",
    ["Description"] = "电荷金刚随机指定一名玩家为闪电导体，使他们每2秒对周围半径8码范围内的盟友造成20,000点自然伤害，持续10秒。",
    },
    ["2x2057"] = {
    ["Title"] = "反胃",
    ["Description"] = "玩家可以右键点击甲板上的腐烂食物，将其吃掉。这样可以从甲板上移除食物，以及它附带的腐蚀光环，但是会使玩家获得反胃效果，每3秒造成5,000点自然伤害，持续30秒。反胃效果可以叠加。",
    },
    ["5x3017"] = {
    ["Title"] = "第二阶段：恐怖的造物",
    ["Description"] = "当生命值降到20%以下时，奇美隆进入狂暴状态。这将使得他免疫嘲讽效果，并且大幅度降低玩家的治疗效果。",
    },
    ["3x3282"] = {
    ["Title"] = "尾击",
    ["Description"] = "奈法利安以龙尾横扫背后60度角范围内的敌人，造成20,000点物理伤害，并使他们昏迷2秒。",
    },
    ["3x3268"] = {
    ["Title"] = "屏障",
    ["Description"] = "熔岩金刚的护盾吸收300,000点伤害。当护盾被击破时，会释放一道烈焰，对所有玩家造成75,000点火焰伤害。",
    },
    ["3x3264"] = {
    ["Title"] = "安保焚化措施",
    ["Description"] = "熔岩金刚每1秒对屋内的所有玩家造成12,000点火焰伤害，持续4秒。",
    },
    ["2x2187"] = {
    ["Title"] = "闪电链",
    ["Description"] = "纳兹夏尔风暴女巫释放一道弧状闪电，对她的当前敌对目标造成30,000点自然伤害，然后弹射到另外两个敌对目标身上。每个后续目标受到的伤害都降低30%。",
    },
    ["2x2477"] = {
    ["Title"] = "希亚玛特的仆从",
    ["Description"] = "在第一阶段中，希亚玛特召唤三个大型气元素作战。希亚玛特的仆从的入场间隔为45秒，或者在上一个希亚玛特的仆从死亡后立即入场。三个希亚玛特的仆从都死亡之后，战斗进入第二阶段。",
    },
    ["1x2477"] = {
    ["Title"] = "希亚玛特的仆从",
    ["Description"] = "在第一阶段中，希亚玛特召唤三个大型气元素作战。希亚玛特的仆从的入场间隔为45秒，或者在上一个希亚玛特的仆从死亡后立即入场。三个希亚玛特的仆从都死亡之后，战斗进入第二阶段。",
    },
    ["3x3132"] = {
    ["Title"] = "闪电链",
    ["Description"] = "艾里昂发射一道弧状闪电，攻击所有被标记为闪电魔棒的玩家，造成14,000点自然伤害，并跳到15码以内的其他玩家身上。闪电链的伤害会随着跳跃到其他玩家身上而提高。",
    },
    ["3x3202"] = {
    ["Title"] = "闪电导体",
    ["Description"] = "电荷金刚随机指定一名玩家为闪电导体，使他们每2秒对周围半径8码范围内的盟友造成20,000点自然伤害，持续10秒。",
    },
    ["5x2898"] = {
    ["Title"] = "火焰之柱",
    ["Description"] = "达卡拉随机在一名敌人的位置处召唤火焰之柱。火柱每1秒对21码内的敌人造成10,000点火焰伤害，持续30秒。",
    },
    ["4x2898"] = {
    ["Title"] = "火焰之柱",
    ["Description"] = "达卡拉随机在一名敌人的位置处召唤火焰之柱。火柱每1秒对21码内的敌人造成10,000点火焰伤害，持续30秒。",
    },
    ["6x3173"] = {
    ["Title"] = "刺骨旋风",
    ["Description"] = "洛哈西的强风会掠过某个玩家，造成30,000点自然伤害。",
    },
    ["6x3170"] = {
    ["Title"] = "抚慰轻风",
    ["Description"] = "安舍尔会随机在某个饥饿的食人花的位置召唤平静的风，持续30秒。这个半径为10码的范围效果会为安舍尔和他的饥饿的食人花每20,000秒恢复一次生命值。任何站在其中的敌人都会被沉默和平静。",
    },
    ["5x3193"] = {
    ["Title"] = "第一防御矩阵",
    ["Description"] = "四个矮人魔像共享生命值，在指定时间内每次会激活两个。当魔像激活时，它有100点能量来使用技能。当魔像的能量降到50时，它会获得一个防御护盾，同时一个新的魔像也会激活。当魔像的能量用光后，它就会消失，而激活另一个魔像。",
    },
    ["6x2660"] = {
    ["Title"] = "召唤活体流星",
    ["Description"] = "拉格纳罗斯在一段时间内召唤数量不断增加的活体流星，对目标位置5码范围内的玩家造成65,000点火焰伤害。",
    },
    ["6x2060"] = {
    ["Title"] = "偏斜",
    ["Description"] = "梵妮莎偏转所有近战攻击、远程攻击和法术，持续10秒。只有当她的生命值高于25%时，她才会使用这个技能。",
    },
    ["4x2595"] = {
    ["Title"] = "磨难冲击波",
    ["Description"] = "如果磨难碎片周围15码内没有玩家，碎片则会对所有玩家施放该技能，造成每秒15,000点暗影伤害。",
    },
    ["5x2784"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到21,869点火焰伤害。",
    },
    ["4x2784"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到17,000点火焰伤害。",
    },
    ["5x3015"] = {
    ["Title"] = "突破",
    ["Description"] = "奇美隆凶猛地攻击目标，瓦解其防御，并使他们受到的物理伤害提高25%，受到的治疗效果降低15%，持续1分钟。这个效果可以叠加。",
    },
    ["3x2963"] = {
    ["Title"] = "原龙巨兽",
    ["Description"] = "哈尔弗斯奴役的始祖龙在附近飞翔，对那些威胁他主人的敌人喷射火焰。",
    },
    ["3x3015"] = {
    ["Title"] = "突破",
    ["Description"] = "奇美隆凶猛地攻击目标，瓦解其防御，并使他们受到的物理伤害提高25%，受到的治疗效果降低15%，持续1分钟。这个效果可以叠加。",
    },
    ["4x3015"] = {
    ["Title"] = "突破",
    ["Description"] = "奇美隆凶猛地攻击目标，瓦解其防御，并使他们受到的物理伤害提高25%，受到的治疗效果降低15%，持续1分钟。这个效果可以叠加。",
    },
    ["6x2963"] = {
    ["Title"] = "原龙巨兽",
    ["Description"] = "哈尔弗斯奴役的始祖龙在附近飞翔，对那些威胁他主人的敌人喷射火焰。",
    },
    ["2x2490"] = {
    ["Title"] = "神圣清算",
    ["Description"] = "神殿守护者安努尔会随机向一名玩家使用神圣清算。在8秒后，目标和他周围7码内的其他玩家受到45,000点神圣伤害，该伤害会治疗神殿守护者安努尔，为其恢复伤害量四倍的生命值。",
    },
    ["6x2520"] = {
    ["Title"] = "赞吉尔的剧毒折磨坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家受到的自然伤害降低1,000%，持续30秒。",
    },
    ["6x2750"] = {
    ["Title"] = "信仰飞跃",
    ["Description"] = "玛拉卡斯随机抓住友方目标的灵魂，使其立即移动到他身边。",
    },
    ["6x3962"] = {
    ["Title"] = "火球术",
    ["Description"] = "着魔的魔导师对其当前目标造成25,000点火焰伤害。",
    },
    ["2x2762"] = {
    ["Title"] = "法术反射",
    ["Description"] = "接下来对玛拉卡斯使用的2个法术将被反射，持续5秒。",
    },
    ["5x2762"] = {
    ["Title"] = "法术反射",
    ["Description"] = "接下来对玛拉卡斯使用的2个法术将被反射，持续5秒。",
    },
    ["4x2762"] = {
    ["Title"] = "法术反射",
    ["Description"] = "接下来对玛拉卡斯使用的2个法术将被反射，持续5秒。",
    },
    ["2x3962"] = {
    ["Title"] = "火球术",
    ["Description"] = "着魔的魔导师对其当前目标造成25,000点火焰伤害。",
    },
    ["6x2762"] = {
    ["Title"] = "法术反射",
    ["Description"] = "接下来对玛拉卡斯使用的2个法术将被反射，持续5秒。",
    },
    ["6x3158"] = {
    ["Title"] = "暗影之令",
    ["Description"] = "古加尔召唤一个暗影元素，将这个元素吸收到自己的暮光之锤中，使其获得强效暗影的强化效果。",
    },
    ["6x2051"] = {
    ["Title"] = "涡流蒸汽",
    ["Description"] = "在蒸汽变成涡流蒸汽后，它会获得施放与自己同名的法术的能力。涡流蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["3x2928"] = {
    ["Title"] = "熔喉裂隙",
    ["Description"] = "在裂肢被杀死后，沙恩诺克斯会把他的长矛插在地上，不再投掷。这次攻击会对所有玩家造成42,500点火焰伤害，并使他们受到的火焰伤害提高40%，持续1分钟。长矛的攻击还会使该位置周围喷出熔岩，对碰触到的敌人造成68,000点火焰伤害。",
    },
    ["4x2051"] = {
    ["Title"] = "涡流蒸汽",
    ["Description"] = "在蒸汽变成涡流蒸汽后，它会获得施放与自己同名的法术的能力。涡流蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["5x2928"] = {
    ["Title"] = "熔喉裂隙",
    ["Description"] = "在裂肢被杀死后，沙恩诺克斯会把他的长矛插在地上，不再投掷。这次攻击会对所有玩家造成42,500点火焰伤害，并使他们受到的火焰伤害提高40%，持续1分钟。长矛的攻击还会使该位置周围喷出熔岩，对碰触到的敌人造成106,249点火焰伤害。",
    },
    ["4x2928"] = {
    ["Title"] = "熔喉裂隙",
    ["Description"] = "在裂肢被杀死后，沙恩诺克斯会把他的长矛插在地上，不再投掷。这次攻击会对所有玩家造成42,500点火焰伤害，并使他们受到的火焰伤害提高40%，持续1分钟。长矛的攻击还会使该位置周围喷出熔岩，对碰触到的敌人造成68,000点火焰伤害。",
    },
    ["2x2800"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["6x2928"] = {
    ["Title"] = "熔喉裂隙",
    ["Description"] = "在裂肢被杀死后，沙恩诺克斯会把他的长矛插在地上，不再投掷。这次攻击会对所有玩家造成42,500点火焰伤害，并使他们受到的火焰伤害提高40%，持续1分钟。长矛的攻击还会使该位置周围喷出熔岩，对碰触到的敌人造成106,249点火焰伤害。",
    },
    ["4x2800"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["5x2800"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在战斗中，一团毒云出现在地面上，对站在上面的敌人造成10,000点自然伤害。",
    },
    ["6x2800"] = {
    ["Title"] = "剧毒漫溢",
    ["Description"] = "在战斗中，一团毒云出现在地面上，对站在上面的敌人造成20,000点自然伤害。",
    },
    ["5x4356"] = {
    ["Title"] = "甲板起火",
    ["Description"] = "当天火号受到伤害，飞船会起火，破坏力巨大的火焰会在甲板上快速蔓延开来。当船员奋力扑灭火焰，控制火势的时候，任何身处火焰之中的玩家每秒将受到45,000点火焰伤害。",
    },
    ["6x4356"] = {
    ["Title"] = "甲板起火",
    ["Description"] = "当天火号受到伤害，飞船会起火，破坏力巨大的火焰会在甲板上快速蔓延开来。当船员奋力扑灭火焰，控制火势的时候，任何身处火焰之中的玩家每秒将受到45,000点火焰伤害。",
    },
    ["6x2713"] = {
    ["Title"] = "黑心",
    ["Description"] = "一个怨灵。",
    },
    ["3x2784"] = {
    ["Title"] = "余烬之火",
    ["Description"] = "接近贝丝缇拉克的敌人会被极端的高热所烧伤，和她处于网同一侧的玩家将会受到15,299点火焰伤害。",
    },
    ["6x3149"] = {
    ["Title"] = "低温光环",
    ["Description"] = "源质畸体所散发的奇寒会使其受到的所有伤害降低25%，并使脚下结冰。源质畸体会在脚下持续地创造液冰，会对置身于其中的玩家每1秒造成24,000点冰霜伤害。液冰池会随着与源质畸体的接触而变大。",
    },
    ["5x2749"] = {
    ["Title"] = "心灵尖啸",
    ["Description"] = "玛拉卡斯发出一道心灵尖啸，迫使40码范围内的敌人逃跑4秒。",
    },
    ["2x2894"] = {
    ["Title"] = "肆掠之风",
    ["Description"] = "达卡拉在这一阶段不停地施放该法术。施放肆掠之风后，每枚旋羽都将朝一名玩家迅速移动。",
    },
    ["4x2052"] = {
    ["Title"] = "凝结蒸汽",
    ["Description"] = "在涡流蒸汽变成凝结蒸汽后，它会获得施放与自己同名的法术的能力。凝结蒸汽造成10,000点冰霜伤害，并使其正前方60度角的锥形区域、半径10码内的所有目标移动速度降低25%，持续2秒。",
    },
    ["4x3948"] = {
    ["Title"] = "冰霜洪流",
    ["Description"] = "当阿奎里恩的生命值还剩30%时会释放出毁灭性的冰霜洪流，每秒对所有敌人造成15,000点冰霜伤害，同时使他们移动速度降低50%，持续5秒。",
    },
    ["5x3081"] = {
    ["Title"] = "空中技能",
    ["Description"] = "在战斗时，艾卓曼德斯周期性地飞到空中，对他的敌人降下毁灭之雨。",
    },
    ["4x3081"] = {
    ["Title"] = "空中技能",
    ["Description"] = "在战斗时，艾卓曼德斯周期性地飞到空中，对他的敌人降下毁灭之雨。",
    },
    ["3x3081"] = {
    ["Title"] = "空中技能",
    ["Description"] = "在战斗时，艾卓曼德斯周期性地飞到空中，对他的敌人降下毁灭之雨。",
    },
    ["5x2894"] = {
    ["Title"] = "肆掠之风",
    ["Description"] = "达卡拉在这一阶段不停地施放该法术。施放肆掠之风后，每枚旋羽都将朝一名玩家迅速移动。",
    },
    ["6x3144"] = {
    ["Title"] = "第三阶段：厄运难逃！",
    ["Description"] = "一旦艾里昂或泰拉斯卓的生命值降到25%，议员们就会变得躁动，所有参战者会被卷入一个静电场。四名议员会组合成源质畸体，战斗进入最后一阶段。",
    },
    ["6x3142"] = {
    ["Title"] = "伊格纳休斯",
    ["Description"] = "",
    },
    ["6x3141"] = {
    ["Title"] = "冰冻之球",
    ["Description"] = "费伦迪乌斯召唤一颗含有纯冰能量的圆球，疯狂地追逐一名玩家。圆球会越追越快。如果冰霜宝珠碰到目标，它就会爆炸，对所有玩家造成200,000点冰霜伤害。",
    },
    ["6x3140"] = {
    ["Title"] = "费伦迪乌斯",
    ["Description"] = "",
    },
    ["6x3139"] = {
    ["Title"] = "地震",
    ["Description"] = "泰拉斯卓制造威力巨大的震荡波，对所有玩家造成150,000点物理伤害。带有旋风上抛效果的玩家不会受到伤害。",
    },
    ["6x3137"] = {
    ["Title"] = "硬化外皮",
    ["Description"] = "泰拉斯卓的皮肤开始变得如石头般坚硬，他的物理伤害提高100%，吸收所有受到伤害的50%。最多210 万点，持续30秒。如果泰拉斯卓在该效果结束前吸收的伤害量达到了峰值，泰拉斯卓的石化皮肤就会碎裂，吸收的伤害将会反噬他的本体。",
    },
    ["6x3076"] = {
    ["Title"] = "声纳脉冲",
    ["Description"] = "艾卓曼德斯周期性地发射声波能量圆盘攻击玩家。被声纳脉冲击中的玩家获得7点音量。",
    },
    ["5x2645"] = {
    ["Title"] = "熔火之种",
    ["Description"] = "拉格纳罗斯随机选择10名玩家，在他们所处的位置制造熔火之种，熔火之种对6码内所有玩家造成63,749点火焰伤害。10秒后熔火之种爆发成熔火地狱火。",
    },
    ["5x4263"] = {
    ["Title"] = "软泥喷吐",
    ["Description"] = "在没有仇恨目标时，苟拉斯之爪会对一名随机玩家喷吐软泥，对该玩家及其周围4码范围内的所有盟友造成100,000点暗影伤害。",
    },
    ["2x2889"] = {
    ["Title"] = "闪电图腾",
    ["Description"] = "达卡拉周期性地召唤一个闪电图腾攻击敌人。这个图腾生命值不高。",
    },
    ["3x2929"] = {
    ["Title"] = "第一阶段：不能再次失败！",
    ["Description"] = "马洛拉克会周期性地将各种药剂瓶扔进锅里，产生不同的效果。前两瓶先后为红色、蓝色，或者反之，第三瓶是绿色，依此循环。",
    },
    ["4x2929"] = {
    ["Title"] = "第一阶段：不能再次失败！",
    ["Description"] = "马洛拉克会周期性地将各种药剂瓶扔进锅里，产生不同的效果。前两瓶先后为红色、蓝色，或者反之，第三瓶是绿色，依此循环。",
    },
    ["6x2625"] = {
    ["Title"] = "阿曼尼孵化者",
    ["Description"] = "加亚莱会周期性地召唤两名阿曼尼孵化者，他们会前往平台相对的两侧，每1.5秒孵化三只阿曼尼龙鹰幼崽。",
    },
    ["3x2825"] = {
    ["Title"] = "炽热山火",
    ["Description"] = "大地震制造团团火焰，阻止目标从奥利瑟拉佐尔的领域逃离。每团炽热山火会每1秒对6码内的敌人造成30,000点火焰伤害。",
    },
    ["5x2395"] = {
    ["Title"] = "水晶碎片",
    ["Description"] = "这些小水晶碎片生命值很低。如果水晶碎片碰到玩家，它们就会爆炸，造成20,000点自然伤害，并使5码内的所有敌人接下来所受到的伤害提高25%，持续15秒。",
    },
    ["6x4263"] = {
    ["Title"] = "软泥喷吐",
    ["Description"] = "在没有仇恨目标时，苟拉斯之爪会对一名随机玩家喷吐软泥，对该玩家及其周围4码范围内的所有盟友造成100,000点暗影伤害。",
    },
    ["6x3109"] = {
    ["Title"] = "第一阶段：胆敢入侵？",
    ["Description"] = "在战斗开始时，费伦迪乌斯和伊格纳休斯入场，艾里昂和泰拉斯卓在上面的阳台上观战。",
    },
    ["5x3197"] = {
    ["Title"] = "能量转化",
    ["Description"] = "奥能金刚的护盾将受到的伤害变成已转换能量，提供额外的法术伤害和施法速度加成。",
    },
    ["2x2028"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯跳离一名玩家后，他会留下一颗炸弹。10秒后炸弹爆炸，爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["6x3081"] = {
    ["Title"] = "空中技能",
    ["Description"] = "在战斗时，艾卓曼德斯周期性地飞到空中，对他的敌人降下毁灭之雨。",
    },
    ["4x2028"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯跳离一名玩家后，他会留下一颗炸弹。10秒后炸弹爆炸，爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["5x2028"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯跳离一名玩家后，他会留下一颗炸弹。10秒后炸弹爆炸，爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["6x2028"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯跳离一名玩家后，他会留下一颗炸弹。10秒后炸弹爆炸，爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["2x2717"] = {
    ["Title"] = "死亡骑士",
    ["Description"] = "",
    },
    ["6x2884"] = {
    ["Title"] = "阿曼尼山猫",
    ["Description"] = "在变成山猫后，达卡拉立刻召唤两只阿曼尼山猫攻击玩家。这些山猫能够看破一切潜行和隐形效果。",
    },
    ["1x2360"] = {
    ["Title"] = "致伤打击",
    ["Description"] = "摧骨者罗姆欧格猛击当前目标，造成125%的普通近战伤害，并使该目标受到的治疗效果降低25%，持续6秒。",
    },
    ["3x2832"] = {
    ["Title"] = "奥利瑟拉之锋",
    ["Description"] = "如果玩家叠加了25层炽炎之能，那么他们将获得奥利瑟拉之锋的效果，提高暴击率75%，持续40秒。",
    },
    ["6x2629"] = {
    ["Title"] = "第一阶段：被烈焰净化！",
    ["Description"] = "",
    },
    ["4x2799"] = {
    ["Title"] = "赫希斯之气息",
    ["Description"] = "高阶祭司温诺希斯喷吐出一道猛毒，每0.5秒对前方15码锥形区域内的敌人造成30,000点自然伤害，持续3秒。",
    },
    ["2x2799"] = {
    ["Title"] = "赫希斯之气息",
    ["Description"] = "高阶祭司温诺希斯喷吐出一道猛毒，每0.5秒对前方15码锥形区域内的敌人造成30,000点自然伤害，持续3秒。",
    },
    ["5x3180"] = {
    ["Title"] = "永冻",
    ["Description"] = "尼希尔向他的当前目标所在的方向引导冰霜冲击，对正前方50度角范围的玩家每1秒造成25,000点冰霜伤害，持续3秒。",
    },
    ["4x2637"] = {
    ["Title"] = "烈焰之子",
    ["Description"] = "烈焰之子们将会穿过平台，试图与萨弗拉斯重新结合，并在接触时引发一次超级新星。",
    },
    ["4x2024"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯从被附着的玩家身上跳回伐木场巨怪的后背上后，他会给那名玩家留下一颗炸弹。10秒后炸弹爆炸。爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["3x2600"] = {
    ["Title"] = "地狱火之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是对目标造成75,000点火焰伤害。",
    },
    ["2x2024"] = {
    ["Title"] = "放置炸弹",
    ["Description"] = "当赫利克斯从被附着的玩家身上跳回伐木场巨怪的后背上后，他会给那名玩家留下一颗炸弹。10秒后炸弹爆炸。爆炸会把目标玩家炸到高空，同时对6码半径内的所有玩家造成50,000点火焰伤害。",
    },
    ["5x3173"] = {
    ["Title"] = "刺骨旋风",
    ["Description"] = "洛哈西的强风会掠过某个玩家，造成15,000点自然伤害。",
    },
    ["6x2600"] = {
    ["Title"] = "地狱火之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是对目标造成202,299点火焰伤害。",
    },
    ["4x2629"] = {
    ["Title"] = "第一阶段：被烈焰净化！",
    ["Description"] = "",
    },
    ["3x2629"] = {
    ["Title"] = "第一阶段：被烈焰净化！",
    ["Description"] = "",
    },
    ["5x2600"] = {
    ["Title"] = "地狱火之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是对目标造成119,000点火焰伤害。",
    },
    ["5x3170"] = {
    ["Title"] = "抚慰轻风",
    ["Description"] = "安舍尔会随机在某个饥饿的食人花的位置召唤平静的风，持续30秒。这个半径为10码的范围效果会为安舍尔和他的饥饿的食人花每20,000秒恢复一次生命值。任何站在其中的敌人都会被沉默和平静。",
    },
    ["3x2603"] = {
    ["Title"] = "流星猛击",
    ["Description"] = "阿尔加洛斯向目标进行斩击，对前方120度的锥形区域造成总计200,000点火焰伤害，并且在20秒内受到的火焰伤害增加100%，区域内的所有玩家平摊伤害，",
    },
    ["4x2603"] = {
    ["Title"] = "流星猛击",
    ["Description"] = "阿尔加洛斯向目标进行斩击，对前方120度的锥形区域造成总计475,000点火焰伤害，并且在20秒内受到的火焰伤害增加100%，区域内的所有玩家平摊伤害，",
    },
    ["4x3114"] = {
    ["Title"] = "浸水",
    ["Description"] = "水炸弹将玩家浸在冰冷的水中，使其移动速度降低25%。费伦迪乌斯的冻结会使所有浸水的玩家变成冻结状态。伊格纳休斯的技能所带来的热量可以移除此效果。",
    },
    ["4x3222"] = {
    ["Title"] = "腐蚀：加速",
    ["Description"] = "当堕落之血达到25%时，一个玩家获得腐蚀：加速效果，快速提高其腐蚀术的等级。",
    },
    ["5x3222"] = {
    ["Title"] = "腐蚀：加速",
    ["Description"] = "当堕落之血达到25%时，一个玩家获得腐蚀：加速效果，快速提高其腐蚀术的等级。",
    },
    ["6x3222"] = {
    ["Title"] = "腐蚀：加速",
    ["Description"] = "当堕落之血达到25%时，一个玩家获得腐蚀：加速效果，快速提高其腐蚀术的等级。",
    },
    ["4x4309"] = {
    ["Title"] = "泰兰德·语风",
    ["Description"] = "泰兰德的箭支耗尽了，她祈求艾露恩的帮助，对抗源源不断的恶魔部队。",
    },
    ["5x3150"] = {
    ["Title"] = "烈焰升腾",
    ["Description"] = "在使用烈火之盾保护自己后，伊格纳休斯会开始施放烈焰升腾，对所有房间内的玩家每2秒造成20,000点火焰伤害。每当烈焰升腾涌动时，伊格纳休斯的伤害提高5%，持续15秒。该效果的堆叠速度会越来越快。",
    },
    ["5x3144"] = {
    ["Title"] = "第三阶段：厄运难逃！",
    ["Description"] = "一旦艾里昂或泰拉斯卓的生命值降到25%，议员们就会变得躁动，所有参战者会被卷入一个静电场。四名议员会组合成源质畸体，战斗进入最后一阶段。",
    },
    ["5x2909"] = {
    ["Title"] = "哈卡之链",
    ["Description"] = "除非将所有三条哈卡之链摧毁，否则哈卡的复仇之火不会降临到金度头上。",
    },
    ["5x3132"] = {
    ["Title"] = "闪电链",
    ["Description"] = "艾里昂发射一道弧状闪电，攻击所有被标记为闪电魔棒的玩家，造成60,000点自然伤害，并跳到15码以内的其他玩家身上。闪电链的伤害会随着跳跃到其他玩家身上而提高。",
    },
    ["4x3165"] = {
    ["Title"] = "堕落熔岩",
    ["Description"] = "受到古加尔的若干技能影响时，玩家的腐蚀等级会提升。每一层腐蚀都会使古加尔的上古之神的腐蚀技能对玩家的伤害提高2%。",
    },
    ["4x3137"] = {
    ["Title"] = "硬化外皮",
    ["Description"] = "泰拉斯卓的皮肤开始变得如石头般坚硬，他的物理伤害提高20%，吸收所有受到伤害的50%。最多165 万点，持续30秒。如果泰拉斯卓在该效果结束前吸收的伤害量达到了峰值，泰拉斯卓的石化皮肤就会碎裂，吸收的伤害将会反噬他的本体。",
    },
    ["5x3119"] = {
    ["Title"] = "烈火之盾",
    ["Description"] = "伊格纳休斯以一道烈焰之盾笼罩自己，最多吸收700,000点伤害，并且不被打断施法。在烈火之盾之后，他会立即开始引导烈焰升腾。",
    },
    ["5x3115"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯的冻结使所有浸水的敌人冻结，昏迷并造成每2秒80,000点冰霜伤害，持续10秒。",
    },
    ["5x3114"] = {
    ["Title"] = "浸水",
    ["Description"] = "水炸弹将玩家浸在冰冷的水中，使其移动速度降低25%。费伦迪乌斯的冻结会使所有浸水的玩家变成冻结状态。伊格纳休斯的技能所带来的热量可以移除此效果。",
    },
    ["4x3197"] = {
    ["Title"] = "能量转化",
    ["Description"] = "奥能金刚的护盾将受到的伤害变成已转换能量，提供额外的法术伤害和施法速度加成。",
    },
    ["4x2537"] = {
    ["Title"] = "第二阶段：你们将燃烧殆尽！",
    ["Description"] = "当雷奥利斯领主的剩余生命值处于25%时，他的黑曜石盔甲破碎。他将不再无视玩家，玩家也可以对其进行攻击。",
    },
    ["5x2537"] = {
    ["Title"] = "第二阶段：你们将燃烧殆尽！",
    ["Description"] = "当雷奥利斯领主的剩余生命值处于25%时，他的黑曜石盔甲破碎。他将不再无视玩家，玩家也可以对其进行攻击。",
    },
    ["1x2457"] = {
    ["Title"] = "衰老疫病",
    ["Description"] = "高阶预言者巴林姆随机向一名玩家射出痛苦诅咒之箭，并且会额外攻击两个其他玩家。这支箭造成8,000点自然伤害，并且在接下来的9秒内造成每2秒4,114点额外的自然伤害。",
    },
    ["4x3179"] = {
    ["Title"] = "刺骨寒风",
    ["Description"] = "尼希尔对周围半径90码范围内的所有玩家造成8,000点冰霜伤害，并使他们受到的冰霜伤害提高5%，持续35秒。这个效果可以叠加。",
    },
    ["5x2681"] = {
    ["Title"] = "强化萨弗拉斯",
    ["Description"] = "拉格纳罗斯开始将烈焰注入萨弗拉斯。5秒后，萨弗拉斯获得强化，让拉格纳罗斯的近战攻击产生萨弗拉斯的烈焰，对所有玩家造成500,000点火焰伤害。",
    },
    ["2x2457"] = {
    ["Title"] = "衰老疫病",
    ["Description"] = "高阶预言者巴林姆随机向一名玩家射出痛苦诅咒之箭，并且会额外攻击两个其他玩家。这支箭造成10,400点自然伤害，并且在接下来的9秒内造成每2秒5,349点额外的自然伤害。",
    },
    ["5x2813"] = {
    ["Title"] = "山猫之灵",
    ["Description"] = "",
    },
    ["4x2715"] = {
    ["Title"] = "吸取能量",
    ["Description"] = "玛拉卡斯从附近所有的玩家身上吸取能量，使他造成的伤害提高5%。此效果可堆叠。",
    },
    ["4x3164"] = {
    ["Title"] = "第二阶段：来吧，永恒的黑夜！",
    ["Description"] = "当古加尔的生命值降到25%时，他会召唤上古之神的全部力量，吸收所有仍然存活的腐蚀信徒和古神血雨的黑暗力量，将自己变成一个扭曲的怪物。",
    },
    ["2x2715"] = {
    ["Title"] = "吸取能量",
    ["Description"] = "玛拉卡斯从附近所有的玩家身上吸取能量，使他造成的伤害提高5%。此效果可堆叠。",
    },
    ["4x3163"] = {
    ["Title"] = "脓血",
    ["Description"] = "古加尔使所有腐蚀信徒的血液化脓，导致古神血雨形成活动的软泥怪。脓血还会使所有活着的腐蚀信徒体内的黑血沸腾，导致化脓之血效果。",
    },
    ["4x3161"] = {
    ["Title"] = "腐蚀信徒",
    ["Description"] = "古加尔召唤这些上古之神的无面者仆从，以加速敌人的灭亡。",
    },
    ["4x3152"] = {
    ["Title"] = "旋风上抛",
    ["Description"] = "在接触了艾里昂的某个旋风后，一朵涡流气云就会在玩家脚下出现，将他们带离地面2分钟。融入大地可以去除旋风上抛效果。",
    },
    ["6x2715"] = {
    ["Title"] = "吸取能量",
    ["Description"] = "玛拉卡斯从附近所有的玩家身上吸取能量，使他造成的伤害提高5%。此效果可堆叠。",
    },
    ["1x2022"] = {
    ["Title"] = "巨怪碾打",
    ["Description"] = "伐木场巨怪会周期性地抓起一名玩家，然后跑到房间离入口最远的位置。巨怪随后会飞快地奔跑并将该名玩家砸到房间另一侧的原木上，将该玩家击退并造成100点物理伤害。\r\n\r\n在英雄难度下，巨怪碾打会对目标玩家造成物理伤害，数值相当于该玩家生命值的100%。|r",
    },
    ["4x3144"] = {
    ["Title"] = "第三阶段：厄运难逃！",
    ["Description"] = "一旦艾里昂或泰拉斯卓的生命值降到25%，议员们就会变得躁动，所有参战者会被卷入一个静电场。四名议员会组合成源质畸体，战斗进入最后一阶段。",
    },
    ["4x3130"] = {
    ["Title"] = "雷霆震荡",
    ["Description"] = "艾里昂施放出一股巨大的雷暴，闪烁的电光在屋内跳动，对所有玩家造成80,000点自然伤害。带有融入大地效果的玩家所受到的伤害将会大幅降低。",
    },
    ["4x3119"] = {
    ["Title"] = "烈火之盾",
    ["Description"] = "伊格纳休斯以一道烈焰之盾笼罩自己，最多吸收150 万点伤害，并且不被打断施法。在烈火之盾之后，他会立即开始引导烈焰升腾。",
    },
    ["6x2822"] = {
    ["Title"] = "第三阶段：燃尽",
    ["Description"] = "奥利瑟拉佐尔的熔火之力降到0时会坠落到地面，并变得虚弱。这一阶段持续到奥利瑟拉佐尔的能量槽获得50点熔火之力为止。",
    },
    ["5x2822"] = {
    ["Title"] = "第三阶段：燃尽",
    ["Description"] = "奥利瑟拉佐尔的熔火之力降到0时会坠落到地面，并变得虚弱。这一阶段持续到奥利瑟拉佐尔的能量槽获得50点熔火之力为止。",
    },
    ["4x2822"] = {
    ["Title"] = "第三阶段：燃尽",
    ["Description"] = "奥利瑟拉佐尔的熔火之力降到0时会坠落到地面，并变得虚弱。这一阶段持续到奥利瑟拉佐尔的能量槽获得50点熔火之力为止。",
    },
    ["2x2022"] = {
    ["Title"] = "巨怪碾打",
    ["Description"] = "伐木场巨怪会周期性地抓起一名玩家，然后跑到房间离入口最远的位置。巨怪随后会飞快地奔跑并将该名玩家砸到房间另一侧的原木上，将该玩家击退并造成100点物理伤害。",
    },
    ["4x3115"] = {
    ["Title"] = "冻结",
    ["Description"] = "费伦迪乌斯的冻结使所有浸水的敌人冻结，昏迷并造成每2秒25,000点冰霜伤害，持续10秒。",
    },
    ["2x2728"] = {
    ["Title"] = "潜行者",
    ["Description"] = "",
    },
    ["1x2574"] = {
    ["Title"] = "毒性孢子",
    ["Description"] = "孢子施放的孢子云每1.5秒对站在其中的玩家造成9,000点自然伤害。孢子云同时会让范围内所有的植物腐烂，对该植物造成相当于其生命值15%的自然伤害。",
    },
    ["1x2556"] = {
    ["Title"] = "镜像",
    ["Description"] = "当伊希斯特的生命值处于66%时，她将分裂成三个生物。每个生物都代表着她的一个主要技能。杀死其中一个的话，她在战斗中接下来的时间就无法使用该技能，但其余两种技能则会加强。\r\n\r\n当伊希斯特的生命值降到33%时，她会再次分裂成两个生物。这两个生物对应她剩下来的两个技能。杀死其中一个的话，她在战斗中接下来的时间就无法使用该技能，但最后一项技能则会进一步加强。",
    },
    ["3x3180"] = {
    ["Title"] = "永冻",
    ["Description"] = "尼希尔向他的当前目标所在的方向引导冰霜冲击，对正前方50度角范围的玩家每1秒造成12,000点冰霜伤害，持续3秒。",
    },
    ["3x3179"] = {
    ["Title"] = "刺骨寒风",
    ["Description"] = "尼希尔对周围半径90码范围内的所有玩家造成8,000点冰霜伤害，并使他们受到的冰霜伤害提高5%，持续35秒。这个效果可以叠加。",
    },
    ["3x3178"] = {
    ["Title"] = "尼希尔",
    ["Description"] = "尼希尔在战斗开始时有0点风能量。他每秒获得1点风能量，达到90点时就会施放暴雨。",
    },
    ["3x3174"] = {
    ["Title"] = "强风冲击",
    ["Description"] = "洛哈西会缓慢地旋转，用强风冲击他面前的玩家，持续6秒，造成8,000点自然伤害，并将玩家击退。",
    },
    ["3x3167"] = {
    ["Title"] = "培育",
    ["Description"] = "安舍尔每秒召唤一个饥饿的食人花，持续5秒。",
    },
    ["4x3512"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "乌苏雷召唤强大的闪电冲击波，对13码内的所有敌人造成200,000点自然伤害，并将6码内的所有敌人击退。",
    },
    ["2x2492"] = {
    ["Title"] = "圣歌回响",
    ["Description"] = "在安努尔施放光明之盾后，他会立即吟唱一首回响的圣歌。圣歌回响会对所有玩家每4秒造成400点神圣伤害。该效果会在安努尔开始吟唱圣歌回响后每4秒叠加一次。",
    },
    ["6x3512"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "乌苏雷召唤强大的闪电冲击波，对13码内的所有敌人造成200,000点自然伤害，并将6码内的所有敌人击退。",
    },
    ["3x3165"] = {
    ["Title"] = "堕落熔岩",
    ["Description"] = "受到古加尔的若干技能影响时，玩家的腐蚀等级会提升。每一层腐蚀都会使古加尔的上古之神的腐蚀技能对玩家的伤害提高2%。",
    },
    ["3x3161"] = {
    ["Title"] = "腐蚀信徒",
    ["Description"] = "古加尔召唤这些上古之神的无面者仆从，以加速敌人的灭亡。",
    },
    ["3x3158"] = {
    ["Title"] = "暗影之令",
    ["Description"] = "古加尔召唤一个暗影元素，将这个元素吸收到自己的暮光之锤中，使其获得强效暗影的强化效果。\r\n\r\n在英雄难度下，暗影元素被吸收时，它每10%的剩余生命值都会使古加尔获得一层额外的强效暗影。|r",
    },
    ["2x3512"] = {
    ["Title"] = "闪电魔棒",
    ["Description"] = "乌苏雷召唤强大的闪电冲击波，对13码内的所有敌人造成200,000点自然伤害，并将6码内的所有敌人击退。",
    },
    ["6x3083"] = {
    ["Title"] = "相位变换",
    ["Description"] = "喧闹恶鬼不在玩家背后时免疫魔法。",
    },
    ["5x2867"] = {
    ["Title"] = "第一阶段：纳洛拉克驾到！",
    ["Description"] = "在战斗开始，纳洛拉克处于巨魔形态。他对坦克施放残忍打击，并周期性地朝最远的敌人发动奔袭，让他们下一次遭到奔袭攻击时受到的伤害显著提高。",
    },
    ["6x2638"] = {
    ["Title"] = "灼烧之速",
    ["Description"] = "在烈焰之子们的生命值降到50%前，每5%的生命值会使其移动速度提高75%。当它们的生命值降到50%以下后，加速效果消失。",
    },
    ["3x3145"] = {
    ["Title"] = "源质畸体",
    ["Description"] = "源质畸体的起始生命值等同于四人合并时所剩生命值的总和。",
    },
    ["3x3133"] = {
    ["Title"] = "消散",
    ["Description"] = "艾里昂化身成为旋风，出现在屋中的其它位置，然后施放闪电震爆。",
    },
    ["1x2492"] = {
    ["Title"] = "圣歌回响",
    ["Description"] = "在安努尔施放光明之盾后，他会立即吟唱一首回响的圣歌。圣歌回响会对所有玩家每4秒造成300点神圣伤害。该效果会在安努尔开始吟唱圣歌回响后每4秒叠加一次。",
    },
    ["1x2361"] = {
    ["Title"] = "进化",
    ["Description"] = "柯尔拉吸取一条虚空之龙尸体上的能量，将其导入暮光狂热者体内。进化效果迅速在暮光狂热者身上叠加，若叠加到100层，这个暮光狂热者就会变成一个进化的暮光狂热者，并持续到战斗结束。叠加的进化效果持续15秒。\r\n\r\n如果有玩家挡住连接暮光狂热者和虚空之龙尸体的光线，则玩家获得进化效果，并开始进化。如果玩家身上的进化效果叠加到100层，这个玩家将变成一个暮光龙人。",
    },
    ["2x2361"] = {
    ["Title"] = "进化",
    ["Description"] = "柯尔拉吸取一条虚空之龙尸体上的能量，将其导入暮光狂热者体内。进化效果迅速在暮光狂热者身上叠加，若叠加到100层，这个暮光狂热者就会变成一个进化的暮光狂热者，并持续到战斗结束。叠加的进化效果持续15秒。\r\n\r\n如果有玩家挡住连接暮光狂热者和虚空之龙尸体的光线，则玩家获得进化效果，并开始进化。如果玩家身上的进化效果叠加到100层，这个玩家将变成一个暮光龙人。",
    },
    ["5x2807"] = {
    ["Title"] = "第二阶段：同狂野之灵战斗！",
    ["Description"] = "当生命值还剩60%和30%时，哈尔拉兹分裂成两个形体：崇拜者哈尔拉兹和山猫之灵。这两个形体在阶段开始的时候都处于满生命值状态，当其中一名的生命值低于20%时，他们就会重新结合成为山猫的化身。",
    },
    ["4x2807"] = {
    ["Title"] = "第二阶段：同狂野之灵战斗！",
    ["Description"] = "当生命值还剩60%和30%时，哈尔拉兹分裂成两个形体：崇拜者哈尔拉兹和山猫之灵。这两个形体在阶段开始的时候都处于满生命值状态，当其中一名的生命值低于20%时，他们就会重新结合成为山猫的化身。",
    },
    ["3x3121"] = {
    ["Title"] = "烈焰洪流",
    ["Description"] = "伊格纳休斯从手中释放火羽，每1秒对自己正前方30度角、18码距离的敌人造成40,000点火焰伤害，持续3秒。",
    },
    ["6x2807"] = {
    ["Title"] = "第二阶段：同狂野之灵战斗！",
    ["Description"] = "当生命值还剩60%和30%时，哈尔拉兹分裂成两个形体：崇拜者哈尔拉兹和山猫之灵。这两个形体在阶段开始的时候都处于满生命值状态，当其中一名的生命值低于20%时，他们就会重新结合成为山猫的化身。",
    },
    ["6x3305"] = {
    ["Title"] = "暗影爆燃火花",
    ["Description"] = "奈法利安在附近制造一团迅速扩大的暗影火焰，对周围半径4码范围内的所有敌人造成50,000点暗影烈焰伤害，并复活这一范围内的复生的坚骨战士。",
    },
    ["4x2623"] = {
    ["Title"] = "狂乱",
    ["Description"] = "当加亚莱的生命值处于20%时，他将进入狂乱状态，物理伤害提高50%，攻击速度提高50%。",
    },
    ["4x3305"] = {
    ["Title"] = "暗影爆燃火花",
    ["Description"] = "奈法利安在附近制造一团迅速扩大的暗影火焰，对周围半径4码范围内的所有敌人造成35,000点暗影烈焰伤害，并复活这一范围内的复生的坚骨战士。",
    },
    ["5x3305"] = {
    ["Title"] = "暗影爆燃火花",
    ["Description"] = "奈法利安在附近制造一团迅速扩大的暗影火焰，对周围半径4码范围内的所有敌人造成50,000点暗影烈焰伤害，并复活这一范围内的复生的坚骨战士。",
    },
    ["1x2456"] = {
    ["Title"] = "反复鞭笞",
    ["Description"] = "高阶预言者巴林姆以反复鞭笞惩罚他的当前敌对目标。巴林姆的下10次近战攻击会附带额外的5,000点物理伤害。",
    },
    ["6x3079"] = {
    ["Title"] = "灼热烈焰",
    ["Description"] = "艾卓曼德斯引导烈焰，使其充满整个房间。烈焰每2秒造成39,999点火焰伤害，并使敌人受到的火焰伤害提高50%，持续6秒。目标身上的每点音量值使这个伤害提高2%。共鸣冲击可以打断灼热烈焰的引导。\r\n\r\n灼热烈焰会在地上留下一片咆哮烈焰，持续4秒。",
    },
    ["6x2716"] = {
    ["Title"] = "灵魂虹吸",
    ["Description"] = "玛拉卡斯随机抽取一名玩家的灵魂，在30秒内让他获得该玩家的职业能力。",
    },
    ["6x3074"] = {
    ["Title"] = "共鸣冲击",
    ["Description"] = "矮人先祖之盾的回音打断了艾卓曼德斯的施法。\r\n\r\n在空中时，艾卓曼德斯会选择使用了矮人先祖之盾的玩家作为咆哮烈焰吐息的目标。",
    },
    ["6x3038"] = {
    ["Title"] = "闪电",
    ["Description"] = "奥拉基尔持续地对某个玩家施放闪电箭，造成45,000点自然伤害。",
    },
    ["6x3034"] = {
    ["Title"] = "回馈",
    ["Description"] = "当风暴火花被杀死时，它对奥拉基尔施加回馈效果，使其受到的伤害提高10%。这个效果可以叠加，持续20秒。",
    },
    ["6x3028"] = {
    ["Title"] = "第二阶段：你们的执着惹恼了我！",
    ["Description"] = "当生命值降到80%以下时，奥拉基尔不再施放阵风冲击，但是会持续降下酸雨，并召唤风暴火花。",
    },
    ["6x3017"] = {
    ["Title"] = "第二阶段：恐怖的造物",
    ["Description"] = "当生命值降到20%以下时，奇美隆进入狂暴状态。这将使得他免疫嘲讽效果，并且大幅度降低玩家的治疗效果。",
    },
    ["6x3015"] = {
    ["Title"] = "突破",
    ["Description"] = "奇美隆凶猛地攻击目标，瓦解其防御，并使他们受到的物理伤害提高25%，受到的治疗效果降低15%，持续1分钟。这个效果可以叠加。",
    },
    ["6x3004"] = {
    ["Title"] = "裂隙冲击",
    ["Description"] = "暮光斥候不断向随机玩家发射裂隙冲击，每5秒造成55,000点暗影伤害。",
    },
    ["5x2701"] = {
    ["Title"] = "复仇重击",
    ["Description"] = "贝瑟克的化身扑向空中，落地时发出复仇重击，对20码内的玩家造成25,000点物理伤害。",
    },
    ["6x2701"] = {
    ["Title"] = "复仇重击",
    ["Description"] = "贝瑟克的化身扑向空中，落地时发出复仇重击，对20码内的玩家造成35,000点物理伤害。",
    },
    ["4x2783"] = {
    ["Title"] = "寡妇蛛之吻",
    ["Description"] = "贝丝缇拉克致命的亲吻使其当前目标血液沸腾，目标受到的治疗效果每5秒降低2%，持续20秒。同时目标将会对10码范围的友方造成持续增长的火焰伤害。",
    },
    ["6x3002"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被瑟纳利昂的眩光毁灭或瓦里昂娜的深呼吸击中的玩家会被拖入暮光领域。在这个平行位面中，飘浮着烈性的暮光能量球体，一触即炸。短暂的传送门会随机出现在各个地方，玩家可以使用它回到主物质位面。每道传送门都会在一段时间后消失。",
    },
    ["5x2683"] = {
    ["Title"] = "恐惧烈焰",
    ["Description"] = "拉格纳罗斯猛捶地面，对邻近两处施放恐惧烈焰。恐惧烈焰迅速增殖，散布到整个平台上。恐惧烈焰会造成51,000点火焰伤害，并且每1秒额外造成3,400点火焰伤害，持续30秒。",
    },
    ["5x3028"] = {
    ["Title"] = "第二阶段：你们的执着惹恼了我！",
    ["Description"] = "当生命值降到80%以下时，奥拉基尔不再施放阵风冲击，但是会持续降下酸雨，并召唤风暴火花。",
    },
    ["5x3016"] = {
    ["Title"] = "双重攻击",
    ["Description"] = "奇美隆的下一次攻击为二连击。",
    },
    ["4x2967"] = {
    ["Title"] = "狂怒咆哮",
    ["Description"] = "当哈尔弗斯的生命值低于50%时，他会周期性地发出狂怒咆哮。这种可怕的咆哮会对所有玩家造成8,000点物理伤害，并将他们击倒在地，昏迷2秒。哈尔弗斯会在短时间内连续咆哮三次。",
    },
    ["1x2674"] = {
    ["Title"] = "反魔法牢笼",
    ["Description"] = "虚空搜寻者对当前目标进行引导，将其困在反魔法牢笼中，令目标的移动速度降低60%，并对所有的魔法效果（包括友方的治疗）免疫，持续30秒。",
    },
    ["2x2674"] = {
    ["Title"] = "反魔法牢笼",
    ["Description"] = "虚空搜寻者对当前目标进行引导，将其困在反魔法牢笼中，令目标的移动速度降低60%，并对所有的魔法效果（包括友方的治疗）免疫，持续30秒。",
    },
    ["4x3086"] = {
    ["Title"] = "咆哮烈焰吐息",
    ["Description"] = "艾卓曼德斯喷出一团烈焰，在屋内随机追踪一名玩家。咆哮烈焰吐息造成15,000点火焰伤害，并在路径上留下咆哮烈焰。火息的移动速度会越来越快。\r\n\r\n共鸣冲击可以暂时停止火息前进，但艾卓曼德斯会令烈焰转而追击敲响远古矮人护盾的玩家。",
    },
    ["4x2711"] = {
    ["Title"] = "滑行者",
    ["Description"] = "一条大蛇。",
    },
    ["3x2157"] = {
    ["Title"] = "制造有毒的混合剂",
    ["Description"] = "沃登勋爵制造一瓶剧毒药水，然后把它扔向某个玩家所在的位置，瓶子着地即碎。\r\n\r\n毒药立即对周围半径4码范围内的玩家造成150点自然伤害，并且每2秒继续造成29点自然伤害，且使玩家移动速度降低40%，持续15秒。",
    },
    ["2x2751"] = {
    ["Title"] = "暗言术：痛",
    ["Description"] = "玛拉卡斯随机对一名敌人施放黑暗的咒语，每2秒对其造成12,000点暗影伤害，持续18秒。",
    },
    ["4x3025"] = {
    ["Title"] = "闪电打击",
    ["Description"] = "奥拉基尔随机对一名玩家施放闪电打击，对其造成20,000点自然伤害，并且对以该玩家为中心的60度角范围内的所有其他玩家造成10,000点自然伤害。\r\n\r\n",
    },
    ["4x3034"] = {
    ["Title"] = "回馈",
    ["Description"] = "当风暴火花被杀死时，它对奥拉基尔施加回馈效果，使其受到的伤害提高10%。这个效果可以叠加，持续30秒。",
    },
    ["4x3028"] = {
    ["Title"] = "第二阶段：你们的执着惹恼了我！",
    ["Description"] = "当生命值降到80%以下时，奥拉基尔不再施放阵风冲击，但是会持续降下酸雨，并召唤风暴火花。",
    },
    ["5x2727"] = {
    ["Title"] = "牧师",
    ["Description"] = "",
    },
    ["6x2934"] = {
    ["Title"] = "治愈",
    ["Description"] = "马洛拉克每秒为自己治疗150,000点生命值，并且恢复2,000点法力值，持续10秒。这一技能的治疗量每秒提高150,000点。",
    },
    ["5x2934"] = {
    ["Title"] = "治愈",
    ["Description"] = "马洛拉克每秒为自己治疗50,000点生命值，并且恢复2,000点法力值，持续10秒。这一技能的治疗量每秒提高50,000点。",
    },
    ["5x3509"] = {
    ["Title"] = "吞噬灵魂",
    ["Description"] = "梦魇幻象吞噬一名玩家的灵魂，将其杀死。",
    },
    ["6x3509"] = {
    ["Title"] = "吞噬灵魂",
    ["Description"] = "梦魇幻象吞噬一名玩家的灵魂，将其杀死。",
    },
    ["6x2664"] = {
    ["Title"] = "燃烧",
    ["Description"] = "攻击活体流星可引起燃烧，并将其击退数码。",
    },
    ["5x2664"] = {
    ["Title"] = "燃烧",
    ["Description"] = "攻击活体流星可引起燃烧，并将其击退数码。",
    },
    ["4x2934"] = {
    ["Title"] = "治愈",
    ["Description"] = "马洛拉克每秒为自己治疗75,000点生命值，并且恢复2,000点法力值，持续10秒。这一技能的治疗量每秒提高75,000点。",
    },
    ["2x2887"] = {
    ["Title"] = "第三阶段：还有更多的人会像你一样倒下！",
    ["Description"] = "达卡拉吸收雄鹰或者龙鹰的精华。",
    },
    ["5x2887"] = {
    ["Title"] = "第三阶段：还有更多的人会像你一样倒下！",
    ["Description"] = "达卡拉吸收雄鹰或者龙鹰的精华。",
    },
    ["4x2887"] = {
    ["Title"] = "第三阶段：还有更多的人会像你一样倒下！",
    ["Description"] = "达卡拉吸收雄鹰或者龙鹰的精华。",
    },
    ["4x2664"] = {
    ["Title"] = "燃烧",
    ["Description"] = "攻击活体流星可引起燃烧，并将其击退数码。",
    },
    ["3x2652"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成93,749点火焰伤害。",
    },
    ["6x2732"] = {
    ["Title"] = "毒性喷吐",
    ["Description"] = "滑行者对一名随机玩家喷吐毒液，造成8,000点自然伤害，之后每1秒额外造成5,000点伤害，持续5秒。",
    },
    ["6x4142"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "玩家可以尝试将图腾朝贝恩的残影扔回去。如果成功命中，则对贝恩的残影造成物理伤害，数值相当于其最大生命值的5%，并使其昏迷20秒，期间所承受的伤害提高50%。",
    },
    ["5x4142"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "玩家可以尝试将图腾朝贝恩的残影扔回去。如果成功命中，则对贝恩的残影造成物理伤害，数值相当于其最大生命值的5%，并使其昏迷20秒，期间所承受的伤害提高50%。",
    },
    ["4x4142"] = {
    ["Title"] = "丢掷图腾",
    ["Description"] = "玩家可以尝试将图腾朝贝恩的残影扔回去。如果成功命中，则对贝恩的残影造成物理伤害，数值相当于其最大生命值的5%，并使其昏迷20秒，期间所承受的伤害提高50%。",
    },
    ["2x2522"] = {
    ["Title"] = "召唤闪电",
    ["Description"] = "埃基尔松向当前目标释放电能冲击，造成30,000点自然伤害。",
    },
    ["4x2872"] = {
    ["Title"] = "刺裂",
    ["Description"] = "纳洛拉克鞭笞当前目标，并留下恐怖的流血伤口，在24秒内每3秒造成22,425点物理伤害。",
    },
    ["5x2872"] = {
    ["Title"] = "刺裂",
    ["Description"] = "纳洛拉克鞭笞当前目标，并留下恐怖的流血伤口，在24秒内每3秒造成16,675点物理伤害。",
    },
    ["6x2872"] = {
    ["Title"] = "刺裂",
    ["Description"] = "纳洛拉克鞭笞当前目标，并留下恐怖的流血伤口，在24秒内每3秒造成22,425点物理伤害。",
    },
    ["4x3109"] = {
    ["Title"] = "第一阶段：胆敢入侵？",
    ["Description"] = "在战斗开始时，费伦迪乌斯和伊格纳休斯入场，艾里昂和泰拉斯卓在上面的阳台上观战。",
    },
    ["5x3109"] = {
    ["Title"] = "第一阶段：胆敢入侵？",
    ["Description"] = "在战斗开始时，费伦迪乌斯和伊格纳休斯入场，艾里昂和泰拉斯卓在上面的阳台上观战。",
    },
    ["5x2834"] = {
    ["Title"] = "炽炎之爪新兵",
    ["Description"] = "炽炎之爪新兵会周期性地飞来协助奥利瑟拉佐尔，同地面上的敌人战斗。",
    },
    ["3x3109"] = {
    ["Title"] = "第一阶段：胆敢入侵？",
    ["Description"] = "在战斗开始时，费伦迪乌斯和伊格纳休斯入场，艾里昂和泰拉斯卓在上面的阳台上观战。\r\n\r\n在英雄难度下，艾里昂和泰拉斯卓会协助他们的伙伴。|r",
    },
    ["2x2732"] = {
    ["Title"] = "毒性喷吐",
    ["Description"] = "滑行者对一名随机玩家喷吐毒液，造成8,000点自然伤害，之后每1秒额外造成5,000点伤害，持续5秒。",
    },
    ["3x3007"] = {
    ["Title"] = "不稳定的暮光",
    ["Description"] = "碰触暮光领域中飘浮的暮光能量球会导致剧烈爆炸。不稳定的暮光对周围半径8码范围内的所有玩家造成20,000点暗影伤害，但是只影响到暮光领域中的玩家。",
    },
    ["4x2732"] = {
    ["Title"] = "毒性喷吐",
    ["Description"] = "滑行者对一名随机玩家喷吐毒液，造成8,000点自然伤害，之后每1秒额外造成5,000点伤害，持续5秒。",
    },
    ["5x2732"] = {
    ["Title"] = "毒性喷吐",
    ["Description"] = "滑行者对一名随机玩家喷吐毒液，造成8,000点自然伤害，之后每1秒额外造成5,000点伤害，持续5秒。",
    },
    ["3x3002"] = {
    ["Title"] = "暮光领域",
    ["Description"] = "被瑟纳利昂的眩光毁灭或瓦里昂娜的深呼吸击中的玩家会被拖入暮光领域。在这个平行位面中，飘浮着烈性的暮光能量球体，一触即炸。短暂的传送门会随机出现在各个地方，玩家可以使用它回到主物质位面。每道传送门都会在一段时间后消失。\r\n\r\n在英雄难度下，领域偏移也会把玩家拖入暮光领域。|r",
    },
    ["2x2555"] = {
    ["Title"] = "超级新星",
    ["Description"] = "伊希斯特施放一颗超级新星，造成25,349点奥术伤害，使所有面对她的玩家迷惑4秒。",
    },
    ["5x2735"] = {
    ["Title"] = "灵魂哀嚎",
    ["Description"] = "黑心对自身40码范围内的所有玩家造成5,000点暗影伤害。",
    },
    ["6x2997"] = {
    ["Title"] = "卓越之焰",
    ["Description"] = "瑟纳利昂随机对一名玩家所在的位置发射一股暮光能量。卓越之焰在该处留下一道圆形的暮光火焰，持续45秒，对周围半径12码范围内的所有玩家每1秒造成19,000点暗影伤害。",
    },
    ["2x2160"] = {
    ["Title"] = "增稠毒液",
    ["Description"] = "每3秒，增稠毒液的毒素就从沃登勋爵的锅中传递到附近的一个玩家身上。增稠毒液每1秒造成12,000点伤害，并使中毒玩家的移动速度降低10%，持续6秒。\r\n\r\n这个效果最多可以叠加3次。叠满3层之后，毒素完全发作，使玩家昏迷5秒。但是，只要玩家移动或跳跃，毒素就无法生效，并移除一层效果。",
    },
    ["6x2936"] = {
    ["Title"] = "消蚀烈焰",
    ["Description"] = "马洛拉克随机点燃一名玩家，每秒造成13,500点火焰伤害，持续10秒。该玩家在点燃状态下受到的任何魔法伤害都会使消蚀烈焰造成的伤害提高，数值相当于该魔法伤害值的50%。",
    },
    ["4x2160"] = {
    ["Title"] = "增稠毒液",
    ["Description"] = "每3秒，增稠毒液的毒素就从沃登勋爵的锅中传递到附近的一个玩家身上。增稠毒液每1秒造成12,000点伤害，并使中毒玩家的移动速度降低10%，持续6秒。\r\n\r\n这个效果最多可以叠加3次。叠满3层之后，毒素完全发作，使玩家昏迷5秒。但是，只要玩家移动或跳跃，毒素就无法生效，并移除一层效果。",
    },
    ["4x2936"] = {
    ["Title"] = "消蚀烈焰",
    ["Description"] = "马洛拉克随机点燃一名玩家，每秒造成9,000点火焰伤害，持续10秒。该玩家在点燃状态下受到的任何魔法伤害都会使消蚀烈焰造成的伤害提高，数值相当于该魔法伤害值的50%。",
    },
    ["6x2992"] = {
    ["Title"] = "暮光陨星",
    ["Description"] = "瓦里昂娜随机选择一名玩家，准备施放强大的暮光陨星。当流星打中玩家时，它会对该玩家周围半径6码范围内造成300,000点暗影伤害，由这一区域内的所有玩家均摊。",
    },
    ["6x2989"] = {
    ["Title"] = "暮光位移",
    ["Description"] = "瓦里昂娜周期性地对其目标施加暮光位移。这个效果可以叠加。当瓦里昂娜对同一目标叠加到第五层效果时，就会对这个目标施放领域偏移。",
    },
    ["3x2912"] = {
    ["Title"] = "变形",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹；如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。\r\n\r\n在每第三次变型时，范达尔会短暂恢复到暗夜精灵形态。",
    },
    ["2x2872"] = {
    ["Title"] = "刺裂",
    ["Description"] = "纳洛拉克鞭笞当前目标，并留下恐怖的流血伤口，在24秒内每3秒造成22,425点物理伤害。",
    },
    ["5x2912"] = {
    ["Title"] = "变形",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹；如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。\r\n\r\n在每第三次变型时，范达尔会短暂恢复到暗夜精灵形态。",
    },
    ["4x2912"] = {
    ["Title"] = "变形",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹；如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。\r\n\r\n在每第三次变型时，范达尔会短暂恢复到暗夜精灵形态。",
    },
    ["3x2641"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["6x2912"] = {
    ["Title"] = "变形",
    ["Description"] = "如果敌人没有聚在一起，那么范达尔就变成一只猎豹；如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。\r\n\r\n在每第三次变型时，范达尔会短暂恢复到暗夜精灵形态。",
    },
    ["5x2641"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成550,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["1x2126"] = {
    ["Title"] = "鬼灵冲锋",
    ["Description"] = "拉佐克劳跳向最远的敌方目标，使其昏迷，每0.5秒造成40点物理伤害，持续3秒。",
    },
    ["2x2126"] = {
    ["Title"] = "鬼灵冲锋",
    ["Description"] = "拉佐克劳跳向最远的敌方目标，使其昏迷，每0.5秒造成6,000点物理伤害，持续3秒。",
    },
    ["4x2641"] = {
    ["Title"] = "萨弗拉斯重击",
    ["Description"] = "拉格纳罗斯随机面对一名玩家，准备用萨弗拉斯向其砸去。撞击会对5码范围的玩家造成105,000点火焰伤害，并产生数道熔岩波浪，从撞击点分别朝几个不同方向移动。",
    },
    ["6x2985"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["3x2937"] = {
    ["Title"] = "灼热爆破",
    ["Description"] = "马洛拉克喷出火焰，造成400,000点火焰伤害，由正前方70度角、最远60码距离内的所有目标均摊。",
    },
    ["4x2985"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["5x2985"] = {
    ["Title"] = "瓦里昂娜",
    ["Description"] = "战斗开始时，瑟纳利昂立即飞上空中，瓦里昂娜在地面上迎战。这对双生龙共享生命值，并交替飞上空中和落地作战。",
    },
    ["2x2817"] = {
    ["Title"] = "第三阶段：现在我要挠碎你！",
    ["Description"] = "当生命值还剩25%时，哈尔拉兹保持在山猫的化身形态。",
    },
    ["6x4063"] = {
    ["Title"] = "死亡之翼的血液",
    ["Description"] = "死亡之翼的血液在你的血脉中剧烈地翻滚，对你和其他几名玩家造成875,000点火焰伤害。",
    },
    ["6x2947"] = {
    ["Title"] = "黑暗污泥",
    ["Description"] = "邪恶废液随机选择一名玩家，对其施放黑暗污泥，在地上生成一滩污泥，对周围半径3码范围内的所有玩家造成每0.5秒15,000点暗影伤害，持续30秒。",
    },
    ["4x2879"] = {
    ["Title"] = "熊灵精华",
    ["Description"] = "",
    },
    ["6x2995"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瑟纳利昂在地上时，会使用下列技能。",
    },
    ["5x2995"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瑟纳利昂在地上时，会使用下列技能。",
    },
    ["4x3216"] = {
    ["Title"] = "古神之血",
    ["Description"] = "腐蚀信徒的血液凝结成为许多个邪恶的软泥怪，每个都会随机挑选一名玩家，并向其移动。古神之血碰到任何目标都会使他们的腐蚀术等级提高。",
    },
    ["3x3216"] = {
    ["Title"] = "古神之血",
    ["Description"] = "腐蚀信徒的血液凝结成为许多个邪恶的软泥怪，每个都会随机挑选一名玩家，并向其移动。古神之血碰到任何目标都会使他们的腐蚀术等级提高。",
    },
    ["4x2719"] = {
    ["Title"] = "血之疫病",
    ["Description"] = "玛拉卡斯的暗影打击每3秒造成10,000点暗影伤害。持续12秒。",
    },
    ["6x2922"] = {
    ["Title"] = "暗夜精灵形态",
    ["Description"] = "当范达尔进入暗夜精灵形态，他会暂时用灼热旋风包围敌人，并额外施放一个法术。\r\n\r\n当他从猎豹形态变成毒蝎形态时，范达尔会释放出灼热之种。\r\n\r\n当他从毒蝎形态变成猎豹形态时，范达尔会施放燃烧宝珠。",
    },
    ["2x2719"] = {
    ["Title"] = "血之疫病",
    ["Description"] = "玛拉卡斯的暗影打击每3秒造成10,000点暗影伤害。持续12秒。",
    },
    ["3x2770"] = {
    ["Title"] = "烬网织网蛛",
    ["Description"] = "这些蜘蛛荡在网的下面。对其使用嘲讽类技能可以让它们落到地面上。被杀死后，玩家就可以借助它们留下的丝爬到烬网上去。",
    },
    ["5x2436"] = {
    ["Title"] = "静电缠握",
    ["Description"] = "阿萨德在地上创造一片静电力场，在施法结束后使得所有处在该力场中的玩家被定身18秒。",
    },
    ["6x2906"] = {
    ["Title"] = "抱摔",
    ["Description"] = "古拉巴什灵魂随机朝一个目标的位置跳去，对5码内的所有单位及物体造成14,999点伤害，并将他们击退。这一攻击会在地面上造成破碎裂隙，使5码内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["6x2904"] = {
    ["Title"] = "古拉巴什灵魂",
    ["Description"] = "当玩家在正常世界里击败古拉巴什灵魂战士后古拉巴什灵魂就会出现在灵魂世界里。",
    },
    ["2x2727"] = {
    ["Title"] = "牧师",
    ["Description"] = "",
    },
    ["5x2963"] = {
    ["Title"] = "原龙巨兽",
    ["Description"] = "哈尔弗斯奴役的始祖龙在附近飞翔，对那些威胁他主人的敌人喷射火焰。",
    },
    ["5x2941"] = {
    ["Title"] = "绿色瓶子",
    ["Description"] = "马洛拉克向锅中投掷一瓶绿色瓶子。这瓶药剂会爆炸，并驱散畸变怪身上的生长催化剂。绿色瓶子的效果持续40秒。",
    },
    ["5x2936"] = {
    ["Title"] = "消蚀烈焰",
    ["Description"] = "马洛拉克随机点燃一名玩家，每秒造成7,500点火焰伤害，持续10秒。该玩家在点燃状态下受到的任何魔法伤害都会使消蚀烈焰造成的伤害提高，数值相当于该魔法伤害值的50%。",
    },
    ["5x2923"] = {
    ["Title"] = "灼热旋风",
    ["Description"] = "灼热旋风将所有敌方目标卷入空中，阻止他们做出任何行动，同时使他们进入无敌状态，持续3秒。",
    },
    ["2x2896"] = {
    ["Title"] = "烈焰吐息",
    ["Description"] = "达卡拉对前方60度角锥形区域的敌人造成20,000点火焰伤害。吐息在地上留下一道火焰，每1秒对烈焰轨迹4码内的敌人造成20,000点火焰伤害。",
    },
    ["4x2996"] = {
    ["Title"] = "噬体魔法",
    ["Description"] = "瑟纳利昂扭曲一名敌对施法者的魔法能量，使其伤害和治疗输出提高100%，持续20秒。\r\n\r\n但是，每当这名玩家造成伤害或治疗，噬体魔法就会触发一次暮光爆炸，对周围半径10码范围内的所有玩家造成相当于该伤害或治疗量的伤害。",
    },
    ["3x2918"] = {
    ["Title"] = "毒蝎形态",
    ["Description"] = "如果有7名或更多的敌人聚在一起，那么范达尔就变成一只蝎子。\r\n\r\n在25人模式中，如果有18名或更多敌人聚在一起，范达尔就会变成蝎子。|r",
    },
    ["4x2992"] = {
    ["Title"] = "暮光陨星",
    ["Description"] = "瓦里昂娜随机选择一名玩家，准备施放强大的暮光陨星。当流星打中玩家时，它会对该玩家周围半径6码范围内造成240,000点暗影伤害，由这一区域内的所有玩家均摊。",
    },
    ["1x2208"] = {
    ["Title"] = "脑刺",
    ["Description"] = "残忍的精神鞭笞者发出灵能冲击波，对所有40码范围内的敌人造成6,999点暗影伤害。这种针对心智的反馈法术还会使目标失去1,000点法力值。",
    },
    ["2x2218"] = {
    ["Title"] = "无面者工兵",
    ["Description"] = "这些怪物会持续地向耐普图隆发射射线，杀掉全部三只无面者工兵即可结束第二阶段。",
    },
    ["4x2218"] = {
    ["Title"] = "无面者工兵",
    ["Description"] = "这些怪物会持续地向耐普图隆发射射线，杀掉全部三只无面者工兵即可结束第二阶段。",
    },
    ["3x2934"] = {
    ["Title"] = "治愈",
    ["Description"] = "马洛拉克每秒为自己治疗25,000点生命值，并且恢复2,000点法力值，持续10秒。这一技能的治疗量每秒提高25,000点。",
    },
    ["5x2618"] = {
    ["Title"] = "被禁锢的灵魂",
    ["Description"] = "会有八名被禁锢的灵魂就绪以协助玩家同血领主曼多基尔战斗。被禁锢的灵魂会在战斗中复活死亡的玩家。",
    },
    ["4x2618"] = {
    ["Title"] = "被禁锢的灵魂",
    ["Description"] = "会有八名被禁锢的灵魂就绪以协助玩家同血领主曼多基尔战斗。被禁锢的灵魂会在战斗中复活死亡的玩家。",
    },
    ["4x2963"] = {
    ["Title"] = "原龙巨兽",
    ["Description"] = "哈尔弗斯奴役的始祖龙在附近飞翔，对那些威胁他主人的敌人喷射火焰。",
    },
    ["2x2618"] = {
    ["Title"] = "被禁锢的灵魂",
    ["Description"] = "会有八名被禁锢的灵魂就绪以协助玩家同血领主曼多基尔战斗。被禁锢的灵魂会在战斗中复活死亡的玩家。",
    },
    ["4x2959"] = {
    ["Title"] = "哈尔弗斯·碎龙者",
    ["Description"] = "每一周，哈尔弗斯捕获的五种龙类当中都会随机苏醒三种。每种苏醒的龙类都会使哈尔弗斯和他所奴役的原龙巨兽获得一种技能。",
    },
    ["2x2166"] = {
    ["Title"] = "嗜血食尸鬼",
    ["Description"] = "这些食尸鬼的生命值很低。",
    },
    ["6x2845"] = {
    ["Title"] = "烈焰之末使者",
    ["Description"] = "在第一阶段，烈焰之末使者会周期性地出现，开始施放灾变流星。使者对所有伤害免疫，但是施放灾变流星后会立刻死亡。",
    },
    ["4x2937"] = {
    ["Title"] = "灼热爆破",
    ["Description"] = "马洛拉克喷出火焰，造成100 万点火焰伤害，由正前方70度角、最远60码距离内的所有目标均摊。",
    },
    ["4x2925"] = {
    ["Title"] = "燃烧宝珠",
    ["Description"] = "范达尔在房间内召唤出几颗宝珠。每颗宝珠都会烧灼最近的玩家，每2秒对他们造成3,750点火焰伤害。可叠加。",
    },
    ["3x2936"] = {
    ["Title"] = "消蚀烈焰",
    ["Description"] = "马洛拉克随机点燃一名玩家，每秒造成4,500点火焰伤害，持续10秒。该玩家在点燃状态下受到的任何魔法伤害都会使消蚀烈焰造成的伤害提高，数值相当于该魔法伤害值的50%。",
    },
    ["3x2967"] = {
    ["Title"] = "狂怒咆哮",
    ["Description"] = "当哈尔弗斯的生命值低于50%时，他会周期性地发出狂怒咆哮。这种可怕的咆哮会对所有玩家造成8,000点物理伤害，并将他们击倒在地，昏迷2秒。哈尔弗斯会在短时间内连续咆哮三次。",
    },
    ["3x2959"] = {
    ["Title"] = "哈尔弗斯·碎龙者",
    ["Description"] = "每一周，哈尔弗斯捕获的五种龙类当中都会随机苏醒三种。每种苏醒的龙类都会使哈尔弗斯和他所奴役的原龙巨兽获得一种技能。\r\n\r\n在英雄难度下，全部五种龙都会苏醒，使哈尔弗斯和他奴役的原龙巨兽获得所有技能。|r",
    },
    ["5x827"] = {
    ["Title"] = "燃烧烈焰",
    ["Description"] = "这把炽焰的剑会使索朗格斯的物理攻击目标燃烧，每2秒造成3,000点火焰伤害，持续10秒。该效果可以叠加，但一次驱散即可清除所有叠加的效果。",
    },
    ["3x2921"] = {
    ["Title"] = "愤怒",
    ["Description"] = "范达尔每次变为猎豹或蝎子时都会获得一层愤怒效果，每层效果可以使烈焰飞扑和烈焰镰刀所造成的伤害提高8%。该效果可以叠加。",
    },
    ["4x2995"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瑟纳利昂在地上时，会使用下列技能。",
    },
    ["3x2995"] = {
    ["Title"] = "地面技能",
    ["Description"] = "瑟纳利昂在地上时，会使用下列技能。",
    },
    ["6x2687"] = {
    ["Title"] = "大德鲁伊哈缪尔·符文图腾",
    ["Description"] = "除了广受牛头人族人爱戴之外，勇敢的大德鲁伊哈缪尔·符文图腾还是塞纳里奥议会的卓越领袖。\r\n\r\n这名睿智的牛头人会协助玩家团队，安抚自然的怒火，并使用根须缠绕来困住拉格纳罗斯。",
    },
    ["2x2378"] = {
    ["Title"] = "狂暴冲锋",
    ["Description"] = "如花向最远的敌对目标冲锋，对其造成17,000点物理伤害，并将其击退。",
    },
    ["5x4063"] = {
    ["Title"] = "死亡之翼的血液",
    ["Description"] = "死亡之翼的血液在你的血脉中剧烈地翻滚，对你和其他几名玩家造成875,000点火焰伤害。",
    },
    ["2x2553"] = {
    ["Title"] = "欧米加姿态",
    ["Description"] = "安拉斐特进入欧米加姿态，每1秒对所有敌对目标造成7,000点暗影伤害，持续8秒。同时，欧米加姿态降低目标的移动速度50%，持续4秒。",
    },
    ["6x2747"] = {
    ["Title"] = "圣光术",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["5x2747"] = {
    ["Title"] = "圣光术",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["6x2879"] = {
    ["Title"] = "熊灵精华",
    ["Description"] = "",
    },
    ["6x2618"] = {
    ["Title"] = "被禁锢的灵魂",
    ["Description"] = "会有八名被禁锢的灵魂就绪以协助玩家同血领主曼多基尔战斗。被禁锢的灵魂会在战斗中复活死亡的玩家。",
    },
    ["2x2491"] = {
    ["Title"] = "光明之盾",
    ["Description"] = "当神殿守护者安努尔剩余生命值到达66%和33%时，他会从旁边的两个道标上引导能量，随后一道光明之盾会出现，使他免疫伤害和打断法术的技能。可以通过激活安努尔的平台下方深坑中的两个圣光道标来干扰支撑护盾的能量。",
    },
    ["1x2491"] = {
    ["Title"] = "光明之盾",
    ["Description"] = "当神殿守护者安努尔剩余生命值到达66%和33%时，他会从旁边的两个道标上引导能量，随后一道光明之盾会出现，使他免疫伤害和打断法术的技能。可以通过激活安努尔的平台下方深坑中的两个圣光道标来干扰支撑护盾的能量。\r\n\r\n在英雄难度下，激活一个圣光道标需要10秒。|r",
    },
    ["4x2747"] = {
    ["Title"] = "圣光术",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["2x2671"] = {
    ["Title"] = "虚空哨兵",
    ["Description"] = "混沌传送门每次会召唤出一名这种难以被杀死的生物来。",
    },
    ["1x2671"] = {
    ["Title"] = "虚空哨兵",
    ["Description"] = "混沌传送门每次会召唤出一名这种难以被杀死的生物来。",
    },
    ["1x2188"] = {
    ["Title"] = "闪电澎湃",
    ["Description"] = "纳兹夏尔风暴女巫随机选择一个敌对目标，制造一个高能电荷。5秒后电荷释放，使目标对其周围半径8码范围内的所有友方单位造成15,000点自然伤害。",
    },
    ["6x3167"] = {
    ["Title"] = "培育",
    ["Description"] = "安舍尔每秒召唤一个饥饿的食人花，持续5秒。",
    },
    ["6x2821"] = {
    ["Title"] = "第二阶段：这是我的天空！",
    ["Description"] = "奥利瑟拉佐尔绕着小圈盘旋，5秒后移除所有玩家身上的烈焰之翼效果，然后开始发动终极一击。",
    },
    ["5x3239"] = {
    ["Title"] = "暮光仇恨召唤者",
    ["Description"] = "在凯伦和希奈丝特拉决斗时，这些暮光龙类会周期性地进入房间。",
    },
    ["6x3239"] = {
    ["Title"] = "暮光仇恨召唤者",
    ["Description"] = "在凯伦和希奈丝特拉决斗时，这些暮光龙类会周期性地进入房间。",
    },
    ["2x2188"] = {
    ["Title"] = "闪电澎湃",
    ["Description"] = "纳兹夏尔风暴女巫随机选择一个敌对目标，制造一个高能电荷。5秒后电荷释放，使目标对其周围半径8码范围内的所有友方单位造成60,000点自然伤害。",
    },
    ["1x2412"] = {
    ["Title"] = "血之诅咒",
    ["Description"] = "高阶女祭司艾苏尔会诅咒一个随机敌对玩家，使其受到的物理伤害提高1,000点，持续15秒。",
    },
    ["6x2813"] = {
    ["Title"] = "山猫之灵",
    ["Description"] = "",
    },
    ["5x2532"] = {
    ["Title"] = "雷奥利斯的火花",
    ["Description"] = "雷奥利斯的火花对12码内的所有玩家造成7,200点火焰伤害。",
    },
    ["5x2884"] = {
    ["Title"] = "阿曼尼山猫",
    ["Description"] = "在变成山猫后，达卡拉立刻召唤两只阿曼尼山猫攻击玩家。这些山猫能够看破一切潜行和隐形效果。",
    },
    ["2x2118"] = {
    ["Title"] = "暗影迷雾",
    ["Description"] = "席瓦莱恩男爵诅咒他的当前敌对目标，使其受到的魔法治疗效果降低50%，持续8秒。",
    },
    ["4x3167"] = {
    ["Title"] = "培育",
    ["Description"] = "安舍尔每秒召唤一个饥饿的食人花，持续5秒。",
    },
    ["5x3167"] = {
    ["Title"] = "培育",
    ["Description"] = "安舍尔每秒召唤一个饥饿的食人花，持续5秒。",
    },
    ["1x2358"] = {
    ["Title"] = "悲哀锁链",
    ["Description"] = "摧骨者罗姆欧格会召唤被称之为悲哀锁链的链状物质，将玩家拉近到他身旁，并使其定身。玩家必须选中并摧毁悲哀锁链来免于定身。罗姆欧格会在施放悲哀锁链后立即使用碎颅。",
    },
    ["2x2807"] = {
    ["Title"] = "第二阶段：同狂野之灵战斗！",
    ["Description"] = "当生命值还剩60%和30%时，哈尔拉兹分裂成两个形体：崇拜者哈尔拉兹和山猫之灵。这两个形体在阶段开始的时候都处于满生命值状态，当其中一名的生命值低于20%时，他们就会重新结合成为山猫的化身。",
    },
    ["6x2907"] = {
    ["Title"] = "破碎裂隙",
    ["Description"] = "古拉巴什灵魂的抱摔攻击在地上造成破碎裂隙，使该区域内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["6x2393"] = {
    ["Title"] = "流水漩涡",
    ["Description"] = "在纳兹夏尔女士开始引导龙卷水涌之前，她会传送到水厅中央。当纳兹夏尔女士引导龙卷水涌时，她会周期性地召唤小型的水漩涡，缓慢地从纳兹夏尔女士身边移向某个玩家。\r\n\r\n若玩家碰到漩涡，就会被卷进去5秒。身陷漩涡中的玩家处于昏迷状态，每0.5秒受到5,000点冰霜伤害。",
    },
    ["5x2836"] = {
    ["Title"] = "饥饿的巢鸟",
    ["Description"] = "在第一阶段早期，两只炽炎主母会产下两枚熔火之卵。几秒后它们会孵出饥饿的巢鸟。饥饿的巢鸟十分饥饿，如果不把肥硕的熔岩虫喂给它们吃的话，它们就会发脾气。",
    },
    ["4x2871"] = {
    ["Title"] = "撕裂肉体",
    ["Description"] = "纳洛拉克撕裂目标的肉体，每0.5秒造成6,000点伤害，持续5秒。",
    },
    ["2x2021"] = {
    ["Title"] = "黏性炸弹",
    ["Description"] = "赫利克斯会持续地向一名随机玩家所在地投掷一枚黏性炸弹。6秒后如果炸弹侦测到周围1码范围内有玩家，炸弹就会爆炸。黏性炸弹如果没有被玩家触发，则会在侦测结束后的18秒内自爆。黏性炸弹爆炸后会对3码范围内的敌人造成50,000点伤害，并将其击飞。",
    },
    ["1x4163"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["2x2108"] = {
    ["Title"] = "怜悯治疗",
    ["Description"] = "当灰葬男爵结束施放窒息之后，他立即施放怜悯治疗。这个法术将所有玩家的生命值恢复到其上限的50%。",
    },
    ["3x4163"] = {
    ["Title"] = "仅限英雄难度",
    ["Description"] = "时光之末只在英雄难度下开放。",
    },
    ["4x2430"] = {
    ["Title"] = "扭曲之风",
    ["Description"] = "阿尔泰鲁斯的平台到处都是飞舞的漩涡。任何触碰到漩涡的玩家都将受到12,000点自然伤害，并被击飞到上空。",
    },
    ["5x2824"] = {
    ["Title"] = "火焰风暴",
    ["Description"] = "在战斗一开始，奥利瑟拉佐尔飞上天空，对所有敌人造成25,000点火焰伤害，并将他们击退。此外，奥利瑟拉佐尔每1秒还会对所有敌人造成9,000点火焰伤害，持续10秒。",
    },
    ["4x2518"] = {
    ["Title"] = "赞吉尔的霜灼药方坩埚",
    ["Description"] = "喝下这口锅中的药水后，玩家的下一次攻击会造成相当于目标最大生命值65%的伤害，并使目标昏迷15秒。赞吉尔、金度和他们的那些最强大的盟友不受此效果影响。",
    },
    ["4x2068"] = {
    ["Title"] = "浴血奋战",
    ["Description"] = "迪菲亚执行者开始快速攻击他的当前目标，在3秒内攻击六次，每次造成普通近战攻击50%的伤害。",
    },
    ["2x2907"] = {
    ["Title"] = "破碎裂隙",
    ["Description"] = "古拉巴什灵魂的抱摔攻击在地上造成破碎裂隙，使该区域内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["1x2049"] = {
    ["Title"] = "蒸汽",
    ["Description"] = "这个敌人从迷雾中发起攻击。",
    },
    ["4x2907"] = {
    ["Title"] = "破碎裂隙",
    ["Description"] = "古拉巴什灵魂的抱摔攻击在地上造成破碎裂隙，使该区域内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["5x2907"] = {
    ["Title"] = "破碎裂隙",
    ["Description"] = "古拉巴什灵魂的抱摔攻击在地上造成破碎裂隙，使该区域内的单位和物体所受的伤害提高100%，持续20秒。",
    },
    ["3x2535"] = {
    ["Title"] = "火山口",
    ["Description"] = "踩中一座活火山时，雷奥利斯领主会制造出一个火山口。他偶尔会使火山口里淌出岩浆。岩浆会对任何站在上面的玩家造成75,000点火焰伤害。\r\n\r\n在10秒后。熔岩洪流会开始喷发，对任何站在其中的玩家造成150,000点火焰伤害。",
    },
    ["4x2884"] = {
    ["Title"] = "阿曼尼山猫",
    ["Description"] = "在变成山猫后，达卡拉立刻召唤两只阿曼尼山猫攻击玩家。这些山猫能够看破一切潜行和隐形效果。",
    },
    ["3x2822"] = {
    ["Title"] = "第三阶段：燃尽",
    ["Description"] = "奥利瑟拉佐尔的熔火之力降到0时会坠落到地面，并变得虚弱。这一阶段持续到奥利瑟拉佐尔的能量槽获得50点熔火之力为止。",
    },
    ["3x2664"] = {
    ["Title"] = "燃烧",
    ["Description"] = "",
    },
    ["1x2560"] = {
    ["Title"] = "星界之雨",
    ["Description"] = "伊希斯特召唤星雨，每3秒都会对20码内的所有玩家造成奥术伤害，持续8秒。伤害的数值取决于玩家之前摧毁了多少只镜像。\r\n\r\n没有镜像被摧毁：4,499点奥术伤害\r\n摧毁一只镜像：5,500点奥术伤害\r\n摧毁两只镜像：7,499点奥术伤害",
    },
    ["4x2836"] = {
    ["Title"] = "饥饿的巢鸟",
    ["Description"] = "在第一阶段早期，两只炽炎主母会产下两枚熔火之卵。几秒后它们会孵出饥饿的巢鸟。饥饿的巢鸟十分饥饿，如果不把肥硕的熔岩虫喂给它们吃的话，它们就会发脾气。",
    },
    ["6x2041"] = {
    ["Title"] = "死神冲锋",
    ["Description"] = "死神原型机向一个敌方目标冲锋，造成30,000点物理伤害，并使目标昏迷4秒。死神冲锋消耗40点蒸汽动力。",
    },
    ["5x2041"] = {
    ["Title"] = "死神冲锋",
    ["Description"] = "死神原型机向一个敌方目标冲锋，造成200点物理伤害，并使目标昏迷4秒。死神冲锋消耗40点蒸汽动力。",
    },
    ["4x2041"] = {
    ["Title"] = "死神冲锋",
    ["Description"] = "死神原型机向一个敌方目标冲锋，造成30,000点物理伤害，并使目标昏迷4秒。死神冲锋消耗40点蒸汽动力。",
    },
    ["5x2454"] = {
    ["Title"] = "龙息术",
    ["Description"] = "奥弗向前方60度的锥形区域喷吐一股10码长的火焰，对范围内的玩家造成15,000点火焰伤害，并使其混乱3秒。",
    },
    ["2x2041"] = {
    ["Title"] = "死神冲锋",
    ["Description"] = "死神原型机向一个敌方目标冲锋，造成30,000点物理伤害，并使目标昏迷4秒。死神冲锋消耗40点蒸汽动力。",
    },
    ["2x2423"] = {
    ["Title"] = "潜伏风暴",
    ["Description"] = "潜伏风暴只有在没人注意的情况下才会攻击玩家。",
    },
    ["5x3038"] = {
    ["Title"] = "闪电",
    ["Description"] = "奥拉基尔持续地对某个玩家施放闪电箭，造成22,000点自然伤害。",
    },
    ["5x2423"] = {
    ["Title"] = "潜伏风暴",
    ["Description"] = "潜伏风暴只有在没人注意的情况下才会攻击玩家。",
    },
    ["6x2719"] = {
    ["Title"] = "血之疫病",
    ["Description"] = "玛拉卡斯的暗影打击每3秒造成10,000点暗影伤害。持续12秒。",
    },
    ["5x2719"] = {
    ["Title"] = "血之疫病",
    ["Description"] = "玛拉卡斯的暗影打击每3秒造成10,000点暗影伤害。持续12秒。",
    },
    ["4x2813"] = {
    ["Title"] = "山猫之灵",
    ["Description"] = "",
    },
    ["2x2395"] = {
    ["Title"] = "水晶碎片",
    ["Description"] = "这些小水晶碎片生命值很低。如果水晶碎片碰到玩家，它们就会爆炸，造成20,000点自然伤害，并使5码内的所有敌人接下来所受到的伤害提高25%，持续15秒。",
    },
    ["1x2449"] = {
    ["Title"] = "奥弗",
    ["Description"] = "当锁喉活着时，奥弗免疫任何伤害，并会周期性地潜行进入战斗，然后使用麻木飞镖、旋风斩或是烟雾弹技能，然后撤退。\r\n\r\n在英雄难度下，当锁喉死后，奥弗会偷走锁喉的掉落，干掉这个黑装备的！|r",
    },
    ["5x2496"] = {
    ["Title"] = "昏睡",
    ["Description"] = "当哈扎拉尔的生命值降低至66%及33%时，会使除一名随机玩家外的所有敌人沉睡，持续16秒。之后，哈扎拉尔将唤醒所有沉睡玩家心中的梦魇，制造出一只梦魇幻象，并驱使其走向目标。",
    },
    ["2x2884"] = {
    ["Title"] = "阿曼尼山猫",
    ["Description"] = "在变成山猫后，达卡拉立刻召唤两只阿曼尼山猫攻击玩家。这些山猫能够看破一切潜行和隐形效果。",
    },
    ["2x2813"] = {
    ["Title"] = "山猫之灵",
    ["Description"] = "",
    },
    ["2x2061"] = {
    ["Title"] = "死亡利刃",
    ["Description"] = "梵妮莎开始快速地在敌人之间来回跳跃，每1秒随机出现在某个敌方目标身后，并对其造成背砍效果，持续5秒。",
    },
    ["1x2571"] = {
    ["Title"] = "血瓣花朵",
    ["Description"] = "阿穆纳伊随机选择一株新生豆荚，为其注入生命能量，将它变成血瓣花朵。",
    },
    ["4x2600"] = {
    ["Title"] = "地狱火之刃",
    ["Description"] = "贝尔洛克的近战攻击不再造成普通物理伤害，而是对目标造成127,499点火焰伤害。",
    },
    ["2x820"] = {
    ["Title"] = "盾墙",
    ["Description"] = "索朗格斯每10秒会随机将他的盾指向一名玩家。站在盾前的玩家对索朗格斯所造成的伤害降低99%。",
    },
    ["4x2652"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成93,749点火焰伤害。",
    },
    ["6x2706"] = {
    ["Title"] = "玛拉卡斯的仆从",
    ["Description"] = "四名仆从中的两名会陪伴妖术领主玛拉卡斯。",
    },
    ["5x2652"] = {
    ["Title"] = "超级新星",
    ["Description"] = "如果一名烈焰之子同萨弗拉斯接触，该元素就会爆发成一颗超级新星，对所有玩家造成500,000点火焰伤害。",
    },
    ["4x2454"] = {
    ["Title"] = "龙息术",
    ["Description"] = "奥弗向前方60度的锥形区域喷吐一股10码长的火焰，对范围内的玩家造成19,499点火焰伤害，并使其混乱3秒。",
    },
    ["2x2747"] = {
    ["Title"] = "圣光术",
    ["Description"] = "玛拉卡斯使用神圣魔法治疗自己或一名盟友，回复20%的生命值。",
    },
    ["2x2208"] = {
    ["Title"] = "脑刺",
    ["Description"] = "残忍的精神鞭笞者发出灵能冲击波，对所有40码范围内的敌人造成28,000点暗影伤害。这种针对心智的反馈法术还会使目标失去4,000点法力值。",
    },
    }
end
