function loadAchievementData0()
  WoWeuCN_Tooltips_AchievementData_0 = {
"10级£升到10级。", --6
"20级£升到20级。", --7
"30级£升到30级。", --8
"40级£升到40级。", --9
"50级（旧版）£在“暗影国度”内容更新之前升到50级。", --10
"60级（旧版）£在“暗影国度”内容更新之前升到60级。", --11
"70级（旧版）£在“暗影国度”内容更新之前升到70级。", --12
"80级（旧版）£在“暗影国度”内容更新之前升到80级。", --13
"宠物成群£收集15种独特的宠物。", --15
"有人想吃一拳吗？£徒手技能达到400。", --16
"简单日常任务£连续5天，每天完成一个日常任务。", --31
"完成2000个任务£完成2000个任务。", --32
"这个苔原不太远£完成下列北风苔原故事线。", --33
"峡湾巡游£完成下列嚎风峡湾故事线。", --34
"龙骨荒野之力£完成下列龙骨荒野故事线。", --35
"祖达克帝国£完成下列祖达克故事线。", --36
"欢迎来到灰熊丘陵£完成下列灰熊丘陵故事线。", --37
"风暴峭壁之巅£完成下列风暴峭壁故事线。", --38
"进入盆地£完成下列索拉查盆地故事线。", --39
"冰冠冰川：终极目标£完成下列冰冠冰川故事线。", --40
"诺森德的博学者£完成下列诺森德任务成就。", --41
"东部王国探索者£探索东部王国的各个区域。", --42
"卡利姆多探索者£探索卡利姆多的各个区域。", --43
"外域探索者£探索外域的各个区域。", --44
"诺森德探索者£探索诺森德的各个区域。", --45
"宇宙探索者£探索东部王国、卡利姆多、外域、诺森德、大灾变后出现的地区、潘达利亚、德拉诺、破碎群岛、库尔提拉斯以及赞达拉。", --46
"奥特兰克山谷胜利£奥特兰克山谷胜利", --49
"风暴之眼胜利£风暴之眼胜利", --50
"阿拉希盆地胜利£阿拉希盆地胜利", --51
"战歌峡谷的战斗£战歌峡谷的战斗", --52
"奥特兰克山谷的战斗£奥特兰克山谷的战斗", --53
"风暴之眼的战斗£风暴之眼的战斗", --54
"阿拉希盆地的战斗£阿拉希盆地的战斗", --55
"死亡的总次数£死亡的总次数", --60
"横扫盆地£在一场阿拉希盆地的战斗中突袭3座基地。", --73
"放弃任务£放弃任务", --94
"平均每日完成的任务数量£平均每日完成的任务数量", --95
"完成日常任务£完成日常任务", --97
"完成任务£完成任务", --98
"洛丹伦废墟的比赛£洛丹伦废墟的比赛", --99
"纳格兰竞技场获胜£纳格兰竞技场获胜", --100
"纳格兰竞技场参赛£纳格兰竞技场参赛", --101
"洛丹伦废墟胜利£洛丹伦废墟胜利", --102
"刀锋山竞技场参赛£刀锋山竞技场参赛", --103
"刀锋山竞技场获胜£刀锋山竞技场获胜", --104
"战歌峡谷胜利£战歌峡谷胜利", --105
"消灭怪物£消灭怪物", --107
"消灭小动物£消灭小动物", --108
"巫妖王 - 最常消灭的5人地下城首领£巫妖王 - 最常消灭的5人地下城首领", --110
"淹死£淹死", --112
"力竭而死£力竭而死", --113
"摔死£摔死", --114
"死于火焰和熔岩£死于火焰和熔岩", --115
"中级专业水准£在“经典旧世”分类下的一种主要专业中获得150点技能点数。", --116
"中级烹饪£在“经典旧世”分类下的烹饪专业中获得150点技能点数。", --121
"高级厨师£在“经典旧世”分类下的烹饪专业中获得225点技能点数。", --122
"经典厨师£在“经典旧世”分类下的烹饪专业中获得300点技能点数。", --123
"外域厨师£在“外域”分类下的烹饪专业中获得75点技能点数。", --124
"诺森德厨师£在“诺森德”分类下的烹饪专业中获得75点技能点数。", --125
"中级钓鱼£在“经典旧世”分类下的钓鱼专业中获得150点技能点数。", --126
"高级渔夫£在“经典旧世”分类下的钓鱼专业中获得225点技能点数。", --127
"钓鱼专家£在“经典旧世”分类下的钓鱼专业中获得300点技能点数。", --128
"外域渔夫£在“外域”分类下的钓鱼专业中获得75点技能点数。", --129
"诺森德渔夫£在“诺森德”分类下的钓鱼专业中获得75点技能点数。", --130
"中级急救£获得150点急救技能点数。", --131
"高级急救£获得225点急救技能点数。", --132
"专家级急救£获得300点急救技能点数。", --133
"大师级急救£获得375点急救技能点数。", --134
"宗师级急救£获得450点急救技能点数。", --135
"囤积绷带£制造500条厚霜纹布绷带。", --137
"救命如救火£为生命值低于5%的玩家包扎厚霜纹布绷带、烬丝绷带或风绒绷带。", --141
"钓起鱼斯拉£钓起毒蛇神殿的鱼斯拉。", --144
"钓鱼外交£在奥格瑞玛和暴风城钓鱼。", --150
"老侏儒与海£成功地从鱼群中钓上鱼来。", --153
"阿拉希盆地胜利£在阿拉希盆地获胜。", --154
"阿拉希盆地精英£在阿拉希盆地获得100场胜利。", --155
"领土优势£在占领全部5面旗帜的情况下获取10次阿拉希盆地的胜利。", --156
"雷霆救兵！£在阿拉希盆地中，通过夺回旗帜保卫50次基地。", --157
"夺旗能手£在阿拉希盆地夺取50面旗帜。", --158
"一鼓作气£在6分钟内获得阿拉希盆地的胜利。", --159
"百折不挠£在阿拉希盆地资源落后500点的情况下反超并获胜。", --161
"完胜！*咳*£在阿拉希盆地以50点或更小的资源优势获胜。", --162
"完美阿拉希盆地£在阿拉希盆地以1600比0获胜。", --165
"战歌峡谷胜利£在战歌峡谷获胜。", --166
"战歌峡谷精英£在战歌峡谷获得100场胜利。", --167
"完美战歌峡谷£以3比0的比分在战歌峡谷获胜。", --168
"学习附魔公式£学习附魔公式", --178
"分解物品£分解物品", --181
"通过分解获得的材料£通过分解获得的材料", --183
"夺旗£在战歌峡谷中夺取并运回旗帜。", --199
"坚强的卫士£在战歌峡谷中夺回本方的50面旗帜。", --200
"战歌如风£在7分钟内赢得战歌峡谷的胜利。", --201
"来去如风£拿起旗帜并在75秒内交还。", --202
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出银翼军旗室之前将其消灭，总计2次。", --203
"铁人£在一场战歌峡谷的战斗中，连续夺取并运回3面旗帜，并且不死亡。", --204
"超级防守者£在战歌峡谷消灭100个携带旗帜者。", --206
"好险£当敌方的旗帜仍在他们的基地中，且敌方成员已经将你方的旗帜运回他们的军旗室时，消灭携带旗帜的敌人。", --207
"风暴之眼胜利£在风暴之眼获胜。", --208
"风暴之眼精英£在风暴之眼获得100场胜利。", --209
"风暴的荣耀£当你的队伍占领风暴之眼的4座基地时，夺取旗帜并将其运回基地。", --211
"风暴旗手£在风暴之眼中夺取并运回旗帜。", --212
"突击队员£在一场风暴之眼的战斗中消灭5名携带旗帜者。", --213
"疾风闪电£在6分钟内获得风暴之眼的胜利。", --214
"荣耀之跃£在一场风暴之眼的战斗中，在不死亡的情况下夺取3次旗帜。", --216
"奥特兰克山谷胜利£在奥特兰克山谷获胜。", --218
"奥特兰克山谷精英£在奥特兰克山谷获得100场胜利。", --219
"完美雷矛£在不损失任何一名上尉或任何一座哨塔、同时还控制着所有部落哨塔的情况下获得奥特兰克山谷的胜利。", --220
"奥特兰克盗墓贼£在奥特兰克山谷夺取50处墓地。", --221
"防御哨塔£在奥特兰克山谷中保卫50次哨塔。", --222
"生病的瞪羚£在奥特兰克山谷的征战平原上，抢在一名敌人下马之前将其消灭。", --223
"忠诚的卫士£在奥特兰克山谷的霜狼大厅中消灭50名敌方玩家。", --224
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --225
"奥特兰克闪击战£在6分钟内获得奥特兰克山谷的胜利。", --226
"伤害控制£在任意战场的一场战斗中造成300,000点伤害或者治疗，并且这些伤害或治疗的目标必须是玩家。", --227
"恐怖收割者£在任意战场的一场战斗中，获得30个荣誉消灭。", --229
"战斗大师£完成下列战场成就。", --230
"摧枯拉朽£在任意战场的一场战斗中，亲手消灭20名敌人，并且自己不死亡。", --231
"嗜血的狂暴者£在风暴之眼的战斗中，携带狂暴效果并消灭一名敌人。", --233
"一次荣誉消灭£完成一次荣誉消灭。", --238
"25000个荣誉消灭£达到25000个荣誉消灭。", --239
"职业杀手£亲手对下列职业中的一种进行荣誉消灭。", --245
"知己知彼£对所有部落种族分别进行一次荣誉消灭。", --246
"要有爱，不要魔兽争霸£在敌方玩家释放灵魂之前，对他们使用/hug表情命令。", --247
"假日礼服£在复活节期间，通过打开鲜艳的彩蛋获得白色礼服衬衣和黑色礼服短裤。", --248
"应景装扮£在复活节期间，通过打开鲜艳的彩蛋获得一件端庄的裙子。", --249
"我的小帮手£通过欢乐制造器变成冬天爷爷的小助手，然后获得50个荣誉消灭。", --252
"取下他的首……呃，等等£在2023年节日更新前消灭无头骑士。", --255
"冬幕节见鬼去吧！£在冬幕节期间，向贝恩·血蹄投掷一枚雪球。", --259
"魅力四射£制作12个可爱的情人符手镯。", --260
"冰霜之王£消灭奴隶围栏的埃霍恩。", --263
"木杆热舞£穿着全套仲夏火焰节套装，在彩带杆旁跳舞60秒。", --271
"火炬杂耍£在达拉然城中，15秒内进行40次扔火炬杂耍。", --272
"拯救梅森！£拯救驯鹿梅森。", --273
"资深保姆£获得蛋蛋的蛋、贪睡的威利和小象项圈。", --275
"冬天来了£在冬幕节期间，穿着3件冬季服饰，然后吃下格拉库的肉松蛋糕。", --277
"真讨厌£完成夺回被偷走的烟林牧场礼物的任务，并获得烟林牧场的感谢。", --279
"急救技能£急救技能", --281
"化装舞会£被下列万圣节魔棒变形。", --283
"一张面具应万变£收集下列24种不同的面具。", --284
"狼吞虎咽£吃掉大量糖果，直到你觉得恶心。", --288
"万圣节的救星£完成一个从无头骑士的魔掌下拯救一座村庄的任务。", --289
"摸摸你的头£对下列各种族使用沉重的南瓜灯。", --291
"邪恶的召唤£在万圣节期间通过拾取或者用奶糖购买获得一只邪恶的南瓜娃娃宠物和一顶万圣节头盔。", --292
"不得安宁£穿着3件美酒节服装，喝个烂醉如泥，在达拉然跳舞。", --293
"烈酒节£消灭科林·烈酒。", --295
"带酒上路£获得一头美酒节坐骑，或使用美酒节蛇麻草把你的坐骑变成一头美酒节坐骑。", --303
"艾泽拉斯的钓鱼大师£在藏宝海湾钓鱼大赛中获胜。", --306
"被敌对阵营消灭的总次数£你尚未完成此成就", --318
"决斗获胜£决斗获胜", --319
"决斗落败£决斗落败", --320
"通过任务奖励所得金币£通过任务奖励所得金币", --326
"获得的金币总量£获得的金币总量", --328
"在拍卖行出售物品£在拍卖行出售物品", --329
"在拍卖行购买物品£在拍卖行购买物品", --330
"在拍卖行购买物品的最高价格£在拍卖行购买物品的最高价格", --331
"在拍卖行出售物品的最高价格£在拍卖行出售物品的最高价格", --332
"拾取金币£拾取金币", --333
"最大金币数量£最大金币数量", --334
"获得小宠物£获得小宠物", --338
"使用绷带£使用绷带", --344
"饮用治疗药水£饮用治疗药水", --345
"饮用饮料£饮用饮料", --346
"食用食品£食用食品", --347
"乘坐公共飞行工具£乘坐公共飞行工具", --349
"使用法师传送门£使用法师传送门", --350
"使用炉石的次数£使用炉石的次数", --353
"5v5胜利£5v5胜利", --362
"5v5比赛£5v5比赛", --363
"3v3胜利£3v3胜利", --364
"3v3比赛£3v3比赛", --365
"2v2胜利£2v2胜利", --366
"2v2比赛£2v2比赛", --367
"最高的2v2个人等级£最高的2人战队个人等级", --370
"最高的2v2战队等级£你尚未完成此成就", --374
"世界荣誉消灭£世界荣誉消灭", --381
"战场荣誉消灭£战场荣誉消灭", --382
"竞技场荣誉消灭£竞技场荣誉消灭", --383
"城市卫兵£在你所属阵营的任意主城中消灭50个敌对阵营的玩家。", --388
"竞技场高手饰物£从古拉巴什竞技场拾取竞技场高手饰物。", --389
"防御奥特兰克山谷哨塔£防御奥特兰克山谷哨塔", --393
"占领奥特兰克山谷哨塔£占领奥特兰克山谷哨塔", --394
"夺取战歌峡谷旗帜£夺取战歌峡谷旗帜", --395
"古拉巴什竞技场大师£完成小个子约翰·米斯瑞尔的任务，获得竞技场大师饰物。", --396
"进入竞技场£获得一场竞技场排位赛的胜利。", --397
"残酷的斗士£获得100场竞技场排位赛的胜利。", --398
"两人世界：1550£在2v2竞技场比赛中达到1550个人等级。", --399
"两人世界：1750£在2v2竞技场比赛中达到1750个人等级。", --400
"两人世界：2000£在2v2竞技场比赛中达到2000个人等级。", --401
"三人行：1550£在3v3竞技场比赛中达到1550个人等级。", --402
"三人行：1750£在3v3竞技场比赛中达到1750个人等级。", --403
"五子登科：2000£在5v5竞技场比赛中达到2000个人等级。", --404
"三人行：2000£在3v3竞技场比赛中达到2000个人等级。", --405
"五子登科：1550£在5v5竞技场比赛中达到1550个人等级。", --406
"五子登科：1750£在5v5竞技场比赛中达到1750个人等级。", --407
"连战连胜£获得连续10场排位赛的胜利。", --408
"最后一人£在5v5竞技场排位赛中成为最后一名幸存者。", --409
"奔波尔霸£拥有2005年BlizzCon赠送的鱼人宝宝。", --411
"鱼人服装£拥有2007年BlizzCon赠送的鱼人服装。", --412
"泰瑞尔的剑柄£拥有2008年巴黎WWI赠送的泰瑞尔的剑柄。", --414
"暴雪巨熊£拥有2008年BlizzCon赠送的暴雪巨熊。", --415
"甲虫之王£打开安其拉之门。", --416
"残酷角斗士£获得头衔“残酷角斗士”。", --418
"复仇角斗士£获得头衔“复仇角斗士”。", --419
"野蛮角斗士£获得头衔“野蛮角斗士”。", --420
"红色是身份的象征£获得一枚红色其拉共鸣水晶。", --424
"埃提耶什，守护者的传说之杖£获得埃提耶什，守护者的传说之杖。", --425
"埃辛诺斯战刃£获得一套埃辛诺斯战刃。", --426
"雷霆之怒，逐风者的祝福之剑£获得雷霆之怒，逐风者的祝福之剑。", --428
"萨弗拉斯，炎魔拉格纳罗斯之手£获得萨弗拉斯，炎魔拉格纳罗斯之手。", --429
"阿曼尼战熊£拥有一头阿曼尼战熊。", --430
"阿达尔之手£获得头衔“阿达尔之手”。", --431
"纳鲁的勇士£获得头衔“纳鲁的勇士”。", --432
"大元帅£在60级时获得头衔“大元帅”。", --433
"元帅£在60级时获得头衔“元帅”。", --434
"司令£在60级时获得头衔“司令”。", --435
"少校£在60级时获得头衔“少校”。", --436
"护卫骑士£在60级时获得头衔“护卫骑士”。", --437
"骑士队长£在60级时获得头衔“骑士队长”。", --438
"骑士£在60级时获得头衔“骑士”。", --439
"士官长£在60级时获得头衔“士官长”。", --440
"军士长£在60级时获得头衔“军士长”。", --441
"列兵£在60级时获得头衔“列兵”。", --442
"高阶督军£在60级时获得头衔“高阶督军”。", --443
"中将£在60级时获得头衔“中将”。", --444
"督军£在60级时获得头衔“督军”。", --445
"将军£在60级时获得头衔“将军”。", --446
"勇士£在60级时获得头衔“勇士”。", --447
"百夫长£在60级时获得头衔“百夫长”。", --448
"血卫士£在60级时获得头衔“血卫士”。", --449
"高阶军士£在60级时获得头衔“高阶军士”。", --450
"石头守卫£在60级时获得头衔“石头守卫”。", --451
"一等军士长£在60级时获得头衔“一等军士长”。", --452
"中士£在60级时获得头衔“中士”。", --453
"侦察兵£在60级时获得头衔“侦察兵”。", --454
"服务器第一！黑曜石杀手£参与在本服务器首次消灭黑岩守护者萨塔里奥（25人）。", --456
"服务器第一！80级（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的玩家。", --457
"服务器第一！80级潜行者（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的潜行者。", --458
"服务器第一！80级战士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的战士。", --459
"服务器第一！80级法师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的法师。", --460
"服务器第一！80级死亡骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的死亡骑士。", --461
"服务器第一！80级猎人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的猎人。", --462
"服务器第一！80级术士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的术士。", --463
"服务器第一！80级牧师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的牧师。", --464
"服务器第一！80级圣骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的圣骑士。", --465
"服务器第一！80级德鲁伊（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的德鲁伊。", --466
"服务器第一！80级萨满祭司（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的萨满祭司。", --467
"步兵£在60级时获得头衔“步兵”。", --468
"军团士兵£在60级时获得头衔“军团士兵”。", --469
"下士£在60级时获得头衔“下士”。", --470
"中士£在60级时获得头衔“中士”。", --471
"骑士中尉£在60级时获得头衔“骑士中尉”。", --472
"统帅£在60级时获得头衔“统帅”。", --473
"乌特加德城堡£击败乌特加德城堡的首领。", --477
"魔枢£击败魔枢的首领。", --478
"净化斯坦索姆£击败时光之穴：斯坦索姆的首领。", --479
"艾卓-尼鲁布£击败艾卓-尼鲁布的首领。", --480
"安卡赫特：古代王国£击败安卡赫特：古代王国的首领。", --481
"达克萨隆要塞£击败达克萨隆要塞的首领。", --482
"紫罗兰监狱£击败紫罗兰监狱的塞安妮苟萨。", --483
"古达克£击败古达克的首领。", --484
"岩石大厅£击败岩石大厅的首领。", --485
"闪电大厅£击败闪电大厅的首领。", --486
"魔环£击败魔环的首领。", --487
"乌特加德之巅£击败乌特加德之巅的首领。", --488
"乌特加德城堡（英雄难度）£击败乌特加德城堡的首领（英雄难度）。", --489
"魔枢（英雄难度）£击败魔枢的首领（英雄难度）。", --490
"艾卓-尼鲁布（英雄难度）£击败艾卓-尼鲁布的首领（英雄难度）。", --491
"安卡赫特：古代王国（英雄难度）£击败安卡赫特：古代王国的首领（英雄难度）。", --492
"达克萨隆要塞（英雄难度）£击败达克萨隆要塞的首领（英雄难度）。", --493
"紫罗兰监狱（英雄难度）£击败紫罗兰监狱的塞安妮苟萨（英雄难度）。", --494
"古达克（英雄难度）£击败古达克的首领（英雄难度）。", --495
"岩石大厅（英雄难度）£击败岩石大厅的首领（英雄难度）。", --496
"闪电大厅（英雄难度）£击败闪电大厅的首领（英雄难度）。", --497
"魔环（英雄难度）£击败魔环的首领（英雄难度）。", --498
"乌特加德之巅（英雄难度）£击败乌特加德之巅的首领（英雄难度）。", --499
"净化斯坦索姆（英雄难度）£击败时光之穴：斯坦索姆的首领（英雄难度）。", --500
"完成50个任务£完成50个任务。", --503
"完成100个任务£完成100个任务。", --504
"完成250个任务£完成250个任务。", --505
"完成500个任务£完成500个任务。", --506
"完成1000个任务£完成1000个任务。", --507
"完成1500个任务£完成1500个任务。", --508
"10000个荣誉消灭£达到10000个荣誉消灭。", --509
"5000个荣誉消灭£达到5000个荣誉消灭。", --512
"100个荣誉消灭£达到100个荣誉消灭。", --513
"500个荣誉消灭£达到500个荣誉消灭。", --515
"1000个荣誉消灭£达到1000个荣誉消灭。", --516
"30个声望崇拜£在30个势力中达到崇拜声望。", --518
"25个声望崇拜£在25个势力中达到崇拜声望。", --519
"20个声望崇拜£在20个势力中达到崇拜声望。", --520
"15个声望崇拜£在15个势力中达到崇拜声望。", --521
"有人喜欢我£在一个势力中达到崇拜声望。", --522
"5个声望崇拜£在5个势力中达到崇拜声望。", --523
"10个声望崇拜£在10个势力中达到崇拜声望。", --524
"理发修面£去理发店改变你的外观。", --545
"安全仓库£购买7个额外的银行栏位。", --546
"天谴之门的精英£完成包括“返回安加萨”在内的龙骨荒野系列任务。", --547
"史诗£在身上的每一个装备栏中都装备一件物品等级不低于213级的史诗品质物品（“争霸艾泽拉斯”上线前）。", --556
"精良£在身上的每一个装备栏中都装备一件物品等级不低于187级的精良品质物品（“争霸艾泽拉斯”上线前）。", --557
"贪婪£在掷贪婪骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --558
"需求£在掷需求骰子决定物品等级高于185的精良或更高品质物品归属时，以100点获胜。", --559
"致命垂钓£使用臭泥鱼诱饵钓起祖尔格拉布的加兹兰卡。", --560
"仁德会拥护者£通过完成包括“刺杀哈罗德·兰恩”在内的一系列任务，用行动支持仁德会的理念。", --561
"蜘蛛区（10人）£击败纳克萨玛斯蜘蛛区的首领（10人）。", --562
"蜘蛛区（25人）£击败纳克萨玛斯蜘蛛区的首领（25人）。", --563
"构造区（10人）£击败纳克萨玛斯构造区的首领（10人）。", --564
"构造区（25人）£击败纳克萨玛斯构造区的首领（25人）。", --565
"瘟疫区（10人）£击败纳克萨玛斯瘟疫区的首领（10人）。", --566
"瘟疫区（25人）£击败纳克萨玛斯瘟疫区的首领（25人）。", --567
"军事区（10人）£击败纳克萨玛斯军事区的首领（10人）。", --568
"军事区（25人）£击败纳克萨玛斯军事区的首领（25人）。", --569
"萨菲隆之死（10人）£击败纳克萨玛斯的萨菲隆（10人）。", --572
"萨菲隆之死（25人）£击败纳克萨玛斯的萨菲隆（25人）。", --573
"击败克尔苏加德（10人）£击败纳克萨玛斯的克尔苏加德（10人）。", --574
"击败克尔苏加德（25人）£击败纳克萨玛斯的克尔苏加德（25人）。", --575
"纳克萨玛斯的陨落（10人）£击败纳克萨玛斯的所有首领（10人）。", --576
"纳克萨玛斯的陨落（25人）£击败纳克萨玛斯的所有首领（25人）。", --577
"少数精锐（10人）£以少于9人的阵容击败纳克萨玛斯的所有首领（10人）。", --578
"少数精锐（25人）£以少于21人的阵容击败纳克萨玛斯的所有首领（25人）。", --579
"奥特兰克山谷的全能明星£在一场奥特兰克山谷的战斗中，突袭一座墓地，保卫一座墓地，突袭一座哨塔，保卫一座哨塔，并且在征战平原上杀掉一名敌方成员。", --582
"阿拉希盆地全能明星£在一场阿拉希盆地的战斗中，突袭并防守两座基地。", --583
"阿拉希盆地刺客£在一场阿拉希盆地的战斗中，在每座基地获得5个荣誉消灭。", --584
"夺取风暴之眼旗帜£夺取风暴之眼旗帜", --585
"归还战歌峡谷旗帜£归还战歌峡谷旗帜", --586
"风暴刺客£在一场风暴之眼的战斗中，在每座基地获得5个荣誉消灭。", --587
"荣誉消灭总数£荣誉消灭总数", --588
"最高的5v5战队等级£最高的5人战队等级", --589
"最高的3v3战队等级£最高的3人战队等级", --590
"最高的3v3个人等级£最高的3人战队个人等级", --595
"最高的5v5个人等级£最高的5人战队个人等级", --596
"部落之怒£在下列主城中各消灭5名联盟玩家。", --603
"联盟之怒£在下列主城中各消灭5名部落玩家。", --604
"1枚先祖硬币£获得一枚先祖硬币。", --605
"5枚先祖硬币£获得5枚先祖硬币。", --606
"10枚先祖硬币£获得10枚先祖硬币。", --607
"25枚先祖硬币£获得25枚先祖硬币。", --608
"50枚先祖硬币£获得50枚先祖硬币。", --609
"远征奥格瑞玛£对萨鲁法尔大王造成伤害，直到他装死来迁就你为止。", --610
"流血的血蹄£消灭贝恩·血蹄。", --611
"黑暗女王之死£消灭奥格瑞玛的希尔瓦娜斯·风行者。", --612
"死于奎尔萨拉斯£消灭洛瑟玛·塞隆。", --613
"为了联盟！£消灭部落的领袖。", --614
"暴风城的风暴£消灭安度因·乌瑞恩国王。", --615
"推翻议会£消灭茉艾拉·索瑞森、穆拉丁·铜须和弗斯塔德·蛮锤等议员。", --616
"不再永恒£消灭泰兰德·语风。", --617
"熄灭圣光£消灭先知维伦。", --618
"为了部落！£消灭联盟的领袖。", --619
"代表£收集1种战袍外观。", --621
"织法者的陨落（10人）£击败玛里苟斯（10人）。", --622
"织法者的陨落（25人）£击败玛里苟斯（25人）。", --623
"少即是多（10人）£以少于9人的阵容击败黑岩守护者萨塔里奥以及其它暮光幼龙（10人）。", --624
"击败黑龙军团（25人）£击败黑岩守护者萨塔里奥（25人）。", --625
"春节服装£使用先祖硬币购买一件节日裤装或者节日裙装。", --626
"探索丹莫罗£探索丹莫罗，走过世界地图中被遮住的各个角落。", --627
"死亡矿井£击败“船长”曲奇。", --628
"怒焰裂谷£击败熔岩守卫戈多斯。", --629
"哀嚎洞穴£击败吞噬者穆坦努斯。", --630
"影牙城堡£击败高弗雷勋爵。", --631
"黑暗深渊£击败阿库麦尔。", --632
"暴风城监狱£击败霍格。", --633
"诺莫瑞根£击败机械师瑟玛普拉格。", --634
"剃刀沼泽£击败卡尔加·刺肋。", --635
"剃刀高地£击败寒冰之王亚门纳尔。", --636
"血色修道院£击败血色修道院的大检察官怀特迈恩。", --637
"奥达曼£击败阿扎达斯。", --638
"祖尔法拉克£击败乌克兹·沙顶。", --639
"玛拉顿£击败瑟莱德丝公主。", --640
"沉没的神庙£击败伊兰尼库斯的阴影。", --641
"黑石深渊£击败达格兰·索瑞森大帝。", --642
"黑石塔下层£击败维姆萨拉克。", --643
"厄运之槌的国王£扫清厄运之槌的所有分支。", --644
"通灵学院£击败黑暗院长加丁。", --645
"斯坦索姆£击败隐藏在斯坦索姆城中的邪恶头目。", --646
"地狱火城墙£击败无疤者奥摩尔。", --647
"鲜血熔炉£击败击碎者克里丹。", --648
"奴隶围栏£击败夸格米拉。", --649
"幽暗沼泽£击败黑色阔步者。", --650
"法力陵墓£击败节点亲王沙法尔。", --651
"逃离敦霍尔德£击败时空猎手。", --652
"塞泰克大厅£击败利爪之王艾吉斯。", --653
"暗影迷宫£击败摩摩尔。", --654
"开启黑暗之门£击败埃欧努斯。", --655
"蒸汽地窟£击败督军卡利瑟里斯。", --656
"破碎大厅£击败酋长卡加斯·刃拳。", --657
"能源舰£击败计算者帕萨雷恩。", --658
"生态船£击败迁跃扭木。", --659
"禁魔监狱£击败预言者斯克瑞斯。", --660
"魔导师平台£击败凯尔萨斯·逐日者。", --661
"典藏版：迷你破坏神£拥有《魔兽世界》典藏版赠送的迷你破坏神宠物。", --662
"典藏版：熊猫£拥有《魔兽世界》典藏版赠送的熊猫宠物。", --663
"典藏版：跳虫£拥有《魔兽世界》典藏版赠送的跳虫宠物。", --664
"典藏版：虚空龙宝宝£拥有“燃烧的远征”典藏版赠送的虚空龙宝宝宠物。", --665
"奥金尼地穴£击败大主教玛拉达尔。", --666
"地狱火城墙（英雄难度）£击败地狱火城墙的首领（英雄难度）。", --667
"鲜血熔炉（英雄难度）£击败击碎者克里丹（英雄难度）。", --668
"奴隶围栏（英雄难度）£击败夸格米拉（英雄难度）。", --669
"幽暗沼泽（英雄难度）£击败黑色阔步者（英雄难度）。", --670
"法力陵墓（英雄难度）£击败节点亲王沙法尔（英雄难度）。", --671
"奥金尼地穴（英雄难度）£击败大主教玛拉达尔（英雄难度）。", --672
"逃离敦霍尔德（英雄难度）£击败时空猎手（英雄难度）。", --673
"塞泰克大厅（英雄难度）£击败利爪之王艾吉斯（英雄难度）。", --674
"暗影迷宫（英雄难度）£击败摩摩尔（英雄难度）。", --675
"开启黑暗之门（英雄难度）£击败埃欧努斯（英雄难度）。", --676
"蒸汽地窟（英雄难度）£击败督军卡利瑟里斯（英雄难度）。", --677
"破碎大厅（英雄难度）£击败酋长卡加斯·刃拳（英雄难度）。", --678
"能源舰（英雄难度）£击败计算者帕萨雷恩（英雄难度）。", --679
"生态船（英雄难度）£击败迁跃扭木（英雄难度）。", --680
"禁魔监狱（英雄难度）£击败预言者斯克瑞斯（英雄难度）。", --681
"魔导师平台（英雄难度）£击败凯尔萨斯·逐日者（英雄难度）。", --682
"典藏版：冰霜龙宝宝£拥有“巫妖王之怒”典藏版赠送的冰龙宝宝宠物。", --683
"奥妮克希亚的巢穴（60级）£击败60级版本的奥妮克希亚。", --684
"黑翼之巢£击败奈法利安。", --685
"熔火之心£击败拉格纳罗斯。", --686
"安其拉神殿£击败克苏恩。", --687
"祖尔格拉布£击败哈卡。", --688
"安其拉废墟£击败无疤者奥斯里安。", --689
"卡拉赞£击败卡拉赞的玛克扎尔王子。", --690
"祖阿曼£击败祖阿曼的祖尔金。", --691
"格鲁尔的巢穴£击败格鲁尔的巢穴中的屠龙者格鲁尔。", --692
"玛瑟里顿的巢穴£击败玛瑟里顿的巢穴中的玛瑟里顿。", --693
"毒蛇神殿£击败毒蛇神殿的瓦丝琪。", --694
"海加尔山之战£在海加尔山之战中击败阿克蒙德。", --695
"风暴要塞£击败风暴要塞的凯尔萨斯·逐日者。", --696
"黑暗神殿£击败黑暗神殿的伊利丹。", --697
"太阳之井高地£击败太阳之井高地的基尔加丹。", --698
"世界冠军£在刀锋山、纳格兰、达拉然下水道、洛丹伦废墟、托维尔隆和虎踞峰各赢得一场竞技场排位赛的胜利。", --699
"部落的自由£获得一个部落勋章或部落徽记。", --700
"联盟的自由£获得一个联盟勋章或联盟徽记。", --701
"武器大师£将四种武器技能提升到400。", --705
"霜狼嗥叫者£获得一头霜狼嗥叫者。", --706
"雷矛军用坐骑£获得一头雷矛军用坐骑。", --707
"霜狼氏族的英雄£在霜狼氏族阵营中达到崇拜声望。", --708
"雷矛卫队的英雄£在雷矛卫队阵营中达到崇拜声望。", --709
"污染者£在污染者阵营中达到崇拜声望。", --710
"阿拉索的骑士£在阿拉索联军阵营中达到崇拜声望。", --711
"战歌氏族£在战歌氏族阵营中达到崇拜声望。", --712
"银翼哨兵£在银翼要塞阵营中达到崇拜声望。", --713
"征服者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --714
"索利达尔，群星之怒£获得并装备索利达尔，群星之怒。", --725
"钳子先生的魔法龙虾盒£找到钳子先生的魔法龙虾盒。", --726
"呼叫骑兵£通过荣誉系统，获取一头作战坐骑。", --727
"探索杜隆塔尔£探索杜隆塔尔，走过世界地图中被遮住的各个角落。", --728
"死亡军马的缰绳£在斯坦索姆中获得瑞文戴尔男爵的死亡军马缰绳。", --729
"学艺图糊口£获得450点钓鱼、急救和烹饪技能点数。", --730
"高级专业水准£在“经典旧世”分类下的一种主要专业中获得225点技能点数。", --731
"经典专业大师£在“经典旧世”分类下的一种主要专业中获得300点技能点数。", --732
"外域专业大师£在“外域”分类下的一种主要专业中获得75点技能点数。", --733
"诺森德专业大师£在“诺森德”分类下的一种主要专业中获得75点技能点数。", --734
"低温工作狂£在“诺森德”分类下的两种主要专业中都获得75点技能点数。", --735
"探索莫高雷£探索莫高雷，走过世界地图中被遮住的各个角落。", --736
"探索北贫瘠之地£探索贫瘠之地，走过世界地图中被遮住的各个角落。", --750
"平均每日获得的金币数量£平均每日获得的金币数量", --753
"平均每日完成的日常任务数量£平均每日完成的日常任务数量", --759
"探索阿拉希高地£探索阿拉希高地，走过世界地图中被遮住的各个角落。", --761
"部落的大使£在全部6座部落主城中都达到崇拜声望。", --762
"燃烧的远征£在所有“燃烧的远征”副本相关势力中达到崇拜声望。", --763
"燃烧的远征£在所有“燃烧的远征”副本相关势力中达到崇拜声望。", --764
"探索荒芜之地£探索荒芜之地，走过世界地图中被遮住的各个角落。", --765
"探索诅咒之地£探索诅咒之地，走过世界地图中被遮住的各个角落。", --766
"探索提瑞斯法林地£探索提瑞斯法林地，走过世界地图中被遮住的各个角落。", --768
"探索银松森林£探索银松森林，走过世界地图中被遮住的各个角落。", --769
"探索西瘟疫之地£探索西瘟疫之地，走过世界地图中被遮住的各个角落。", --770
"探索东瘟疫之地£探索东瘟疫之地，走过世界地图中被遮住的各个角落。", --771
"探索希尔斯布莱德丘陵£探索希尔斯布莱德丘陵，走过世界地图中被遮住的各个角落。", --772
"探索辛特兰£探索辛特兰，走过世界地图中被遮住的各个角落。", --773
"探索灼热峡谷£探索灼热峡谷，走过世界地图中被遮住的各个角落。", --774
"探索燃烧平原£探索燃烧平原，走过世界地图中被遮住的各个角落。", --775
"探索艾尔文森林£探索艾尔文森林，走过世界地图中被遮住的各个角落。", --776
"探索逆风小径£探索逆风小径，走过世界地图中被遮住的各个角落。", --777
"探索暮色森林£探索暮色森林，走过世界地图中被遮住的各个角落。", --778
"探索洛克莫丹£探索洛克莫丹，走过世界地图中被遮住的各个角落。", --779
"探索赤脊山£探索赤脊山，走过世界地图中被遮住的各个角落。", --780
"探索北荆棘谷£探索北荆棘谷，走过世界地图中被遮住的各个角落。", --781
"探索悲伤沼泽£探索悲伤沼泽，走过世界地图中被遮住的各个角落。", --782
"完美风暴£在风暴之眼以1500比0获胜。", --783
"统御风暴之眼£在占领4座基地的情况下获取10次风暴之眼的胜利。", --784
"被牧师复活£被牧师复活", --796
"被德鲁伊复生£被德鲁伊复生", --798
"被萨满祭司复活£被萨满祭司复活", --799
"被圣骑士救赎£被圣骑士救赎", --800
"被灵魂石复活£被灵魂石复活", --801
"探索西部荒野£探索西部荒野，走过世界地图中被遮住的各个角落。", --802
"饮用合剂£饮用合剂", --811
"使用治疗石£使用治疗石", --812
"竞技场获胜£竞技场获胜", --837
"竞技场参赛£竞技场参赛", --838
"参与战场£参与战场", --839
"战场获胜£战场获胜", --840
"探索湿地£探索湿地，走过世界地图中被遮住的各个角落。", --841
"探索泰达希尔£探索泰达希尔，走过世界地图中被遮住的各个角落。", --842
"探索虚空风暴£探索虚空风暴，走过世界地图中被遮住的各个角落。", --843
"探索黑海岸£探索黑海岸，走过世界地图中被遮住的各个角落。", --844
"探索灰谷£探索灰谷，走过世界地图中被遮住的各个角落。", --845
"探索千针石林£探索千针石林，走过世界地图中被遮住的各个角落。", --846
"探索石爪山脉£探索石爪山脉，走过世界地图中被遮住的各个角落。", --847
"探索凄凉之地£探索凄凉之地，走过世界地图中被遮住的各个角落。", --848
"探索菲拉斯£探索菲拉斯，走过世界地图中被遮住的各个角落。", --849
"探索尘泥沼泽£探索尘泥沼泽，走过世界地图中被遮住的各个角落。", --850
"探索塔纳利斯£探索塔纳利斯，走过世界地图中被遮住的各个角落。", --851
"探索艾萨拉£探索艾萨拉，走过世界地图中被遮住的各个角落。", --852
"探索费伍德森林£探索费伍德森林，走过世界地图中被遮住的各个角落。", --853
"探索安戈洛环形山£探索安戈洛环形山，走过世界地图中被遮住的各个角落。", --854
"探索月光林地£探索月光林地，走过世界地图中被遮住的各个角落。", --855
"探索希利苏斯£探索希利苏斯，走过世界地图中被遮住的各个角落。", --856
"探索冬泉谷£探索冬泉谷，走过世界地图中被遮住的各个角落。", --857
"探索幽魂之地£探索幽魂之地，走过世界地图中被遮住的各个角落。", --858
"探索永歌森林£探索永歌森林，走过世界地图中被遮住的各个角落。", --859
"探索秘蓝岛£探索秘蓝岛，走过世界地图中被遮住的各个角落。", --860
"探索秘血岛£探索秘血岛，走过世界地图中被遮住的各个角落。", --861
"探索地狱火半岛£探索地狱火半岛，走过世界地图中被遮住的各个角落。", --862
"探索赞加沼泽£探索赞加沼泽，走过世界地图中被遮住的各个角落。", --863
"探索影月谷£探索影月谷，走过世界地图中被遮住的各个角落。", --864
"探索刀锋山£探索刀锋山，走过世界地图中被遮住的各个角落。", --865
"探索纳格兰£探索纳格兰，走过世界地图中被遮住的各个角落。", --866
"探索泰罗卡森林£探索泰罗卡森林，走过世界地图中被遮住的各个角落。", --867
"探索奎尔丹纳斯岛£探索奎尔丹纳斯岛，走过世界地图中被遮住的各个角落。", --868
"50000个荣誉消灭£达到50000个荣誉消灭。", --869
"100000个荣誉消灭£达到100000个荣誉消灭。", --870
"遵命，船长！£获得血帆舰长之帽……然后出门去呼吸一点新鲜空气。", --871
"疯狂防御者£在一场战歌要塞的战斗中归还5面旗帜。", --872
"完美霜狼£在不损失任何一名上尉或任何一座哨塔，同时还控制着所有联盟哨塔的情况下获得奥特兰克山谷的胜利。", --873
"坚定的复仇者£获得200场竞技场排位赛的胜利。", --875
"野蛮的坚定£获得300场竞技场排位赛的胜利。", --876
"蛋糕不是谎言£烘焙一块美味巧克力蛋糕。", --877
"没跑掉的鱼£捕获下列稀有鱼类中的一条。", --878
"古典坐骑£拥有一种无法再获得的原始史诗坐骑。", --879
"迅捷祖利安猛虎£从祖尔格拉布的高阶祭司塞卡尔那里获取迅捷祖利安猛虎。", --880
"拉扎什迅猛龙£从祖尔格拉布的血领主曼多基尔那里获取拉扎什迅猛龙。", --881
"炽热战马的缰绳£从卡拉赞的猎手阿图门那里获取炽热战马的缰绳。", --882
"乌鸦之神的缰绳£从塞泰克大厅的安苏那里获取乌鸦之神的缰绳。", --883
"迅捷白色陆行鸟£从魔导师平台的凯尔萨斯·逐日者那里获取迅捷白色陆行鸟。", --884
"奥的灰烬£从风暴要塞的凯尔萨斯·逐日者那里获取奥的灰烬。", --885
"迅捷虚空幼龙£获取“燃烧的远征”竞技场第一赛季的迅捷虚空幼龙。", --886
"残酷角斗士的虚空幼龙£获取“燃烧的远征”竞技场第二赛季的残酷角斗士的虚空幼龙。", --887
"复仇角斗士的虚空幼龙£获取“燃烧的远征”竞技场第三赛季的复仇角斗士的虚空幼龙。", --888
"迅如闪电£学习中级骑术。", --889
"向远方奔跑£学习高级骑术。", --890
"驾！£学习初级骑术。", --891
"这就对了£学习专家级骑术。", --892
"塞纳里奥作战角鹰兽£从赞加沼泽的塞纳里奥远征队那里购买一头塞纳里奥作战角鹰兽。", --893
"翱翔在斯克提斯£在沙塔尔天空卫队阵营中达到崇拜声望。", --894
"每日一任务，食人魔全无忧£在奥格瑞拉阵营中达到崇拜声望。", --896
"残阳勇士£在破碎残阳阵营中达到崇拜声望。", --897
"灵翼之翼£在灵翼之龙阵营中达到崇拜声望。", --898
"库雷尼£在库雷尼阵营中达到崇拜声望。", --899
"孢子村之友£在孢子村阵营中达到崇拜声望。", --900
"德拉诺的玛格汉£在玛格汉阵营中达到崇拜声望。", --901
"首席崇拜官£在星界财团阵营中达到崇拜声望。", --902
"分裂的沙塔斯£在占星者阵营或奥尔多阵营中达到崇拜声望。", --903
"老渔夫巴尔洛£完成下列5个老渔夫巴尔洛的钓鱼日常任务。", --905
"香味弥漫£完成下列4个巨石洛克洛的烹饪日常任务。", --906
"审判者£在战歌峡谷、阿拉希盆地和奥特兰克山谷中达到崇拜声望。", --907
"战斗的召唤！£在满级时完成100次战场战斗。", --908
"战斗的召唤！£在满级时完成100次战场战斗。", --909
"地下城中的长者£祭拜地下城中的长者。", --910
"卡利姆多的长者£祭拜卡利姆多的长者。", --911
"东部王国的长者£祭拜东部王国的长者。", --912
"尊敬长者£完成下列春节成就。", --913
"部落的长者£祭拜部落主城中的长者。", --914
"联盟的长者£祭拜联盟主城中的长者。", --915
"通过拍卖行所得金币£通过拍卖行所得金币", --919
"向商人出售物品所得金币£向商人出售物品所得金币", --921
"饮用法力药水£饮用法力药水", --922
"饮用药剂£饮用药剂", --923
"进入5人地下城副本的次数£进入5人地下城副本的次数", --932
"进入10人团队副本的次数£进入10人团队副本的次数", --933
"进入25人团队副本的次数£进入25人团队副本的次数", --934
"艾露恩的祝福£击败年兽并完成“艾露恩的祝福”任务。", --937
"诺森德的雪£在诺森德完成包括“母龙之怒”在内的所有赫米特·奈辛瓦里任务。", --938
"白色雷象一般的山丘£在纳格兰完成包括“终极挑战”在内的所有赫米特·奈辛瓦里任务。", --939
"荆棘谷的青山£在荆棘谷完成包括“王牌猎人”在内的所有赫米特·奈辛瓦里任务。", --940
"赫米特·奈辛瓦里：收集任务£完成“荆棘谷的青山”、“白色雷象一般的山丘”和“诺森德的雪”成就。", --941
"外交家£将你在木喉要塞、孢子村和库雷尼势力中的声望从冷淡提升到崇拜。", --942
"外交家£将你在木喉要塞、孢子村和玛格汉势力中的声望从冷淡提升到崇拜。", --943
"熊怪之友£在木喉要塞阵营中达到崇拜声望。", --944
"银色勇士£在银色黎明和银色北伐军阵营中达到崇拜声望。", --945
"银色黎明£在银色黎明阵营中达到崇拜声望。", --946
"银色北伐军£在银色北伐军阵营中达到崇拜声望。", --947
"联盟的大使£在全部6座联盟主城中都达到崇拜声望。", --948
"海象人的偶像£在卡鲁亚克阵营中达到崇拜声望。", --949
"狂心氏族£在狂心氏族阵营中达到崇拜声望。", --950
"神谕者£在神谕者阵营中达到崇拜声望。", --951
"索拉查雇佣兵£在神谕者和狂心氏族阵营中达到崇拜声望。", --952
"塞纳留斯的卫士£在塞纳里奥议会和塞纳里奥远征队阵营中达到崇拜声望。", --953
"海达希亚水元素£在海达希亚水元素阵营中达到崇拜声望。", --955
"诺兹多姆的子嗣£在诺兹多姆的子嗣阵营中达到崇拜声望。", --956
"赞达拉部族的英雄£在赞达拉部族阵营中达到崇拜声望。", --957
"死誓者的誓言£在灰舌死誓者阵营中达到崇拜声望。", --958
"流沙之鳞£在流沙之鳞阵营中达到崇拜声望。", --959
"紫罗兰之眼£在紫罗兰之眼阵营中达到崇拜声望。", --960
"狂心的荣誉£为狂心氏族阵营完成下列8个日常任务。", --961
"神谕者的救星£为神谕者阵营完成下列8个日常任务。", --962
"卡利姆多的糖果£找到卡利姆多的糖罐。", --963
"失足坠落？£从65码的高度掉落下来，但是不摔死。", --964
"卡利姆多的糖果£找到卡利姆多的糖罐。", --965
"东部王国的糖果£找到东部王国的糖罐。", --966
"东部王国的糖果£找到东部王国的糖罐。", --967
"外域的糖果£找到外域的糖罐。", --968
"外域的糖果£找到外域的糖罐。", --969
"艾泽拉斯的糖果£完成卡利姆多、东部王国和外域的糖果成就。", --971
"不给糖果就捣乱！£从任意一座旅店的糖罐里获取一把糖果。", --972
"完成5个日常任务£完成5个日常任务。", --973
"完成50个日常任务£完成50个日常任务。", --974
"完成200个日常任务£完成200个日常任务。", --975
"完成500个日常任务£完成500个日常任务。", --976
"完成1000个日常任务£完成1000个日常任务。", --977
"完成3000个任务£完成3000个任务。", --978
"面具怪杰£在万圣节期间获得一副面具。", --979
"无头骑士的缰绳£在万圣节期间，从血色修道院的无头骑士那里获取无头骑士的缰绳。", --980
"闪亮的微笑£使用牙签，展现你的闪亮笑容。", --981
"知己知彼£对所有联盟种族分别进行一次荣誉消灭。", --1005
"城市卫兵£在你所属阵营的任意主城中消灭50个敌对阵营的玩家。", --1006
"龙眠联军£在龙眠联军阵营中达到崇拜声望。", --1007
"肯瑞托£在肯瑞托阵营中达到崇拜声望。", --1008
"黑锋骑士团£在黑锋骑士团阵营中达到崇拜声望。", --1009
"诺森德先锋£在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团阵营中达到崇拜声望。", --1010
"北地之风£在部落先遣军中达到崇拜声望。", --1011
"北地之风£在联盟先遣军阵营中达到崇拜声望。", --1012
"35个声望崇拜£在35个势力中达到崇拜声望。", --1014
"40个声望崇拜£在40个势力中达到崇拜声望。", --1015
"我可以养它吗？£收集一个宠物。", --1017
"十件战袍£收集10种战袍外观。", --1020
"二十五件战袍£收集25种战袍外观。", --1021
"东部王国护焰者£祭拜东部王国的火焰。", --1022
"卡利姆多护焰者£祭拜卡利姆多的火焰。", --1023
"外域护焰者£祭拜外域的火焰。", --1024
"东部王国护火者£祭拜东部王国的火焰。", --1025
"卡利姆多护火者£祭拜卡利姆多的火焰。", --1026
"外域护火者£祭拜外域的火焰。", --1027
"东部王国灭火£亵渎部落在东部王国的篝火。", --1028
"卡利姆多灭火£亵渎部落在卡利姆多的篝火。", --1029
"外域灭火£亵渎部落在外域的篝火。", --1030
"东部王国灭火£亵渎联盟在东部王国的篝火。", --1031
"卡利姆多灭火£亵渎联盟在卡利姆多的篝火。", --1032
"外域灭火£亵渎联盟在外域的篝火。", --1033
"艾泽拉斯的火焰£完成所有的护焰者成就。", --1034
"亵渎部落£完成所有的灭火成就。", --1035
"艾泽拉斯的火焰£完成所有的护火者成就。", --1036
"亵渎联盟£完成所有的灭火成就。", --1037
"护焰者£完成下列仲夏火焰节成就。", --1038
"护火者£完成下列仲夏火焰节成就。", --1039
"糟糕的万圣节£通过完成下列任务来搞砸部落的万圣节庆典，并挫败他们破坏联盟庆典的企图。", --1040
"糟糕的万圣节£通过完成下列任务来搞砸联盟的万圣节庆典，并挫败他们破坏部落庆典的企图。", --1041
"拥抱的次数£拥抱的次数", --1042
"欢呼的总次数£欢呼的总次数", --1045
"捂脸的总次数£捂脸的总次数", --1047
"招手的总次数£招手的总次数", --1065
"大笑的总次数£大笑的总次数", --1066
"哭泣的总次数£哭泣的总次数", --1067
"消灭击碎者克里丹（鲜血熔炉）£消灭击碎者克里丹（鲜血熔炉）", --1068
"消灭节点亲王沙法尔（法力陵墓）£消灭节点亲王沙法尔（法力陵墓）", --1069
"消灭时空猎手（逃离敦霍尔德）£消灭时空猎手（逃离敦霍尔德）", --1070
"消灭夸格米拉（奴隶围栏）£消灭夸格米拉（奴隶围栏）", --1071
"消灭黑色阔步者（幽暗沼泽）£消灭黑色阔步者（幽暗沼泽）", --1072
"消灭大主教玛拉达尔（奥金尼地穴）£消灭大主教玛拉达尔（奥金尼地穴）", --1073
"消灭利爪之王艾吉斯（塞泰克大厅）£消灭利爪之王艾吉斯（塞泰克大厅）", --1074
"消灭摩摩尔（暗影迷宫）£消灭摩摩尔（暗影迷宫）", --1075
"消灭埃欧努斯（开启黑暗之门）£消灭埃欧努斯（开启黑暗之门）", --1076
"消灭督军卡利瑟里斯（蒸汽地窟）£消灭督军卡利瑟里斯（蒸汽地窟）", --1077
"消灭酋长卡加斯·刃拳（破碎大厅）£消灭酋长卡加斯·刃拳（破碎大厅）", --1078
"消灭计算者帕萨雷恩（能源舰）£消灭计算者帕萨雷恩（能源舰）", --1079
"消灭迁跃扭木（生态船）£消灭迁跃扭木（生态船）", --1080
"消灭预言者斯克瑞斯（禁魔监狱）£消灭预言者斯克瑞斯（禁魔监狱）", --1081
"消灭凯尔萨斯·逐日者（魔导师平台）£消灭凯尔萨斯·逐日者（魔导师平台）", --1082
"消灭玛克扎尔王子（卡拉赞）£消灭玛克扎尔王子（卡拉赞）", --1083
"消灭祖尔金（祖阿曼）£消灭祖尔金（祖阿曼）", --1084
"消灭格鲁尔（格鲁尔的巢穴）£消灭格鲁尔（格鲁尔的巢穴）", --1085
"消灭玛瑟里顿（玛瑟里顿的巢穴）£消灭玛瑟里顿（玛瑟里顿的巢穴）", --1086
"消灭瓦丝琪（毒蛇神殿）£消灭瓦丝琪（毒蛇神殿）", --1087
"消灭凯尔萨斯·逐日者（风暴要塞）£消灭凯尔萨斯·逐日者（风暴要塞）", --1088
"消灭伊利丹·怒风（黑暗神殿）£消灭伊利丹·怒风（黑暗神殿）", --1089
"消灭基尔加丹（太阳之井高地）£消灭基尔加丹（太阳之井高地）", --1090
"消灭“船长”曲奇（死亡矿井）£艾德温·范克里夫", --1091
"消灭高弗雷勋爵（影牙城堡）£大法师阿鲁高", --1092
"消灭大检察官怀特迈恩（血色修道院）£你尚未完成此成就", --1093
"消灭乌克兹·沙顶（祖尔法拉克）£消灭乌克兹·沙顶（祖尔法拉克）", --1094
"消灭达格兰·索瑞森大帝（黑石深渊）£消灭达格兰·索瑞森大帝（黑石深渊）", --1095
"消灭达基萨斯将军（黑石塔上层）£消灭达基萨斯将军（黑石塔）", --1096
"消灭瑞文戴尔（斯坦索姆）£消灭瑞文戴尔（斯坦索姆）", --1097
"消灭奥妮克希亚（奥妮克希亚的巢穴）£消灭奥妮克希亚（奥妮克希亚的巢穴）", --1098
"消灭拉格纳罗斯（熔火之心）£消灭拉格纳罗斯（熔火之心）", --1099
"消灭奈法利安（黑翼之巢）£消灭奈法利安（黑翼之巢）", --1100
"消灭克苏恩（安其拉神殿）£消灭克苏恩（安其拉神殿）", --1101
"消灭哈卡（祖尔格拉布）£消灭哈卡（祖尔格拉布）", --1102
"巫妖王 -5人副本完成次数（消灭最终首领）£“巫妖王之怒”5人副本完成次数（消灭最终首领）", --1103
"巫妖王 -10人团队副本完成次数（消灭最终首领）£“巫妖王之怒”10人团队副本完成次数（消灭最终首领）", --1104
"5v5竞技场荣誉消灭£5v5竞技场荣誉消灭", --1109
"3v3竞技场荣誉消灭£3v3竞技场荣誉消灭", --1110
"2v2竞技场荣誉消灭£2v2竞技场荣誉消灭", --1111
"风暴之眼荣誉消灭£风暴之眼荣誉消灭", --1112
"奥特兰克山谷荣誉消灭£奥特兰克山谷荣誉消灭", --1113
"阿拉希盆地荣誉消灭£阿拉希盆地荣誉消灭", --1114
"战歌峡谷荣誉消灭£战歌峡谷荣誉消灭", --1115
"最常使用的绷带£最常使用的绷带", --1125
"火焰节之王£从敌对阵营的主城中窃取烈焰，并完成“盗贼的奖励”任务。", --1145
"花费在旅行上的金币£花费在旅行上的金币", --1146
"花费在理发店中的金币£花费在理发店中的金币", --1147
"花费在邮寄信件上的金币£花费在邮寄信件上的金币", --1148
"忠诚的卫士£在奥特兰克山谷的雷矛大厅中消灭50名敌对玩家。", --1151
"固若金汤£在一场阿拉希盆地的战斗中防守3座基地。", --1153
"决斗赢家£在与其他玩家的决斗中获胜。", --1157
"两人世界：2200£在2v2竞技场比赛中达到2200个人等级。", --1159
"三人行：2200£在3v3竞技场比赛中达到2200个人等级。", --1160
"五子登科：2200£在5v5竞技场比赛中达到2200个人等级。", --1161
"再接再厉£获得连续10场排位赛的胜利，且保持个人等级在1800以上。", --1162
"毫不浪费£在本阵营占领两座矿洞的情况下获得奥特兰克山谷的胜利。", --1164
"我的背包是“巨无霸”£装备哈莉丝·西尔顿的“巨无霸”背包。", --1165
"曝光的照片£在奥特兰克山谷中拾取提古勒的签名照。", --1166
"奥特兰克山谷主宰£完成下列奥特兰克山谷成就。", --1167
"阿拉希盆地主宰£完成下列阿拉希盆地成就。", --1169
"风暴之眼主宰£完成下列风暴之眼成就。", --1171
"战歌峡谷主宰£完成下列战歌峡谷成就。", --1172
"竞技场大师£完成下列竞技场成就。", --1174
"战斗大师£完成下列战场成就。", --1175
"积少成多£拾取100金币。", --1176
"积少成多£拾取1,000金币。", --1177
"积少成多£拾取5,000金币。", --1178
"积少成多£拾取10,000金币。", --1180
"积少成多£拾取25,000金币。", --1181
"养家糊口£通过任务奖励获得10,000金币。", --1182
"年度美酒£品尝本月美酒俱乐部提供的12种啤酒。", --1183
"奇怪的美酒£获得下列美酒节啤酒。别一次全喝光了！", --1184
"美酒节的佳肴£品尝下列8种美酒节食品。", --1185
"干掉黑铁矮人£在黑铁矮人进攻时保卫美酒节营地，并完成任务“那次，我喝醉了之后……”。", --1186
"被射中了！£使用银色箭头射中10个玩家。", --1188
"来往地狱火半岛£完成下列地狱火半岛故事线。", --1189
"沼泽的秘密£完成下列赞加沼泽故事线。", --1190
"泰罗卡的恐惧£完成下列泰罗卡森林故事线。", --1191
"纳格兰大满贯£完成下列纳格兰故事线。", --1192
"刀锋之山£完成下列刀锋山故事线。", --1193
"进入虚空£完成下列虚空风暴故事线。", --1194
"背叛者之影£完成下列影月谷故事线。", --1195
"击败总数£击败总数", --1197
"击败并获得经验/荣誉的总数£击败并获得经验/荣誉的总数", --1198
"学习专业£学习专业", --1199
"辅助技能达到上限£辅助技能达到上限", --1200
"专业技能达到上限£专业技能达到上限", --1201
"奇怪的美酒£获得下列美酒节啤酒。别一次全喝光了！", --1203
"沙塔斯的英雄£在占星者和奥尔多阵营中达到崇拜声望。", --1205
"我亲爱的小松鼠们£向艾泽拉斯的小动物展示你的爱心（使用/love命令）。", --1206
"外域渔夫£在下列渔点中各钓到一条鱼。", --1225
"被德鲁伊复活£被德鲁伊复活", --1229
"消灭克莉斯塔萨（魔枢）£消灭克莉斯塔萨（魔枢）", --1231
"消灭阿努巴拉克（艾卓-尼鲁布）£消灭阿努巴拉克（艾卓-尼鲁布）", --1232
"消灭传令官沃拉兹（安卡赫特：古代王国）£消灭传令官沃拉兹（安卡赫特：古代王国）", --1233
"消灭先知萨隆亚（达克萨隆要塞）£消灭先知萨隆亚（达克萨隆要塞）", --1234
"消灭塞安妮苟萨（紫罗兰监狱）£消灭塞安妮苟萨（紫罗兰监狱）", --1235
"消灭迦尔达拉（古达克）£消灭迦尔达拉（古达克）", --1236
"消灭塑铁者斯约尼尔（岩石大厅）£消灭塑铁者斯约尼尔（岩石大厅）", --1237
"消灭洛肯（闪电大厅）£消灭洛肯（闪电大厅）", --1238
"消灭魔网守护者埃雷苟斯（魔环）£消灭魔网守护者埃雷苟斯（魔环）", --1239
"消灭伊米隆国王（乌特加德之巅）£消灭伊米隆国王（乌特加德之巅）", --1240
"击败玛尔加尼斯（时光之穴：斯坦索姆）£击败玛尔加尼斯（时光之穴：斯坦索姆）", --1241
"消灭掠夺者因格瓦尔（乌特加德城堡）£消灭掠夺者因格瓦尔（乌特加德城堡）", --1242
"鱼没有脚印£学习寻找渔点技能。", --1243
"饱读诗书£阅读下列书籍的原版。", --1244
"宠物成堆£收集25种独特的宠物。", --1248
"理智购物，理智购……宠物£收集50种独特的宠物。", --1250
"我的地盘，我说了算£在一场战歌峡谷的战斗中，在敌方的夺旗者走出战歌军旗室之前将其消灭，总计2次。", --1251
"超级防守者£在战歌峡谷消灭100个携带旗帜者。", --1252
"火鸡的末日£在3分钟内消灭15只火鸡。", --1254
"冬幕节见鬼去吧！£在冬幕节期间，向穆拉丁·铜须投掷一枚雪球。", --1255
"打捞者£在下列漂浮残骸中各钓到一条鱼。", --1257
"你需要冷静一下£在风暴之眼中，消灭一名获得了狂暴增效的玩家。", --1258
"不是很快£在战歌峡谷中，消灭一名获得了加速增效的玩家。", --1259
"活命基本靠运气£在美酒节期间，戴着合成酿酒护目镜从65码的高度掉落下来，但是不摔死。", --1260
"侏儒美味营养糖之怒£当你带有侏儒美味营养糖效果时，获得10个荣誉消灭。对于敌人来说真是太耻辱了！", --1261
"外域的博学者£完成下列外域任务成就。", --1262
"探索嚎风峡湾£探索嚎风峡湾，走过世界地图中被遮住的各个角落。", --1263
"探索北风苔原£探索北风苔原，走过世界地图中被遮住的各个角落。", --1264
"探索龙骨荒野£探索龙骨荒野，走过世界地图中被遮住的各个角落。", --1265
"探索灰熊丘陵£探索灰熊丘陵，走过世界地图中被遮住的各个角落。", --1266
"探索祖达克£探索祖达克，走过世界地图中被遮住的各个角落。", --1267
"探索索拉查盆地£探索索拉查盆地，走过世界地图中被遮住的各个角落。", --1268
"探索风暴峭壁£探索风暴峭壁，走过世界地图中被遮住的各个角落。", --1269
"探索冰冠冰川£探索冰冠冰川，走过世界地图中被遮住的各个角落。", --1270
"来往地狱火半岛£完成下列地狱火半岛故事线。", --1271
"泰罗卡的恐惧£完成下列泰罗卡森林故事线。", --1272
"纳格兰大满贯£完成下列纳格兰故事线。", --1273
"炸翻天£在不组队的情况下，2分钟15秒内完成“轰炸斯克提斯”任务。", --1275
"刀锋山炸弹人£在不组队的情况下，2分钟15秒内完成“继续轰炸！”任务。", --1276
"迅速防御£在不组队的情况下，3分钟内完成“保卫龙眠神殿”任务。", --1277
"自讨苦吃£在2024年的节日翻新前，喝个烂醉如泥，洒上最好的香水，向斯拉兹扔一把玫瑰花瓣，然后亲吻他。你总会后悔做这件事。", --1279
"自讨苦吃£在2024年的节日翻新前，喝个烂醉如泥，洒上最好的香水，向杰雷米亚·派森扔一把玫瑰花瓣，然后亲吻他。你总会后悔做这件事。", --1280
"红色的焰火£在25秒内发射10束红色烟花束。", --1281
"奥格瑞拉，铃儿响叮当£在冬幕节期间，骑在飞行驯鹿身上完成“继续轰炸！”任务。", --1282
"旧世地下城大师£完成下列《魔兽世界》地下城成就。", --1283
"外域地下城大师£完成下列“燃烧的远征”地下城成就。", --1284
"旧世奇兵£完成下列《魔兽世界》团队副本成就。", --1285
"外域奇兵£完成下列“燃烧的远征”团队副本成就。", --1286
"外域地下城英雄£完成下列“燃烧的远征”英雄地下城成就。", --1287
"诺森德地下城大师£完成下列诺森德地下城成就。", --1288
"诺森德地下城英雄£完成下列诺森德英雄地下城成就。", --1289
"独身一人？£在情人节期间的达拉然城中与别人共进浪漫午餐，并品尝快乐奶油。", --1291
"黄色美酒节酒杯£拥有2007年美酒节赠送的黄色美酒节酒杯。", --1292
"蓝色美酒节酒杯£拥有2008年美酒节赠送的蓝色美酒节酒杯。", --1293
"打打撞撞£在冬幕节期间，使用你的打架赛车获得25次胜利。", --1295
"看着他死£在看守者加什拉、看守者纳尔伊和看守者希尔希克仍然存活的情况下，击败艾卓-尼鲁布的看门者克里克希尔（英雄难度）。", --1296
"哈多诺克斯的闭门羹£在艾卓-尼鲁布的哈多诺克斯用蛛网封住顶部入口、阻止更多怪物进入之前将其击败（英雄难度）。", --1297
"使用不同类型的绷带£使用不同类型的绷带", --1298
"最常用的治疗药水£最常用的治疗药水", --1299
"使用不同的治疗药水£使用不同的治疗药水", --1300
"最常使用的法力药水£最常使用的法力药水", --1301
"使用不同的法力药水£使用不同的法力药水", --1302
"最常饮用的药剂£最常饮用的药剂", --1303
"饮用不同的药剂£饮用不同的药剂", --1304
"最常饮用的合剂£最常饮用的合剂", --1305
"饮用不同的合剂£饮用不同的合剂", --1306
"黑石塔上层（经典旧世）£击败达基萨斯将军。", --1307
"远古海滩胜利£在远古海滩获胜。", --1308
"远古海滩精英£在远古海滩获得100场胜利。", --1309
"抢滩登陆£在4分钟内夺取泰坦圣物。", --1310
"稀有品种£消灭下列非常罕见的外域生物中的一个。", --1311
"罕见品种£消灭下列非常罕见的外域生物。", --1312
"最常消灭的怪物类型£最常消灭的怪物类型", --1336
"消灭不同的怪物类型£消灭不同的怪物类型", --1337
"最常使用的法师传送门£最常使用的法师传送门", --1339
"峡湾巡游£完成下列嚎风峡湾故事线。", --1356
"欢迎来到灰熊丘陵£完成下列灰熊丘陵故事线。", --1357
"这个苔原不太远£完成下列北风苔原故事线。", --1358
"龙骨荒野之力£完成下列龙骨荒野故事线。", --1359
"消灭阿努布雷坎（10人纳克萨玛斯）£消灭阿努布雷坎（10人纳克萨玛斯）", --1361
"消灭黑女巫法琳娜（10人纳克萨玛斯）£消灭黑女巫法琳娜（10人纳克萨玛斯）", --1362
"消灭迈克斯纳（10人纳克萨玛斯）£消灭迈克斯纳（10人纳克萨玛斯）", --1363
"消灭帕奇维克（10人纳克萨玛斯）£消灭帕奇维克（10人纳克萨玛斯）", --1364
"消灭药剂师诺斯（10人纳克萨玛斯）£消灭药剂师诺斯（10人纳克萨玛斯）", --1365
"消灭收割者戈提克（10人纳克萨玛斯）£消灭收割者戈提克（10人纳克萨玛斯）", --1366
"消灭帕奇维克（25人纳克萨玛斯）£消灭帕奇维克（25人纳克萨玛斯）", --1367
"消灭阿努布雷坎（25人纳克萨玛斯）£消灭阿努布雷坎（25人纳克萨玛斯）", --1368
"消灭肮脏的希尔盖（10人纳克萨玛斯）£消灭肮脏的希尔盖（10人纳克萨玛斯）", --1369
"消灭洛欧塞布（10人纳克萨玛斯）£消灭洛欧塞布（10人纳克萨玛斯）", --1370
"消灭格罗布鲁斯（10人纳克萨玛斯）£消灭格罗布鲁斯（10人纳克萨玛斯）", --1371
"消灭格拉斯（10人纳克萨玛斯）£消灭格拉斯（10人纳克萨玛斯）", --1372
"消灭塔迪乌斯（10人纳克萨玛斯）£消灭塔迪乌斯（10人纳克萨玛斯）", --1373
"消灭教官拉苏维奥斯（10人纳克萨玛斯）£消灭教官拉苏维奥斯（10人纳克萨玛斯）", --1374
"消灭天启四骑士（10人纳克萨玛斯）£消灭天启四骑士（10人纳克萨玛斯）", --1375
"消灭萨菲隆（10人纳克萨玛斯）£消灭萨菲隆（10人纳克萨玛斯）", --1376
"消灭克尔苏加德（10人纳克萨玛斯）£消灭克尔苏加德（10人纳克萨玛斯）", --1377
"消灭格拉斯（25人纳克萨玛斯）£消灭格拉斯（25人纳克萨玛斯）", --1378
"消灭收割者戈提克（25人纳克萨玛斯）£消灭收割者戈提克（25人纳克萨玛斯）", --1379
"消灭黑女巫法琳娜（25人纳克萨玛斯）£消灭黑女巫法琳娜（25人纳克萨玛斯）", --1380
"消灭格罗布鲁斯（25人纳克萨玛斯）£消灭格罗布鲁斯（25人纳克萨玛斯）", --1381
"消灭肮脏的希尔盖（25人纳克萨玛斯）£消灭肮脏的希尔盖（25人纳克萨玛斯）", --1382
"消灭天启四骑士（25人纳克萨玛斯）£消灭天启四骑士（25人纳克萨玛斯）", --1383
"消灭教官拉苏维奥斯（25人纳克萨玛斯）£消灭教官拉苏维奥斯（25人纳克萨玛斯）", --1384
"消灭洛欧塞布（25人纳克萨玛斯）£消灭洛欧塞布（25人纳克萨玛斯）", --1385
"消灭迈克斯纳（25人纳克萨玛斯）£消灭迈克斯纳（25人纳克萨玛斯）", --1386
"消灭药剂师诺斯（25人纳克萨玛斯）£消灭药剂师诺斯（25人纳克萨玛斯）", --1387
"消灭塔迪乌斯（25人纳克萨玛斯）£消灭塔迪乌斯（25人纳克萨玛斯）", --1388
"消灭萨菲隆（25人纳克萨玛斯）£消灭萨菲隆（25人纳克萨玛斯）", --1389
"消灭克尔苏加德（25人纳克萨玛斯）£消灭克尔苏加德（25人纳克萨玛斯）", --1390
"消灭玛里苟斯（10人）£消灭玛里苟斯（10人）", --1391
"消灭萨塔里奥（10人龙神之厅）£消灭萨塔里奥（10人龙神之厅）", --1392
"消灭萨塔里奥（25人龙神之厅）£消灭萨塔里奥（25人龙神之厅）", --1393
"消灭玛里苟斯（25人）£消灭玛里苟斯（25人）", --1394
"诺森德的长者£祭拜诺森德的长者。", --1396
"服务器第一！魔法追寻者£参与在本服务器首次消灭玛里苟斯（25人）。", --1400
"服务器第一！纳克萨玛斯的征服者£参与在本服务器首次消灭克尔苏加德（25人）。", --1402
"服务器第一！80级侏儒（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的侏儒。", --1404
"服务器第一！80级血精灵（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的血精灵。", --1405
"服务器第一！80级德莱尼（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的德莱尼。", --1406
"服务器第一！80级矮人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的矮人。", --1407
"服务器第一！80级人类（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的人类。", --1408
"服务器第一！80级暗夜精灵（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的暗夜精灵。", --1409
"服务器第一！80级兽人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的兽人。", --1410
"服务器第一！80级牛头人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的牛头人。", --1411
"服务器第一！80级巨魔（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的巨魔。", --1412
"服务器第一！80级亡灵（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到80级的亡灵。", --1413
"服务器第一！宗师级锻造技能£本服务器第一个达到450点锻造技能。", --1414
"服务器第一！宗师级炼金技能£本服务器第一个达到450点炼金技能。", --1415
"服务器第一！宗师级烹饪技能£本服务器第一个达到450点烹饪技能。", --1416
"服务器第一！宗师级附魔技能£本服务器第一个达到450点附魔技能。", --1417
"服务器第一！宗师级工程学技能£本服务器第一个达到450点工程学技能。", --1418
"服务器第一！宗师级急救技能£本服务器第一个达到450点急救技能。", --1419
"服务器第一！宗师级钓鱼技能£本服务器第一个达到450点钓鱼技能。", --1420
"服务器第一！宗师级采药技能£本服务器第一个达到450点草药学技能。", --1421
"服务器第一！宗师级铭文技能£本服务器第一个达到450点铭文技能。", --1422
"服务器第一！宗师级珠宝加工技能£本服务器第一个达到450点珠宝加工技能。", --1423
"服务器第一！宗师级制皮技能£本服务器第一个达到450点制皮技能。", --1424
"服务器第一！宗师级采矿技能£本服务器第一个达到450点采矿技能。", --1425
"服务器第一！宗师级剥皮技能£本服务器第一个达到450点剥皮技能。", --1426
"服务器第一！宗师级裁缝技能£本服务器第一个达到450点裁缝技能。", --1427
"扫雷£在斯巴索克雷区连续被10枚地雷炸到，期间不落地。", --1428
"强力党老友£通过战友招募系统获得一匹斑马坐骑。", --1436
"钓到鱼和其它东西的数量£钓到鱼和其它东西的数量", --1456
"探索晶歌森林£探索晶歌森林，走过世界地图中被遮住的各个角落。", --1457
"获得公正徽章£获得公正徽章", --1462
"服务器第一！诺森德先锋£本服务器第一个在银色北伐军、龙眠联军、肯瑞托和黑锋骑士团都达到崇拜声望的玩家。", --1463
"获得英雄纹章£获得英雄纹章", --1464
"获得勇气纹章£获得勇气纹章", --1465
"巫妖王 - 消灭5人地下城首领的次数£巫妖王 - 消灭5人地下城首领的次数", --1467
"远古海滩荣誉消灭£远古海滩荣誉消灭", --1486
"亲手消灭总数£亲手消灭总数", --1487
"世界消灭总数£艾泽拉斯及诺森德等地的累计数字。", --1488
"竞技场消灭£竞技场消灭", --1490
"战场消灭£战场消灭", --1491
"2v2竞技场消灭£2v2竞技场消灭", --1492
"3v3竞技场消灭£3v3竞技场消灭", --1493
"5v5竞技场消灭£5v5竞技场消灭", --1494
"奥特兰克山谷消灭£奥特兰克山谷消灭", --1495
"阿拉希盆地消灭£阿拉希盆地消灭", --1496
"战歌峡谷消灭£战歌峡谷消灭", --1497
"风暴之眼消灭£风暴之眼消灭", --1498
"远古海滩消灭£远古海滩消灭", --1499
"被其他玩家消灭的总次数£被其他玩家消灭的总次数", --1501
"来去如风£拿起旗帜并在75秒内交还。", --1502
"消灭掠夺者因格瓦尔（英雄乌特加德城堡）£消灭掠夺者因格瓦尔（英雄乌特加德城堡）", --1504
"消灭克莉斯塔萨（英雄魔枢）£消灭克莉斯塔萨（英雄魔枢）", --1505
"消灭阿努巴拉克（英雄艾卓-尼鲁布）£消灭阿努巴拉克（英雄艾卓-尼鲁布）", --1506
"消灭传令官沃拉兹（英雄安卡赫特）£消灭传令官沃拉兹（英雄安卡赫特）", --1507
"消灭先知萨隆亚（英雄达克萨隆要塞）£消灭先知萨隆亚（英雄达克萨隆要塞）", --1508
"消灭塞安妮苟萨（英雄紫罗兰监狱）£消灭塞安妮苟萨（英雄紫罗兰监狱）", --1509
"消灭迦尔达拉（英雄古达克）£消灭迦尔达拉（英雄古达克）", --1510
"消灭塑铁者斯约尼尔（英雄岩石大厅）£消灭塑铁者斯约尼尔（英雄岩石大厅）", --1511
"消灭洛肯（英雄闪电大厅）£消灭洛肯（英雄闪电大厅）", --1512
"消灭魔网守护者埃雷苟斯（英雄魔环）£消灭魔网守护者埃雷苟斯（英雄魔环）", --1513
"消灭伊米隆国王（英雄乌特加德之巅）£消灭伊米隆国王（英雄乌特加德之巅）", --1514
"击败玛尔加尼斯（英雄时光之穴：斯坦索姆）£击败玛尔加尼斯（英雄时光之穴：斯坦索姆）", --1515
"垂钓有成£完成下列钓鱼成就。", --1516
"诺森德渔夫£在下列指定渔点中各钓上一条鱼来。", --1517
"钓到鱼的数量£钓到鱼的数量", --1518
"钓鱼技能£钓鱼技能", --1519
"烹饪技术£烹饪技术", --1524
"完成烹饪日常任务£完成烹饪日常任务", --1525
"完成钓鱼日常任务£完成钓鱼日常任务", --1526
"最高的炼金术技能£最高的炼金术技能", --1527
"最高的锻造技能£最高的锻造技能", --1532
"最高的附魔技能£最高的附魔技能", --1535
"最高的制皮技能£最高的制皮技能", --1536
"最高的采矿技能£最高的采矿技能", --1537
"最高的采药技能£最高的采药技能", --1538
"最高的铭文技能£最高的铭文技能", --1539
"最高的珠宝加工技能£最高的珠宝加工技能", --1540
"最高的剥皮技能£最高的剥皮技能", --1541
"最高的裁缝技能£最高的裁缝技能", --1542
"最高的工程学技能£最高的工程学技能", --1544
"勇气竞技场参赛£勇气竞技场参赛", --1545
"勇气竞技场获胜£勇气竞技场获胜", --1546
"达拉然下水道参赛£达拉然下水道参赛", --1547
"达拉然下水道获胜£达拉然下水道获胜", --1548
"远古海滩的战斗£远古海滩", --1549
"远古海滩胜利£远古海滩", --1550
"疯狂爆竹£在30秒内燃放10束春节爆竹。", --1552
"25条鱼£钓到25件物品。", --1556
"50条鱼£钓到50件物品。", --1557
"100条鱼£钓到100件物品。", --1558
"250条鱼£钓到250件物品。", --1559
"500条鱼£钓到500件物品。", --1560
"1000条鱼£钓到1000件物品。", --1561
"向大厨致敬£完成下列烹饪成就。", --1563
"鲜血与痛苦£完成纳格兰的“鲜血竞技场”系列任务，以及祖达克的“痛苦斗兽场”系列任务。", --1576
"达库鲁的知己£完成下列与达库鲁有关的主线剧情任务。", --1596
"竞争者的战袍£拥有2008年竞争之魂活动赠送的竞争者的战袍。", --1636
"竞争之魂£拥有2008年竞争之魂活动赠送的竞争之魂。", --1637
"破碎天空£在灵翼浮岛的龙喉飞行竞赛中击败汤告鲁士·碎空。", --1638
"神圣之名£完成下列万圣节成就。", --1656
"冰冻废土的勇士£击败下列地下城和团队副本首领。", --1658
"东部王国的博学者£完成下列东部王国任务成就。", --1676
"卡利姆多的博学者£完成下列卡利姆多任务成就。", --1678
"酒仙£完成下列美酒节成就。", --1683
"节日情谊£在冬幕节期间，对部落的“兄弟”使用槲寄生。", --1685
"节日情谊£在冬幕节期间，对联盟的“兄弟”使用槲寄生。", --1686
"雪花纷飞£在冬幕节期间，对下列种族/职业组合各使用一捧雪花。", --1687
"冬幕节美食家£在冬幕节期间，运用你的烹饪技巧制作一份小姜饼、一份冬幕节蛋奶酒和一份热苹果酒。", --1688
"他知道你是不是乖孩子£在冬幕节期间，打开树下的一件礼物。", --1689
"冰冷的握手£在冬幕节期间的达拉然城中，使用你的冬幕伪装包变成雪人，并且与另一个雪人跳舞。", --1690
"欢乐使者£完成下列冬幕节成就。", --1691
"爱情冲昏头£完成下列情人节成就。", --1693
"爱情的好运£打开一件可爱的裙装盒，并获得一件可爱的黑裙子。", --1694
"危险的爱£协助热砂集团粉碎险恶的皇冠药剂公司的阴谋。", --1695
"粉色的焰火£在20秒内发射10束可爱的烟花。", --1696
"爱慕之国£在每个联盟的主城中完成可爱的情人符手镯日常任务。", --1697
"爱慕之国£在每个部落的主城中完成可爱的情人符手镯日常任务。", --1698
"爱情花簇£对下列种族/职业组合使用一把玫瑰花瓣。", --1699
"匹德菲特恒久远£通过制造一支真银箭头获得永久性的小匹德菲特宠物。", --1700
"和我在一起吧！£吃掉下列从“一袋糖果”中获得的8种情人糖。", --1701
"齿颊留香£品尝下列情人节糖果。", --1702
"我的爱就像火红的玫瑰£在情人节期间获得一束红玫瑰或一束黑玫瑰。", --1703
"爱情娃娃£在下列地区对爱情娃娃使用/pity命令。", --1704
"发条战士£拥有2007年冬幕节礼物，发条战士。", --1705
"打架赛车£拥有2008年冬幕节礼物，打架赛车。", --1706
"冬拥湖的胜利£在冬拥湖的战斗中获胜。", --1717
"冬拥湖的精英£在冬拥湖获得100场胜利。", --1718
"岩石看守者阿尔卡冯（25人）£击败岩石看守者阿尔卡冯（25人）。", --1721
"岩石看守者阿尔卡冯（10人）£击败岩石看守者阿尔卡冯（10人）。", --1722
"人仰车翻£在冬拥湖使用载具或火炮消灭100名玩家。", --1723
"冬拥湖斜塔£摧毁冬拥湖的一座哨塔。", --1727
"学习炼金术配方£学习炼金术配方", --1729
"学习锻造图样£学习锻造图样", --1730
"学习工程学结构图£学习工程学结构图", --1734
"学习铭文£学习铭文", --1735
"毁车灭迹£摧毁下列各种载具。", --1737
"学习珠宝加工配方£学习珠宝加工配方", --1738
"学习制皮配方£学习制皮配方", --1740
"学习裁缝图样£学习裁缝图样", --1741
"学习烹饪食谱£学习烹饪食谱", --1745
"学习急救配方£学习急救配方", --1748
"毫无机会£使用炮台消灭20名骑乘坐骑的玩家。", --1751
"冬拥湖主宰£完成下列冬拥湖成就。", --1752
"消灭岩石看守者阿尔卡冯（冬拥湖10人团队）£消灭岩石看守者阿尔卡冯（冬拥湖10人团队）", --1753
"消灭岩石看守者阿尔卡冯（冬拥湖25人团队）£消灭岩石看守者阿尔卡冯（冬拥湖25人团队）", --1754
"胜券在握£攻打冬拥湖，并且在10分钟内获胜。", --1755
"巫妖王 - 消灭25人团队首领的次数£巫妖王 - 消灭25人团队首领的次数", --1756
"远古防御£在不损失任何一座城墙的情况下保卫海滩。", --1757
"巫妖王 - 最常消灭的25人团队首领£巫妖王 - 最常消灭的25人团队首领", --1760
"爆破精英£放置100枚爆盐炸弹，并成功摧毁一段城墙。", --1761
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --1762
"炮台精英£使用炮台摧毁100辆载具。", --1763
"扔掉它！£消灭100名携带爆盐炸弹的玩家。", --1764
"稳若磐石£在一场战斗中拆除2枚爆盐炸弹。", --1765
"远古保卫者£在一场战斗中的远古庭院消灭10名玩家。", --1766
"巫妖王 -25人团队副本完成次数（消灭最终首领）£“巫妖王之怒”25人团队副本完成次数（消灭最终首领）", --1768
"巫妖王 - 消灭10人团队首领的次数£巫妖王 - 消灭10人团队首领的次数", --1770
"巫妖王 - 最常消灭的10人团队首领£巫妖王 - 最常消灭的10人团队首领", --1772
"最常饮用的饮料£最常饮用的饮料", --1773
"饮用不同的饮料£饮用不同的饮料", --1774
"食用不同的食物£食用不同的食物", --1775
"最常吃的食品£最常吃的食品", --1776
"诺森德美食家£烹饪下列诺森德美食中的15种。", --1777
"诺森德美食家£烹饪下列诺森德美食中的30种。", --1778
"诺森德美食家£烹饪下列诺森德美食中的45种。", --1779
"情绪丰富£品尝下列所有“情绪”食品。", --1780
"小动物诱拐者£使用小动物的零食，在3分钟内诱使10只小动物成为你的宠物。", --1781
"日常食粮£完成由达拉然的凯瑟琳·李交予的下列烹饪日常任务。", --1782
"日常食粮£完成由达拉然的埃维罗·隆古巴交予的下列烹饪日常任务。", --1783
"不可能的晚餐£在下列战场中摆放大型筵席。", --1785
"硬汉学校£将你的孤儿带进战场，并完成下列任务。", --1786
"坏榜样£当你的孤儿在一旁观看时，吃掉下列糖果。", --1788
"家务杂事£在召唤出你的孤儿的情况下，完成五个日常任务。", --1789
"向国王致敬，宝贝£在召唤出你的孤儿的情况下，击败乌特加德之巅的伊米隆国王。", --1790
"独自在家£在召唤出孤儿的情况下使用炉石。", --1791
"呀，真可爱！£通过任务获得一种儿童周奖励宠物。", --1792
"为了孩子£完成下列儿童周成就。", --1793
"午餐女仆£学习25个烹饪食谱。", --1795
"散点厨师£学习50个烹饪食谱。", --1796
"二厨£学习75个烹饪食谱。", --1797
"副厨师长£学习100个烹饪食谱。", --1798
"厨师长£学习160个烹饪食谱。", --1799
"外域美食家£烹饪下列外域美食。", --1800
"拉姆瑟船长的特酿啤酒£酿制一些拉姆瑟船长的特酿啤酒。", --1801
"毫无防备£在紫罗兰监狱中，不使用防御控制水晶，保持监狱封印完整度100%，并击败塞安妮苟萨（英雄难度）。", --1816
"净化时间£在净化斯坦索姆事件中击败永恒腐蚀者（英雄难度）。", --1817
"海陆全席£品尝艾泽拉斯的50种美食。", --1832
"快乐时光£饮用25种不同的饮料。", --1833
"雷击£在闪电大厅的比亚格里将军携带临时电荷的状态下将其击败（英雄难度）。", --1834
"老滑头£钓起奥格瑞玛的老滑头。", --1836
"老铁腭£钓起铁炉堡的老铁腭。", --1837
"帕奇维克陪你玩（10人）£在3分钟内消灭纳克萨玛斯的帕奇维克（10人）。", --1856
"帕奇维克陪你玩（25人）£在3分钟内消灭纳克萨玛斯的帕奇维克（25人）。", --1857
"蜘蛛克星（10人）£在消灭阿努布雷坎之后的20分钟内消灭纳克萨玛斯的迈克斯纳（10人）。", --1858
"蜘蛛克星（25人）£在消灭阿努布雷坎之后的20分钟内消灭纳克萨玛斯的迈克斯纳（25人）。", --1859
"速战速决！£在4分钟内击败艾卓-尼鲁布的阿努巴拉克（英雄难度）。", --1860
"沃拉兹的快速死亡£在2分钟内消灭安卡赫特的传令官沃拉兹（英雄难度）。", --1862
"什么味道？£在受到伊克之渣效果影响的状态下，击败古达克的迦尔达拉（英雄难度）。", --1864
"一级戒备！£在紫罗兰监狱中，击败谢沃兹、拉文索尔、艾库隆、湮灭者祖拉玛特、埃雷克姆和摩拉格（英雄难度）。", --1865
"无尽悲伤£在1分钟内击败岩石大厅的悲伤圣女（英雄难度）。", --1866
"适时死亡£在2分钟内击败闪电大厅的洛肯（英雄难度）。", --1867
"分秒必争£在消灭审讯者达库斯之后的20分钟内，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --1868
"龙口拔牙（10人）£以少于9人的阵容击败玛里苟斯（10人）。", --1869
"龙口拔牙（25人）£以少于21人的阵容击败玛里苟斯（25人）。", --1870
"资深龙骑兵£在三次魔环的战斗中，分别骑乘翡翠幼龙、琥珀幼龙和红玉幼龙击败魔网守护者埃雷苟斯（英雄难度）。", --1871
"僵尸围城！£在净化斯坦索姆战役中，1分钟内消灭100个复活的僵尸（英雄难度）。", --1872
"我们都爱斯卡迪£在通道事件触发后的3分钟内击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --1873
"你并非永恒（10人）£在6分钟内击败玛里苟斯（10人）。", --1874
"你并非永恒（25人）£在6分钟内击败玛里苟斯（25人）。", --1875
"击败黑龙军团（10人）£击败黑岩守护者萨塔里奥（10人）。", --1876
"少即是多（25人）£以少于21人的阵容击败黑岩守护者萨塔里奥和其它暮光幼龙（25人）。", --1877
"加些冰块£在不击碎任何冰霜墓穴的情况下击败乌特加德城堡的凯雷塞斯王子（英雄难度）。", --1919
"你的小飞兔丢了吗？£通过美酒节任务线获得一只鹿角小飞兔宠物。", --1936
"进修£在达拉然城中阅读《奥术魔法的学派》中的下列章节。", --1956
"泉水中的金币£从达拉然的喷泉中钓起下列金币。", --1957
"好大的老鼠！£从达拉然下水道中钓起巨型下水道老鼠。", --1958
"获得达拉然烹饪奖牌£获得达拉然烹饪奖牌", --1976
"获得达拉然珠宝匠硬币£获得达拉然珠宝匠硬币", --1977
"安全舞蹈（10人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（10人）。", --1996
"歇斯底里（10人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（10人）", --1997
"烹饪奖牌£获得1块烹饪奖牌。", --1998
"10块烹饪奖牌£获得10块烹饪奖牌。", --1999
"25块烹饪奖牌£获得25块烹饪奖牌。", --2000
"50块烹饪奖牌£获得50块烹饪奖牌。", --2001
"100块烹饪奖牌£获得100块烹饪奖牌。", --2002
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2016
"灰熊精英£完成下列灰熊丘陵PvP日常任务。", --2017
"防患未然£完成下列诺森德日常地下城任务。", --2018
"死亡证明£完成下列诺森德日常地下城任务。", --2019
"极度冰寒£在极度冰寒效果不叠加到两层以上的情况下，击败魔枢的克莉斯塔萨（英雄难度）。", --2036
"混沌理论£在不摧毁任何混乱裂隙的情况下击败魔枢的阿诺玛鲁斯（英雄难度）。", --2037
"尊敬长者£在不消灭任何安卡哈守护者的情况下，击败安卡赫特的纳多克斯长老（英雄难度）。", --2038
"跟爵德说再见£在达克萨隆要塞中挑战暴龙之王爵德，并且在战斗中消灭6名达卡莱裂肠者或达卡莱镰爪龙（英雄难度）。", --2039
"干掉莫拉比£在保证古达克的莫拉比没有一次成功变身为猛犸象的情况下击败他（英雄难度）。", --2040
"脱水£在没有任何水泡形成的情况下，击败紫罗兰监狱的艾库隆（英雄难度）。", --2041
"破碎的抵抗£击败闪电大厅的沃尔坎，并且不能让他击碎4个以上的脆弱的魔像（英雄难度）。", --2042
"天灾巨人£在乌特加德之巅，强迫席瓦拉·索格蕾消灭一个天灾巨人（英雄难度）。", --2043
"红玉虚空£在你的小队中无人使用红玉幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2044
"翡翠虚空£在你的小队中无人使用翡翠幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2045
"琥珀虚空£在你的小队中无人使用琥珀幼龙的情况下，击败魔环中的魔网守护者埃雷苟斯（英雄难度）。", --2046
"小心火山（10人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（10人）。", --2047
"小心火山（25人）£击败黑岩守护者萨塔里奥，并且不被熔岩打击命中（25人）。", --2048
"暮光帮凶（10人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2049
"暮光二重奏（10人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2050
"暮光领域（10人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（10人）。", --2051
"暮光帮凶（25人）£在至少一条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2052
"暮光二重奏（25人）£在至少两条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2053
"暮光领域（25人）£在全部三条暮光幼龙存活的情况下与黑岩守护者萨塔里奥交战并将其击败（25人）。", --2054
"志愿工作£在不消灭任何暮光志愿者的情况下，击败安卡赫特的耶戈达·觅影者（英雄难度）。", --2056
"哦，诺沃斯！£在没有任何亡灵爪牙爬上地面的情况下击败达克萨隆要塞的召唤者诺沃斯（英雄难度）。", --2057
"蛇。为什么是蛇？£在不被蛇缠住的情况下击败古达克的斯拉德兰（英雄难度）。", --2058
"装甲棕熊£从达拉然的梅尔·弗兰希斯那里获得一头装甲棕熊。", --2076
"长毛猛犸象£从达拉然的梅尔·弗兰希斯那里获得一头长毛猛犸象。", --2077
"旅行者的苔原猛犸象£从达拉然的梅尔·弗兰希斯那里购买一头旅行者的苔原猛犸象。", --2078
"保卫者的战袍£通过开启黑暗之门的事件获得一件保卫者的战袍。", --2079
"黑色猛犸战象£获得一头黑色猛犸战象。", --2080
"重型黑色猛犸战象£获得一头重型黑色猛犸战象。", --2081
"冰雪猛犸象£获得一头冰雪猛犸象。", --2082
"重型冰雪猛犸象£获得一头重型冰雪猛犸象。", --2083
"肯瑞托的戒指£在达拉然购买一枚肯瑞托徽记、肯瑞托指环、肯瑞托指箍或肯瑞托戒指。", --2084
"50块岩石守卫者的碎片£获得50块岩石守卫者的碎片。", --2085
"100块岩石守卫者的碎片£获得100块岩石守卫者的碎片。", --2086
"250块岩石守卫者的碎片£获得250块岩石守卫者的碎片。", --2087
"500块岩石守卫者的碎片£获得500块岩石守卫者的碎片。", --2088
"1000块岩石守卫者的碎片£获得1000块岩石守卫者的碎片。", --2089
"挑战者£在竞技场赛季中获得“挑战者”头衔。", --2090
"角斗士£在竞技场赛季中获得“角斗士”头衔。", --2091
"决斗者£在竞技场赛季中获得“决斗者”头衔。", --2092
"竞争者£在竞技场赛季中获得“竞争者”头衔。", --2093
"一枚铜板£从达拉然的喷泉中钓起下列铜币。", --2094
"城中的银币£从达拉然的喷泉中钓起下列银币。", --2095
"钱币大师£完成下列许愿硬币钓鱼成就。", --2096
"上车！£获得一辆机械师的摩托车或一辆机械路霸。", --2097
"银色黎明战袍£通过天灾入侵事件获得一件银色黎明战袍。", --2116
"英雄的荣耀£完成下列英雄难度地下城成就。", --2136
"团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2137
"团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2138
"安全舞蹈（25人）£在团队中无一人死亡的情况下，击败纳克萨玛斯的肮脏的希尔盖（25人）。", --2139
"歇斯底里（25人）£在不驱散或阻止狂乱的情况下，击败纳克萨玛斯的黑女巫法琳娜（25人）。", --2140
"马厩管理员£获得10种坐骑（需可被同一个角色使用）。", --2141
"坐骑满仓£获得25种坐骑（需可被同一个角色使用）。", --2142
"骑兵队长£获得50种坐骑（需可被同一个角色使用）。", --2143
"千奇百怪的漫长旅行£完成下列世界事件成就。", --2144
"百点俱乐部（10人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（10人）。", --2146
"百点俱乐部（25人）£在团队中的所有成员冰霜抗性都不超过100点的情况下，击败纳克萨玛斯的萨菲隆（25人）。", --2147
"断子绝孙（10人）£当你乘坐悬浮之碟时，亲手消灭一名永恒子嗣（10人）。", --2148
"断子绝孙（25人）£当你乘坐悬浮之碟时，亲手消灭一名永恒子嗣（25人）。", --2149
"分裂人格£在魔枢的大魔导师泰蕾丝塔两次分身时，相隔5秒之内消灭她的每个分身，然后击败她（英雄难度）。", --2150
"难以下咽£在吞噬效果叠加到10层之前，击败达克萨隆要塞的托尔戈（英雄难度）。", --2151
"有爱共享£在5名队员都被穿刺过的情况下，击败古达克的迦尔达拉（英雄难度）。", --2152
"虚空之舞£在不消灭任何虚空斥候的情况下，击败紫罗兰监狱中的湮灭者祖拉玛特（英雄难度）。", --2153
"毫发无伤的布莱恩£在岩石大厅的远古法庭事件中获胜，并且保证布莱恩·铜须不受到任何伤害（英雄难度）。", --2154
"清扫淤泥£在消灭5只铁淤泥的情况下，击败岩石大厅的塑铁者斯约尼尔（英雄难度）。", --2155
"短命斯卡迪£在一次格拉乌弗通过的周期中将其消灭，然后击败乌特加德之巅的残忍的斯卡迪（英雄难度）。", --2156
"弑君者£在队伍中无人触发灾祸效果的情况下，击败乌特加德之巅的伊米隆国王（英雄难度）。", --2157
"同生共死（10人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（10人）。", --2176
"同生共死（25人）£击败纳克萨玛斯的天启四骑士，确保他们的死亡时间之差前后总共不超过15秒（25人）。", --2177
"电击！（10人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（10人）。", --2178
"电击！（25人）£在无人触发正负极接触放电的情况下，击败纳克萨玛斯的塔迪乌斯（25人）。", --2179
"做减法（10人）£以少于9人的阵容击败纳克萨玛斯的塔迪乌斯（10人）。", --2180
"做减法（25人）£以少于21人的阵容击败纳克萨玛斯的塔迪乌斯（25人）。", --2181
"孢子保护主义者（10人）£在不消灭任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（10人）。", --2182
"孢子保护主义者（25人）£在不消灭任何孢子的情况下，击败纳克萨玛斯的洛欧塞布（25人）。", --2183
"远远不够（10人）£在克尔苏加德的大厅中消灭至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（10人）。", --2184
"远远不够（25人）£在克尔苏加德的大厅中消灭至少18个憎恶的情况下，击败纳克萨玛斯的克尔苏加德（25人）。", --2185
"永恒者£在一个团队副本周期内，击败25人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2186
"不朽者（10人）£在一个团队副本周期内，击败10人模式下的纳克萨玛斯中的所有首领，并且在全部首领战中无一人死亡。", --2187
"灭团之星£在15秒内消灭50条群居雏龙。", --2188
"炮台专家£在一场战斗中使用炮台摧毁5辆载具。", --2189
"马上扔掉它！£在一场战斗中消灭5名携带爆盐炸弹的玩家。", --2190
"远古庭院卫士£在远古庭院中消灭100名玩家。", --2191
"片甲不丢£在不损失任何攻城载具的情况下赢得一场远古海滩战斗的胜利。", --2192
"爆破专家£在一场战斗中布署5枚爆盐炸弹，并成功损坏一段城墙。", --2193
"远古海滩主宰£完成下列远古海滩成就。", --2194
"冬拥湖游侠£在冬拥湖的下列区域各消灭10名玩家。", --2199
"远古防御£在不损失任何一座城墙的情况下保卫海滩。", --2200
"诺森德珍兽£消灭下列非常罕见的诺森德生物中的一个。", --2256
"霜害£消灭下列非常罕见的诺森德生物。", --2257
"接受召唤£接受召唤", --2277
"野蛮角斗士的虚空幼龙£获取“燃烧的远征”竞技场第四赛季的野蛮角斗士的虚空幼龙。", --2316
"你疯了吧？！£将你在血帆海盗的声望提升到尊敬，藏宝海湾、永望镇、加基森、棘齿城、暗月马戏团和拉文霍德的声望提升到崇拜。", --2336
"克索诺斯的恐惧战马£完成克索诺斯的恐惧战马任务。", --2357
"军马£完成圣骑士的军马任务。", --2358
"迅捷飞行形态£完成迅捷飞行形态的任务。", --2359
"魔兽世界四周年£在魔兽世界四周年庆典期间登录游戏。", --2398
"泉水煮蛋£在复活节期间，装扮成一只兔子并前往安戈洛环形山的葛拉卡温泉，在那里产一枚卵。", --2416
"巧克力爱好者£在复活节期间吃下25块复活节巧克力。", --2417
"巧克力沉迷者£在复活节期间吃下100块复活节巧克力。", --2418
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2419
"贵族的花园£在银月城中藏匿一枚鲜艳的彩蛋。", --2420
"贵族的花园£在暴风城中藏匿一枚鲜艳的彩蛋。", --2421
"摇摇你的兔耳朵£使用春季花朵为玩家戴上兔耳朵。", --2422
"沙漠玫瑰£使用春日花袋，在下列沙漠地区种植花朵。", --2436
"吸血鬼猎人£消灭特里斯·黯血王子并获得他的吸血蝙蝠宝宝。", --2456
"毁车灭迹£摧毁下列各种载具。", --2476
"第五元素£获得一份水之精萃。", --2496
"春天的悸动£在下列城镇中给你的春兔宠物找到令它心仪的另一半。", --2497
"王牌小猎人£收集75种独特的宠物。", --2516
"坐骑成堆£获得100种坐骑（需可被同一个角色使用）。", --2536
"坐骑成堆£获得100种坐骑（需可被同一个角色使用）。", --2537
"害虫控制£消灭下列害虫。", --2556
"陪伴我成长的小松鼠们£向更多的艾泽拉斯小动物展示你的爱心（使用/love命令）。", --2557
"羞怯的新娘£穿着白色礼服衬衣和黑色礼服短裤，亲吻一个穿着端庄的裙子的人。", --2576
"消灭比格沃斯£消灭比格沃斯", --2596
"我找到一枚！£找到一枚鲜艳的彩蛋。", --2676
"双天赋£达到至少30级之后去拜访你的职业训练师，并开启你的双天赋界面。", --2716
"银色候选者£在银色锦标赛中接受训练，作为你的种族阵营中的候选者出场比赛。", --2756
"银色勇士£在银色锦标赛中接受训练，作为你的种族阵营中的勇士出场比赛。", --2758
"尊贵的达纳苏斯冠军£在达纳苏斯阵营中达到崇拜声望，并获得在银色锦标赛中代表达纳苏斯出战的资格。", --2760
"尊贵的埃索达冠军£在埃索达阵营中达到崇拜声望，并获得在银色锦标赛中代表埃索达出战的资格。", --2761
"尊贵的诺莫瑞根冠军£在诺莫瑞根流亡者阵营中达到崇拜声望，并获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2762
"尊贵的铁炉堡冠军£在铁炉堡阵营中达到崇拜声望，并获得在银色锦标赛中代表铁炉堡出战的资格。", --2763
"尊贵的暴风城冠军£在暴风城阵营中达到崇拜声望，并获得在银色锦标赛中代表暴风城出战的资格。", --2764
"尊贵的奥格瑞玛冠军£在奥格瑞玛阵营中达到崇拜声望，并获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2765
"尊贵的森金冠军£在森金阵营中达到崇拜声望，并获得在银色锦标赛中代表森金出战的资格。", --2766
"尊贵的银月城冠军£在银月城阵营中达到崇拜声望，并获得在银色锦标赛中代表银月城出战的资格。", --2767
"尊贵的雷霆崖冠军£在雷霆崖阵营中达到崇拜声望，并获得在银色锦标赛中代表雷霆崖出战的资格。", --2768
"尊贵的幽暗城冠军£在幽暗城阵营中达到崇拜声望，并获得在银色锦标赛中代表幽暗城出战的资格。", --2769
"尊贵的联盟冠军£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2770
"尊贵的部落冠军£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2771
"全速冲击！£在银色锦标赛的骑乘决斗中击败另一名玩家。", --2772
"轻伤而已£在银色锦标赛中揭穿黑骑士的阴谋，并且击败他。", --2773
"达纳苏斯冠军£获得在银色锦标赛中代表达纳苏斯出战的资格。", --2777
"埃索达冠军£获得在银色锦标赛中代表埃索达出战的资格。", --2778
"诺莫瑞根冠军£获得在银色锦标赛中代表诺莫瑞根流亡者出战的资格。", --2779
"铁炉堡冠军£获得在银色锦标赛中代表铁炉堡出战的资格。", --2780
"暴风城冠军£获得在银色锦标赛中代表暴风城出战的资格。", --2781
"联盟冠军£获得在银色锦标赛中代表所有联盟种族阵营出战的资格。", --2782
"奥格瑞玛冠军£获得在银色锦标赛中代表奥格瑞玛出战的资格。", --2783
"森金冠军£获得在银色锦标赛中代表森金出战的资格。", --2784
"银月城冠军£获得在银色锦标赛中代表银月城出战的资格。", --2785
"雷霆崖冠军£获得在银色锦标赛中代表雷霆崖出战的资格。", --2786
"幽暗城冠军£获得在银色锦标赛中代表幽暗城出战的资格。", --2787
"部落冠军£获得在银色锦标赛中代表所有部落种族阵营出战的资格。", --2788
"本月美酒£加入本月美酒俱乐部。", --2796
"复活节的贵族£完成下列复活节成就。", --2798
"尊贵的部落银色勇士£在所有部落种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有部落种族出战的资格。", --2816
"尊贵的联盟银色勇士£在所有联盟种族阵营中达到崇拜声望，并获得在银色锦标赛中代表所有联盟种族出战的资格。", --2817
"长枪骑士£在银色锦标赛中，分别击败所有种族阵营的骑士。", --2836
"消灭烈焰巨兽（10人奥杜尔）£消灭烈焰巨兽（10人奥杜尔）", --2856
"消灭锋鳞（10人奥杜尔）£消灭锋鳞（10人奥杜尔）", --2857
"消灭掌炉者伊格尼斯（10人奥杜尔）£消灭掌炉者伊格尼斯（10人奥杜尔）", --2858
"消灭XT-002拆解者（10人奥杜尔）£消灭XT-002拆解者（10人奥杜尔）", --2859
"消灭钢铁议会（10人奥杜尔）£消灭钢铁议会（10人奥杜尔）", --2860
"消灭科隆加恩（10人奥杜尔）£消灭科隆加恩（10人奥杜尔）", --2861
"战胜霍迪尔（10人奥杜尔）£战胜霍迪尔（10人奥杜尔）", --2862
"战胜托里姆（10人奥杜尔）£战胜托里姆（10人奥杜尔）", --2863
"战胜弗蕾亚（10人奥杜尔）£战胜弗蕾亚（10人奥杜尔）", --2864
"战胜米米尔隆（10人奥杜尔）£战胜米米尔隆（10人奥杜尔）", --2865
"消灭维扎克斯将军（10人奥杜尔）£消灭维扎克斯将军（10人奥杜尔）", --2866
"消灭观察者奥尔加隆（10人奥杜尔）£消灭观察者奥尔加隆（10人奥杜尔）", --2867
"消灭欧尔莉亚（10人奥杜尔）£消灭欧尔莉亚（10人奥杜尔）", --2868
"消灭尤格-萨隆（10人奥杜尔）£消灭尤格-萨隆（10人奥杜尔）", --2869
"消灭风暴看守者埃玛尔隆（冬拥湖10人团队）£消灭风暴看守者埃玛尔隆（冬拥湖10人团队）", --2870
"消灭烈焰巨兽（25人奥杜尔）£消灭烈焰巨兽（25人奥杜尔）", --2872
"消灭锋鳞（25人奥杜尔）£消灭锋鳞（25人奥杜尔）", --2873
"消灭掌炉者伊格尼斯（25人奥杜尔）£消灭掌炉者伊格尼斯（25人奥杜尔）", --2874
"消灭科隆加恩（25人奥杜尔）£消灭科隆加恩（25人奥杜尔）", --2875
"战胜米米尔隆（25人奥杜尔）£战胜米米尔隆（25人奥杜尔）", --2879
"消灭维扎克斯将军（25人奥杜尔）£消灭维扎克斯将军（25人奥杜尔）", --2880
"消灭观察者奥尔加隆（25人奥杜尔）£消灭观察者奥尔加隆（25人奥杜尔）", --2881
"消灭欧尔莉亚（25人奥杜尔）£消灭欧尔莉亚（25人奥杜尔）", --2882
"消灭尤格-萨隆（25人奥杜尔）£消灭尤格-萨隆（25人奥杜尔）", --2883
"消灭XT-002拆解者（25人奥杜尔）£消灭XT-002拆解者（25人奥杜尔）", --2884
"消灭钢铁议会（25人奥杜尔）£消灭钢铁议会（25人奥杜尔）", --2885
"围攻奥杜尔（10人）£击败奥杜尔攻城区域的首领（10人）。", --2886
"围攻奥杜尔（25人）£击败奥杜尔攻城区域的首领（25人）。", --2887
"奥杜尔的前厅（10人）£击败奥杜尔前厅区域的首领（10人）。", --2888
"奥杜尔的前厅（25人）£击败奥杜尔前厅区域的首领（25人）。", --2889
"奥杜尔的守护者（10人）£击败奥杜尔的守护者首领（10人）。", --2890
"奥杜尔的守护者（25人）£击败奥杜尔的守护者首领（25人）。", --2891
"疯狂阶梯（10人）£击败奥杜尔疯狂阶梯区域的首领（10人）。", --2892
"疯狂阶梯（25人）£击败奥杜尔疯狂阶梯区域的首领（25人）。", --2893
"奥杜尔的秘密（10人）£击败奥杜尔的所有首领（10人）。", --2894
"奥杜尔的秘密（25人）£击败奥杜尔的所有首领（25人）。", --2895
"奥杜尔的勇士£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（10人）。", --2903
"奥杜尔的征服者£在一个团队副本周期内，击败奥杜尔中的所有首领，并且在全部首领战中无一人死亡（25人）。", --2904
"毫发无损（10人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（10人）。", --2905
"毫发无损（25人）£第一次尝试时即成功击败烈焰巨兽，并且没有队友修理坦克（25人）。", --2906
"三车库（10人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（10人）。", --2907
"三车库（25人）£分别驾驶下列种类的作战车辆击败过烈焰巨兽（25人）。", --2908
"端掉那些炮台！（10人）£摧毁一座烈焰巨兽防御炮台（10人）。", --2909
"端掉那些炮台！（25人）£摧毁一座烈焰巨兽防御炮台（25人）。", --2910
"停机（10人）£在没有造成系统关闭的情况下击败烈焰巨兽（10人）。", --2911
"停机（25人）£在没有造成系统关闭的情况下击败烈焰巨兽（25人）。", --2912
"轨道炮击（10人）£在至少1个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2913
"轨道破坏（10人）£在至少2个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2914
"轨道轰炸（10人）£在至少3个轨道防御系统被激活的情况下击败烈焰巨兽（10人）。", --2915
"轨道破坏（25人）£在2个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2916
"轨道轰炸（25人）£在3个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2917
"轨道炮击（25人）£在1个轨道防御系统被激活的情况下击败烈焰巨兽（25人）。", --2918
"快刀斩锋鳞（10人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（10人）。", --2919
"快刀斩锋鳞（25人）£在让锋鳞飞到空中的次数不多于一次的情况下击败它（25人）。", --2921
"铁矮人，五分熟（10人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（10人）。", --2923
"铁矮人，五分熟（25人）£使用锋鳞的烈焰龙息击败25个黑暗符文守卫（25人）。", --2924
"支离破碎（10人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（10人）。", --2925
"支离破碎（25人）£在5秒内破坏2个铁铸像，然后击败掌炉者伊格尼斯（25人）。", --2926
"热锅中的蚂蚁（10人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（10人）。", --2927
"热锅中的蚂蚁（25人）£被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来（25人）。", --2928
"煽风点火（25人）£在4分钟内击败掌炉者伊格尼斯（25人）。", --2929
"煽风点火（10人）£在4分钟内击败掌炉者伊格尼斯（10人）。", --2930
"削弱工程学（10人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（10人）。", --2931
"削弱工程学（25人）£在没有让任何XS-013废料机器人为XT-002拆解者进行修复的情况下击败它（25人）。", --2932
"削弱废料机器人（10人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（10人）。", --2933
"削弱重力炸弹（10人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（10人）。", --2934
"削弱废料机器人（25人）£使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人（25人）。", --2935
"削弱重力炸弹（25人）£在团队中无一人死于重力炸弹的情况下击败XT-002拆解者（25人）。", --2936
"快拆快解（10人）£在205秒内击败XT-002拆解者（10人）。", --2937
"快拆快解（25人）£在205秒内击败XT-002拆解者（25人）。", --2938
"就是你了，符文大师莫尔基姆（10人）£击败钢铁议会，并将符文大师莫尔基姆留到最后消灭（10人）。", --2939
"就是你了，唤雷者布隆迪尔（10人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后消灭（10人）。", --2940
"就是你了，断钢者（10人）£击败钢铁议会，并将断钢者留到最后消灭（10人）。", --2941
"就是你了，符文大师莫尔基姆（25人）£击败钢铁议会，并将符文大师莫尔基姆留到最后消灭（25人）。", --2942
"就是你了，唤雷者布隆迪尔（25人）£击败钢铁议会，并将唤雷者布隆迪尔留到最后消灭（25人）。", --2943
"就是你了，断钢者（25人）£击败钢铁议会，并将断钢者留到最后消灭（25人）。", --2944
"我是自己人！（10人）£在带有铁靴烈酒效果的情况下击败钢铁议会（10人）。", --2945
"我是自己人！（25人）£在带有铁靴烈酒效果的情况下击败钢铁议会（25人）。", --2946
"谨防昏迷（10人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（10人）。", --2947
"谨防昏迷（25人）£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败钢铁议会（25人）。", --2948
"张开双臂（10人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（10人）。", --2951
"张开双臂（25人）£在没有摧毁科隆加恩的任何一条手臂的情况下击败他（25人）。", --2952
"断其臂膀（10人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（10人）。", --2953
"断其臂膀（25人）£在12秒内先后摧毁科隆加恩的两条手臂，然后击败他（25人）。", --2954
"致命的眼神（10人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（10人）。", --2955
"致命的眼神（25人）£在团队中无一人被聚焦视线击中的情况下击败科隆加恩（25人）。", --2956
"奥杜尔团队的荣耀（10人）£完成下列10人模式团队副本成就。", --2957
"奥杜尔团队的荣耀（25人）£完成下列25人模式团队副本成就。", --2958
"碎石滚滚（10人）£在至少出现25个碎石的情况下击败科隆加恩（10人）。", --2959
"碎石滚滚（25人）£在至少出现25个碎石的情况下击败科隆加恩（25人）。", --2960
"别冻坏了（10人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（10人）。", --2961
"别冻坏了（25人）£在团队中无一人被急速冻结击中的情况下击败霍迪尔（25人）。", --2962
"我的强力伙伴们（10人）£在没有任何友方NPC死亡的情况下击败霍迪尔（10人）。", --2963
"我的强力伙伴们（25人）£在没有任何友方NPC死亡的情况下击败霍迪尔（25人）。", --2965
"这里真冷呀（10人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（10人）。", --2967
"这里真冷呀（25人）£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败霍迪尔（25人）。", --2968
"注意保暖（10人）£同时拥有温暖的火焰、风暴之力和星光效果（10人）。", --2969
"注意保暖（25人）£同时拥有温暖的火焰、风暴之力和星光效果（25人）。", --2970
"粗心遭雷劈（10人）£在团队中无一人被闪电充能击中的情况下击败托里姆（10人）。", --2971
"粗心遭雷劈（25人）£在团队中无一人被闪电充能击中的情况下击败托里姆（25人）。", --2972
"看我一个打三个（10人）£击败托里姆、古代符文巨人和符印巨像（10人）。", --2973
"看我一个打三个（25人）£击败托里姆、古代符文巨人和符印巨像（25人）。", --2974
"嗜血？要啥嗜血？（10人）£在拥有敏锐光环效果的情况下击败托里姆（10人）。", --2975
"嗜血？要啥嗜血？（25人）£在拥有敏锐光环效果的情况下击败托里姆（25人）。", --2976
"冒牌西芙（10人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（10人）。", --2977
"冒牌西芙（25人）£在西芙还没有离开的时候，迫使托里姆进入竞技场（25人）。", --2978
"滥砍滥伐（10人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（10人）。", --2979
"秋风扫落叶（10人）£在消灭第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（10人）。", --2980
"秋风扫落叶（25人）£在消灭第一个生命温室中的敌人之后的20分钟内击败弗蕾亚（25人）。", --2981
"回归大自然（10人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（10人）。", --2982
"回归大自然（25人）£在弗蕾亚受到25层自然协调效果影响的情况下击败她（25人）。", --2983
"破坏植被（25人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（25人）。", --2984
"破坏植被（10人）£在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者（10人）。", --2985
"狂轰滥炸（10人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（10人）。", --2989
"友军误伤（25人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（25人）。", --2995
"暗影躲避者（10人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（10人）。", --2996
"暗影躲避者（25人）£在团队中无一人被暗影冲撞击中的情况下击败维扎克斯将军（25人）。", --2997
"超巨黑洞（25人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（25人）。", --3002
"超巨黑洞（10人）£在10秒内摧毁3个黑洞，然后击败观察者奥尔加隆（10人）。", --3003
"灭到你流泪（10人）£击败观察者奥尔加隆，并且在该团队副本周期内，团队中无一人死于观察者奥尔加隆的战斗（10人）。", --3004
"灭到你流泪（25人）£在团队中无一人死亡的情况下，击败观察者奥尔加隆（25人）。", --3005
"疯狂的猫咪女王（10人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（10人）。", --3006
"疯狂的猫咪女王（25人）£在不摧毁圣所警卫的情况下击败欧尔莉亚（25人）。", --3007
"我为卿狂（10人）£在团队中无一人发狂的情况下击败尤格-萨隆（10人）。", --3008
"弥补裂痕的吻（10人）£当奥杜尔（10人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3009
"我为卿狂（25人）£在团队中无一人发狂的情况下击败尤格-萨隆（25人）。", --3010
"弥补裂痕的吻（25人）£当奥杜尔（25人）中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --3011
"上古之神作古（10人）£在7分钟内击败尤格-萨隆（10人）。", --3012
"上古之神作古（25人）£在7分钟内击败尤格-萨隆（25人）。", --3013
"它们冲过来了！（10人）£在12秒内击败9个尤格-萨隆的卫士（10人）。", --3014
"梦境中的等待（10人）£经历过尤格-萨隆脑海中的全部3个幻象（10人）。", --3015
"梦境中的等待（25人）£经历过尤格-萨隆脑海中的全部3个幻象（25人）。", --3016
"它们冲过来了！（25人）£在12秒内击败9个尤格-萨隆的卫士（25人）。", --3017
"获得征服纹章£获得征服纹章", --3018
"被观察者（10人）£击败观察者奥尔加隆（10人）。", --3036
"被观察者（25人）£击败观察者奥尔加隆（25人）。", --3037
"轨道毁灭（10人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（10人）。", --3056
"轨道毁灭（25人）£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽（25人）。", --3057
"心碎欲绝（10人）£摧毁XT-002拆解者的心脏，然后击败它（10人）。", --3058
"心碎欲绝（25人）£摧毁XT-002拆解者的心脏，然后击败它（25人）。", --3059
"九命猫（10人）£在击败欧尔莉亚的同时击败野性防御者（10人）。", --3076
"九命猫（25人）£在击败欧尔莉亚的同时击败野性防御者（25人）。", --3077
"致命角斗士的冰霜巨龙£获得“巫妖王之怒”竞技场第五赛季的致命角斗士的冰霜巨龙。", --3096
"矮人的末日（10人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（10人）。", --3097
"矮人的末日（25人）£在10秒内消灭奥杜尔广场区域的100个钢铸防御者（25人）。", --3098
"服务器第一！死亡的终结£在没有任何守护者协助的情况下，参与在本服务器首次消灭尤格-萨隆（25人）。", --3117
"滥砍滥伐（25人）£在15秒内连续击败明叶长老、铁枝长老和石树长老（25人）。", --3118
"风暴看守者埃玛尔隆（10人）£击败风暴看守者埃玛尔隆（10人）。", --3136
"风暴看守者埃玛尔隆（25人）£击败风暴看守者埃玛尔隆（25人）。", --3137
"友军误伤（10人）£迫使米米尔隆使用火箭打击摧毁一个突击机器人（10人）。", --3138
"黑暗中的两盏灯（10人）£在最多2位守护者的协助下击败尤格-萨隆（10人）。", --3141
"瓦兰奈尔，远古王者之锤£获得瓦兰奈尔，远古王者之锤。", --3142
"黑暗中的三盏灯（10人）£在最多3位守护者的协助下击败尤格-萨隆（10人）。", --3157
"黑暗中的一盏灯（10人）£在最多1位守护者的协助下击败尤格-萨隆（10人）。", --3158
"黑暗中的独影（10人）£在没有守护者协助的情况下击败尤格-萨隆（10人）。", --3159
"黑暗中的三盏灯（25人）£在最多3位守护者的协助下击败尤格-萨隆（25人）。", --3161
"黑暗中的两盏灯（25人）£在最多2位守护者的协助下击败尤格-萨隆（25人）。", --3162
"黑暗中的一盏灯（25人）£在最多1位守护者的协助下击败尤格-萨隆（25人）。", --3163
"黑暗中的独影（25人）£在没有守护者协助的情况下击败尤格-萨隆（25人）。", --3164
"摆脱幻觉（10人）£在西芙没有离开的情况下击败托里姆（10人）。", --3176
"敲一棵树（10人）£在至少有1位长者存活的情况下击败弗蕾亚（10人）。", --3177
"敲两棵树（10人）£在至少有2位长者存活的情况下击败弗蕾亚（10人）。", --3178
"敲三棵树（10人）£在全部3位长者都存活的情况下击败弗蕾亚（10人）。", --3179
"烈火金刚（10人）£激活米米尔隆的自毁程序，然后击败他（10人）。", --3180
"我爱萨隆邪铁的清香（10人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（10人）。", --3181
"珍贵的宝箱（10人）£在霍迪尔打碎他的珍贵宝箱之前击败他（10人）。", --3182
"摆脱幻觉（25人）£在西芙没有离开的情况下击败托里姆（25人）。", --3183
"珍贵的宝箱（25人）£在霍迪尔打碎他的珍贵宝箱之前击败他（25人）。", --3184
"敲一棵树（25人）£在至少有1位长者存活的情况下击败弗蕾亚（25人）。", --3185
"敲两棵树（25人）£在至少有2位长者存活的情况下击败弗蕾亚（25人）。", --3186
"敲三棵树（25人）£在全部3位长者都存活的情况下击败弗蕾亚（25人）。", --3187
"我爱萨隆邪铁的清香（25人）£先击败萨隆邪铁畸体，然后击败维扎克斯将军（25人）。", --3188
"烈火金刚（25人）£激活米米尔隆的自毁程序，然后击败他（25人）。", --3189
"学会熔炼配方£学会熔炼配方", --3216
"玛西娅的工作£完成下列的5个玛西娅·切斯的钓鱼日常任务。", --3217
"海龟垂钓£在深岩之洲、海加尔山、暮光高地、奥丹姆、诺森德或潘达利亚的任意钓鱼场所钓到一只海龟坐骑。", --3218
"消灭风暴看守者埃玛尔隆（冬拥湖25人团队）£消灭风暴看守者埃玛尔隆（冬拥湖25人团队）", --3236
"狂轰滥炸（25人）£在团队中无一人被下列技能击中的情况下击败米米尔隆（25人）。", --3237
"战胜霍迪尔（25人奥杜尔）£战胜霍迪尔（25人奥杜尔）", --3256
"战胜托里姆（25人奥杜尔）£战胜托里姆（25人奥杜尔）", --3257
"战胜弗蕾亚（25人奥杜尔）£战胜弗蕾亚（25人奥杜尔）", --3258
"服务器第一！天界保卫者£参与在本服务器首次消灭观察者奥尔加隆（25人）。", --3259
"正装厨师£获得一顶大厨的帽子。", --3296
"泰坦的使者£等级为30级时，于团队所有成员所装备的物品等级都不高于107的情况下，击败观察者奥尔加隆。", --3316
"致命角斗士£获得头衔“致命角斗士”。", --3336
"冬泉霜刃豹£获得一只冬泉霜刃豹。", --3356
"毒皮暴掠龙£获得一只毒皮暴掠龙。", --3357
"狂怒角斗士£获得狂怒角斗士的头衔。", --3436
"逝者的聚会£在悼念日与卡特琳娜跳舞来变成一只骷髅。", --3456
"船长的宝藏£在海盗日与恐怖船长德梅萨对饮来成为她的船员。", --3457
"感恩者£完成下列感恩节成就。", --3478
"酒酣马快£获得一头史诗品质的美酒节坐骑。", --3496
"玛润£拥有2009年暴雪娱乐嘉年华赠送的鱼人陆战队员玛润。", --3536
"感恩者的好胃口£在每个联盟主城的一个完整的盛宴餐桌中获得分享之魂。", --3556
"感恩者的好胃口£在每个部落主城的一个完整的盛宴餐桌中获得分享之魂。", --3557
"分享即是关爱£传递盛宴餐桌上的每一道菜。", --3558
"火鸡捉贼者£用你的火鸡枪轰杀那些鬼鬼祟祟的潜行者。", --3559
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3576
"感恩全席£完成每一道感恩节菜肴的烹饪。", --3577
"火鸡终结者£尽快猎杀足够的野生火鸡来获得对火鸡的全面胜利。", --3578
"“食物大战！”£在盛宴餐桌旁将食物丢在一名食客的头上。", --3579
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3580
"誓死赴宴£穿着感恩者的裙子、长袍或是外衣中的任意一件，在每个敌对主城的盛宴餐桌旁坐下。", --3581
"泰罗卡的火鸡盛宴£在戴着感恩者礼帽，穿着感恩者的裙子、长袍或是外衣中的任意一件时，击败利爪之王艾吉斯。", --3582
"感恩之路£完成每一个感恩节日常任务。", --3596
"感恩之路£完成每一个感恩节日常任务。", --3597
"角斗士莫叽姆斯£拥有角斗士莫叽姆斯", --3618
"碧玉虎£在碧玉虎的赠送期间登录游戏。", --3636
"银色挚友£在银色盟约阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3676
"夺日者£在夺日者阵营中达到崇拜声望，并获得在银色锦标赛中代表一座主城出战的资格。", --3677
"小马快跑！£在北伐军军需官卡普萨里斯夫人那里购买一匹银色马驹，并使用它。", --3736
"狂怒角斗士的冰霜巨龙£获取“巫妖王之怒”竞技场第六赛季的狂怒角斗士的冰霜巨龙。", --3756
"无情角斗士的冰霜巨龙£获取“巫妖王之怒”竞技场第七赛季的无情角斗士的冰霜巨龙。", --3757
"无情角斗士£获得头衔“无情角斗士”。", --3758
"征服之岛胜利£获得征服之岛的胜利。", --3776
"征服之岛精英£在征服之岛获得100场胜利。", --3777
"勇士的选拔£击败冠军的试炼中的所有首领", --3778
"上背酸痛（10人）£在至少还有2名雪地狗头人存活的情况下击败冰吼（10人）。", --3797
"韧性是关键（10人）£从消灭第一个算起，在60秒内连续消灭所有敌方英雄（10人）。", --3798
"时不我待（10人）£在三分钟之内击败瓦格里双子（10人）。", --3799
"叛变的国王（10人）£在30秒内消灭25只虫群甲虫（10人）。", --3800
"银色神官£多次进入冠军的试炼，在驱散5个不同的昔日回忆后击败银色神官帕尔崔丝（英雄难度）。", --3802
"用脸不用脑£在冠军的试炼中使用纯洁者耶德瑞克的锤子将其击败（英雄难度）。", --3803
"这还不算惨£在冠军的试炼中击败黑骑士，并且任何队员不能被引爆食尸鬼击中（英雄难度）。", --3804
"对技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（10人）。", --3808
"对精湛技艺的嘉奖（10人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（10人）。", --3809
"对疯狂的嘉奖（10人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（10人）。", --3810
"北伐的最高召唤（25人）£击败大十字军的试炼中的所有首领（英雄难度25人）。", --3812
"上背酸痛（25人）£在至少还有4名雪地狗头人存活的情况下击败冰吼（25人）。", --3813
"时不我待（25人）£在三分钟之内击败瓦格里双子（25人）。", --3815
"叛变的国王（25人）£在30秒内消灭25只虫群甲虫（25人）。", --3816
"对技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩25次尝试的情况下获得嘉奖宝箱（25人）。", --3817
"对精湛技艺的嘉奖（25人）£在大十字军的试炼中，在至少还剩45次尝试的情况下获得嘉奖宝箱（25人）。", --3818
"对疯狂的嘉奖（25人）£在大十字军的试炼中，在还剩50次尝试的情况下获得嘉奖宝箱（25人）。", --3819
"火焰看守者科拉隆（10人）£击败火焰看守者科拉隆（10人）。", --3836
"火焰看守者科拉隆（25人）£击败火焰看守者科拉隆（25人）。", --3837
"1000枚地下城与团队副本纹章£拾取1000枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --3844
"征服之岛全明星£在一场征服之岛的战斗中，突袭一座基地、守住一座基地、摧毁一辆载具，并且消灭一名玩家。", --3845
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --3846
"四车库£在征服之岛中，控制过以下载具：", --3847
"炸弹强人£在一场征服之岛的战斗中，对敌人的大门使用5枚爆盐炸弹。", --3848
"炸弹狂人£在一场征服之岛的战斗中，对敌人的大门使用5枚巨型爆盐炸弹。", --3849
"炮平四海£在征服之岛中，使用炮台摧毁10辆载具并轰杀100名玩家。", --3850
"都是我的£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --3851
"剪蓝线……别剪红线！£在征服之岛中，拆除25颗炸弹。", --3852
"无处不在£在一场征服之岛的战斗中，在下列地点各消灭一名玩家：", --3853
"后院起火£在征服之岛中，在敌方大门没有被攻破前冲入他们的庭院。", --3854
"投刃绞肉车£在征服之岛中，使用一辆投刃车消灭10名玩家，并且自己不死亡。", --3855
"毁车不倦£在征服之岛中摧毁下列载具。", --3856
"征服之岛主宰£完成下列征服之岛成就。", --3857
"墨玉猎豹£拥有一只墨玉猎豹", --3896
"北伐的召唤（25人）£击败十字军的试炼中的所有首领（25人）。", --3916
"北伐的召唤（10人）£击败十字军的试炼中的所有首领（10人）。", --3917
"北伐的最高召唤（10人）£击败大十字军的试炼中的所有首领（英雄难度10人）。", --3918
"一石二虫（10人）£在10秒之内连续击败酸喉和恐鳞（10人）。", --3936
"一石二虫（25人）£在10秒之内同时击败酸喉和恐鳞（25人）。", --3937
"征服之岛主宰£完成下列征服之岛成就。", --3957
"痛苦之刺（10人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（10人）。", --3996
"痛苦之刺（25人）£在至少还有两名痛苦女王存活的情况下击败加拉克苏斯大王（25人）。", --3997
"地、风和火（10人）£在60秒内连续消灭岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（10人）。", --4016
"地、风和火（25人）£在60秒内连续消灭岩石看守者阿尔卡冯、风暴看守者埃玛尔隆和火焰看守者科拉隆（25人）。", --4017
"对猎人冠军的胜利（普通难度：冠军的试炼）£战胜猎人冠军（普通难度：冠军的试炼）", --4018
"对猎人冠军的胜利（英雄难度：冠军的试炼）£战胜猎人冠军（英雄难度：冠军的试炼）", --4019
"对银色神官帕尔崔丝的胜利（普通难度：冠军的试炼）£战胜银色神官帕尔崔丝（普通难度：冠军的试炼）", --4022
"对银色神官帕尔崔丝的胜利（英雄难度：冠军的试炼）£战胜银色神官帕尔崔丝（英雄难度：冠军的试炼）", --4023
"对纯洁者耶德瑞克的胜利（普通难度：冠军的试炼）£战胜纯洁者耶德瑞克（普通难度：冠军的试炼）", --4024
"对纯洁者耶德瑞克的胜利（英雄难度：冠军的试炼）£战胜纯洁者耶德瑞克（英雄难度：冠军的试炼）", --4025
"黑骑士之死（普通难度：冠军的试炼）£消灭黑骑士（普通难度：冠军的试炼）", --4026
"黑骑士之死（英雄难度：冠军的试炼）£消灭黑骑士（英雄难度：冠军的试炼）", --4027
"击败诺森德猛兽（10人十字军的试炼）£击败诺森德猛兽（10人十字军的试炼）", --4028
"击败诺森德猛兽（25人大十字军的试炼）£击败诺森德猛兽（25人大十字军的试炼）", --4029
"击败诺森德猛兽（10人大十字军的试炼）£击败诺森德猛兽（10人大十字军的试炼）", --4030
"击败诺森德猛兽（25人十字军的试炼）£击败诺森德猛兽（25人十字军的试炼）", --4031
"加拉克苏斯大王之死（10人十字军的试炼）£消灭加拉克苏斯大王（10人十字军的试炼）", --4032
"加拉克苏斯大王之死（10人大十字军的试炼）£消灭加拉克苏斯大王（10人大十字军的试炼）", --4033
"加拉克苏斯大王之死（25人十字军的试炼）£消灭加拉克苏斯大王（25人十字军的试炼）", --4034
"加拉克苏斯大王之死（25人大十字军的试炼）£消灭加拉克苏斯大王（25人大十字军的试炼）", --4035
"击败阵营冠军（10人十字军的试炼）£击败阵营冠军（10人十字军的试炼）", --4036
"击败阵营冠军（10人大十字军的试炼）£击败阵营冠军（10人大十字军的试炼）", --4037
"击败阵营冠军（25人十字军的试炼）£击败阵营冠军（25人十字军的试炼）", --4038
"击败阵营冠军（25人大十字军的试炼）£击败阵营冠军（25人大十字军的试炼）", --4039
"消灭瓦格里双子（10人十字军的试炼）£消灭瓦格里双子（10人十字军的试炼）", --4040
"消灭瓦格里双子（10人大十字军的试炼）£消灭瓦格里双子（10人大十字军的试炼）", --4041
"消灭瓦格里双子（25人十字军的试炼）£消灭瓦格里双子（25人十字军的试炼）", --4042
"消灭瓦格里双子（25人大十字军的试炼）£消灭瓦格里双子（25人大十字军的试炼）", --4043
"完成十字军试炼的次数（10人）£完成十字军试炼的次数（10人）", --4044
"完成大十字军试炼的次数（10人）£完成大十字军试炼的次数（10人）", --4045
"完成十字军试炼的次数（25人）£完成十字军试炼的次数（25人）", --4046
"完成大十字军试炼的次数（25人）£完成大十字军试炼的次数（25人）", --4047
"对法师冠军的胜利（普通难度：冠军的试炼）£战胜法师冠军（普通难度：冠军的试炼）", --4048
"对法师冠军的胜利（英雄难度：冠军的试炼）£战胜法师冠军（英雄难度：冠军的试炼）", --4049
"对潜行者冠军的胜利（普通难度：冠军的试炼）£战胜潜行者冠军（普通难度：冠军的试炼）", --4050
"对潜行者冠军的胜利（英雄难度：冠军的试炼）£战胜潜行者冠军（英雄难度：冠军的试炼）", --4051
"对萨满祭司冠军的胜利（普通难度：冠军的试炼）£战胜萨满祭司冠军（普通难度：冠军的试炼）", --4052
"对萨满祭司冠军的胜利（英雄难度：冠军的试炼）£战胜萨满祭司冠军（英雄难度：冠军的试炼）", --4053
"对战士冠军的胜利（普通难度：冠军的试炼）£战胜战士冠军（普通难度：冠军的试炼）", --4054
"对战士冠军的胜利（英雄难度：冠军的试炼）£战胜战士冠军（英雄难度：冠军的试炼）", --4055
"火焰看守者科拉隆之死（冬拥湖10人团队）£消灭火焰看守者科拉隆（10人冬拥湖）", --4074
"火焰看守者科拉隆之死（冬拥湖25人团队）£消灭火焰看守者科拉隆（25人冬拥湖）", --4075
"服务器第一！大十字军£参与本服务器首次完成大十字军的试炼，并且尝试次数还剩50次（25人）。", --4078
"对不朽的嘉奖£在大十字军的试炼中，在消灭任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4079
"对极度疯狂的嘉奖£达到“成就：对疯狂的嘉奖”的所有要求，并且所有团队成员不得使用过任何一件只能在本副本25人版本中获得的物品，或任何更高级物品。", --4080
"征服之岛的战斗£征服之岛的战斗", --4096
"征服之岛胜利£征服之岛胜利", --4097
"对不朽的嘉奖£在大十字军的试炼中，在消灭任何首领时不死一人，并且在尝试次数剩下50次时获得嘉奖宝箱（25人）。", --4156
"资源过剩£在你的队伍占领采石场和油料精炼厂的情况下获取征服之岛的胜利。", --4176
"一个也不能少£在占领采石场、油料精炼厂、船坞、攻城车间和飞艇基地的情况下获得征服之岛战斗的胜利。", --4177
"毁车不倦£在征服之岛中摧毁下列载具。", --4256
"冠军的试炼（普通难度）£在冠军的试炼中击败所有首领（普通难度）。", --4296
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4297
"冠军的试炼（英雄难度）£在冠军的试炼中击败所有首领（英雄难度）。", --4298
"2500枚地下城与团队副本纹章£拾取2500枚英雄纹章、勇气纹章、征服纹章、凯旋纹章或寒冰纹章。", --4316
"奥妮克希亚的巢穴（10人）£击败奥妮克希亚（10人）。", --4396
"奥妮克希亚的巢穴（25人）£击败奥妮克希亚（25人）。", --4397
"魔兽世界五周年£在魔兽世界五周年庆典期间登录游戏。", --4400
"上痛！上诅咒！上钉刺！（10人）£在5分钟内击败奥妮克希亚（10人）。", --4402
"最少扣你50DKP！！（10人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（10人）。", --4403
"深呼吸之谜（10人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（10人）。", --4404
"上痛！上诅咒！上钉刺！（25人）£在5分钟内击败奥妮克希亚（25人）。", --4405
"最少扣你50DKP！！（25人）£当奥妮克希亚升空后，在10秒内引出50只奥妮克希亚雏龙，随后击败奥妮克希亚（25人）。", --4406
"深呼吸之谜（25人）£在无人受到深呼吸伤害的情况下击败奥妮克希亚（25人）。", --4407
"枪神£射击下列敌对领袖。", --4436
"枪神£射击下列敌对领袖。", --4437
"巫妖王 - 随机普通地下城完成次数£使用寻求组队系统，随机参与“巫妖王之怒”普通难度地下城的完成次数。", --4456
"1Q4，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到10名。", --4476
"1Q9，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到50名。", --4477
"1Q24，来的密£使用副本工具组织野队来完成随机的英雄难度地下城，累积组到的随机玩家数量达到100名。", --4478
"指数突破9000点！£获得的成就点数超过9000点。", --4496
"灵魂洪炉£击败灵魂洪炉的首领们。", --4516
"萨隆矿坑£击败萨隆矿坑的首领们。", --4517
"映像大厅£击败映像大厅的首领们。", --4518
"灵魂洪炉（英雄难度）£击败灵魂洪炉的首领们（英雄难度）。", --4519
"萨隆矿坑（英雄难度）£击败萨隆矿坑的首领们（英雄难度）。", --4520
"映像大厅（英雄难度）£击败映像大厅的首领们（英雄难度）。", --4521
"灵魂之能£在灵魂洪炉副本中击败布隆亚姆，并且至少剩下4块被腐蚀的灵魂残片（英雄难度）。", --4522
"三面之灵£在灵魂洪炉副本中，在噬魂者成功施放幽灵冲击之前将他击败（英雄难度）。", --4523
"11大限£在萨隆矿坑副本中，在任何玩家获得11层永冻效果前击败熔炉领主加弗斯特（英雄难度）。", --4524
"别往上看£在萨隆矿坑副本中，在首次挑战天灾领主泰兰努斯之前，清理通道时无人受到冰锥的伤害（英雄难度）。", --4525
"这不是撤退，是战略转移。£在6分钟内逃脱英雄难度的映像大厅中巫妖王的追杀。", --4526
"霜翼大厅（10人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度10人）。", --4527
"天灾工厂（10人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度10人）。", --4528
"血色厅堂（10人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度10人）。", --4529
"冰封王座（10人）£在冰冠堡垒中击败巫妖王（普通难度10人）。", --4530
"进攻堡垒（10人）£击败冰冠堡垒的前4个首领（普通难度10人）。", --4531
"巫妖王的陨落（10人）£击败冰冠堡垒的所有首领（普通难度10人）。", --4532
"白骨贯体（10人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（10人）。", --4534
"欢聚一堂（10人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（10人）。", --4535
"我上船了（10人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰2次的情况下获得胜利（10人）。", --4536
"啊，真惨（10人）£在阵亡勇士的印记施放3次之前，击败死亡使者（10人）。", --4537
"与软泥共舞（10人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（10人）。", --4538
"一朝被咬，十年胆小（10人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（10人）。", --4539
"巫妖王 - 随机英雄地下城完成次数£使用寻求组队系统，随机参与“巫妖王之怒”英雄难度地下城的完成次数。", --4556
"服务器第一！巫妖王的陨落£参与在本服务器首次消灭巫妖王（英雄难度25人）。", --4576
"勤通风，多喝水（10人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（10人）。", --4577
"反胃、烧心、消化不良……（10人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（10人）。", --4578
"门神（10人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（10人）。", --4579
"极限（10人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（10人）。", --4580
"身陷邪恶（10人）£将生成的每个卑劣的灵魂在炸裂前消灭，然后击败巫妖王（10人）。", --4581
"宝珠低语者（10人）£在没有任何团队成员从单次攻击中受到超过23,000点法术伤害的情况下，击败鲜血议会（10人）。", --4582
"冰河踏破者£在冰冠堡垒中击败巫妖王（英雄难度10人）。", --4583
"黎明之光£在冰冠堡垒中击败巫妖王（英雄难度25人）。", --4584
"击败寒冰看守者图拉旺（10人）£击败寒冰看守者图拉旺（10人）。", --4585
"击败寒冰看守者图拉旺（25人）£击败寒冰看守者图拉旺（25人）。", --4586
"颅中剑£找回遗失的奎尔德拉剑柄，从剑冢中拔出奎尔德拉，将其重铸，随后在太阳之井中进行净化，而它将成为你不辞辛苦的奖励。", --4596
"冰封王座（25人）£在冰冠堡垒中击败巫妖王（普通难度25人）。", --4597
"灰烬审判军£在灰烬审判军阵营中达到崇拜声望。", --4598
"暴怒角斗士£获得头衔“暴怒角斗士”。", --4599
"暴怒角斗士的冰霜巨龙£从巫妖王之怒的竞技场第8季取得暴怒角斗士的冰霜巨龙。", --4600
"解脱（10人）£在击败巫妖王前让死疽效果堆叠至30层（10人）", --4601
"冰河踏破者的荣耀（10人）£完成下列10人模式团队副本成就。", --4602
"冰河踏破者的荣耀（25人）£完成下列25人模式团队副本成就。", --4603
"进攻冰冠堡垒（25人）£击败冰冠堡垒的前4个首领（普通难度25人）。", --4604
"天灾工厂（25人）£击败冰冠堡垒：天灾工厂的所有首领（普通难度25人）。", --4605
"血色厅堂（25人）£击败冰冠堡垒：血色厅堂的所有首领（普通难度25人）。", --4606
"霜翼大厅（25人）£击败冰冠堡垒：霜翼大厅的所有首领（普通难度25人）。", --4607
"巫妖王的陨落（25人）£击败冰冠堡垒的所有首领（普通难度25人）。", --4608
"白骨贯体（25人）£在任何团队成员都没有带有超过8秒的穿刺效果的情况下，击败玛洛加尔领主（25人）。", --4610
"欢聚一堂（25人）£击败亡语者女士，并保证在她倒下时有至少5种不同类型的教众处于激活状态（25人）。", --4611
"我上船了（25人）£在炮舰战斗中，在每个团队成员最多只登陆过敌方炮舰1次的情况下获得胜利（25人）。", --4612
"啊，真惨（25人）£在阵亡勇士的印记施放5次之前，击败死亡使者（25人）。", --4613
"与软泥共舞（25人）£在没有大型软泥怪施放不稳定的软泥爆炸的情况下击败腐面（25人）。", --4614
"勤通风，多喝水（25人）£击败烂肠，并保证团队中无人累积到3层播种疫苗效果（25人）。", --4615
"反胃、烧心、消化不良……（25人）£在憎恶不使用回流软泥的情况下，击败普崔塞德教授（25人）。", --4616
"宝珠低语者（25人）£在没有任何团队成员从单次攻击中受到超过25,000点法术伤害的情况下，击败鲜血议会（25人）。", --4617
"一朝被咬，十年胆小（25人）£在吸血鬼形态下击败鲜血女王兰娜瑟尔，然后再在未变为吸血鬼的情况下击败她一次（25人）。", --4618
"门神（25人）£在踏梦者瓦莉瑟瑞娅被治疗至满血以前，进入每个由她生成的传送门（25人）。", --4619
"极限（25人）£在没有任何团队成员获得5层以上秘法打击效果的情况下，击败辛达苟萨（25人）。", --4620
"解脱（25人）£在击败巫妖王前让死疽效果堆叠至30层（25人）。", --4621
"身陷邪恶（25人）£将生成的每个卑劣的灵魂在炸裂前消灭，然后击败巫妖王（25人）。", --4622
"影之哀伤£获得影之哀伤。", --4623
"艰难的爱£击败影牙城堡中的3个皇家药剂师。", --4624
"无敌的缰绳£在冰冠堡垒中，从阿尔萨斯身上获得骸骨战马－－无敌。", --4625
"我来组成头部！£在没有任何守护者协助的情况下，在对抗尤格-萨隆的战斗中获得米米尔隆的头部（25人）。", --4626
"X-45偷心火箭£在情人节期间，从影牙城堡的药剂师汉摩尔处取得X-45偷心火箭。", --4627
"进攻冰冠堡垒（英雄难度10人）£击败冰冠堡垒的前4个首领（英雄难度10人）。", --4628
"天灾工厂（英雄难度10人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度10人）。", --4629
"血色厅堂（英雄难度10人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度10人）。", --4630
"霜翼大厅（英雄难度10人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度10人）。", --4631
"进攻冰冠堡垒（英雄难度25人）£击败冰冠堡垒的前4个首领（英雄难度25人）。", --4632
"天灾工厂（英雄难度25人）£击败冰冠堡垒：天灾工厂的所有首领（英雄难度25人）。", --4633
"血色厅堂（英雄难度25人）£击败冰冠堡垒：血色厅堂的所有首领（英雄难度25人）。", --4634
"霜翼大厅（英雄难度25人）£击败冰冠堡垒：霜翼大厅的所有首领（英雄难度25人）。", --4635
"巫妖王的陨落（英雄难度10人）£击败冰冠堡垒的所有首领（英雄难度10人）。", --4636
"巫妖王的陨落（英雄难度25人）£击败冰冠堡垒的所有首领（英雄难度25人）。", --4637
"消灭玛洛加尔领主（普通难度10人冰冠堡垒）£消灭玛洛加尔领主（普通难度10人冰冠堡垒）", --4639
"消灭玛洛加尔领主（英雄难度10人冰冠堡垒）£消灭玛洛加尔领主（英雄难度10人冰冠堡垒）", --4640
"消灭玛洛加尔领主（普通难度25人冰冠堡垒）£消灭玛洛加尔领主（普通难度25人冰冠堡垒）", --4641
"消灭玛洛加尔领主（英雄难度25人冰冠堡垒）£消灭玛洛加尔领主（英雄难度25人冰冠堡垒）", --4642
"消灭亡语者女士（普通难度10人冰冠堡垒）£消灭亡语者女士（普通难度10人冰冠堡垒）", --4643
"在炮舰战斗中获胜（普通难度10人冰冠堡垒）£在炮舰战斗中获胜（普通难度10人冰冠堡垒）", --4644
"消灭死亡使者（普通难度10人冰冠堡垒）£消灭死亡使者（普通难度10人冰冠堡垒）", --4645
"消灭烂肠（普通难度10人冰冠堡垒）£消灭烂肠（普通难度10人冰冠堡垒）", --4646
"消灭腐面（普通难度10人冰冠堡垒）£消灭腐面（普通难度10人冰冠堡垒）", --4647
"消灭鲜血王子议会（普通难度10人冰冠堡垒）£消灭鲜血王子议会（普通难度10人冰冠堡垒）", --4648
"解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度10人冰冠堡垒）", --4649
"消灭普崔塞德教授（普通难度10人冰冠堡垒）£消灭普崔塞德教授（普通难度10人冰冠堡垒）", --4650
"消灭鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）£消灭鲜血女王兰娜瑟尔（普通难度10人冰冠堡垒）", --4651
"消灭辛达苟萨（普通难度10人冰冠堡垒）£消灭辛达苟萨（普通难度10人冰冠堡垒）", --4652
"战胜巫妖王（普通难度10人冰冠堡垒）£战胜巫妖王（普通难度10人冰冠堡垒）", --4653
"消灭亡语者女士（英雄难度10人冰冠堡垒）£消灭亡语者女士（英雄难度10人冰冠堡垒）", --4654
"消灭亡语者女士（普通难度25人冰冠堡垒）£消灭亡语者女士（普通难度25人冰冠堡垒）", --4655
"消灭亡语者女士（英雄难度25人冰冠堡垒）£消灭亡语者女士（英雄难度25人冰冠堡垒）", --4656
"消灭寒冰看守者图拉旺（冬拥湖10人团队）£消灭寒冰看守者图拉旺（冬拥湖10人团队）", --4657
"消灭寒冰看守者图拉旺（冬拥湖25人团队）£消灭寒冰看守者图拉旺（冬拥湖25人团队）", --4658
"在炮舰战斗中获胜（英雄难度10人冰冠堡垒）£在炮舰战斗中获胜（英雄难度10人冰冠堡垒）", --4659
"在炮舰战斗中获胜（普通难度25人冰冠堡垒）£在炮舰战斗中获胜（普通难度25人冰冠堡垒）", --4660
"在炮舰战斗中获胜（英雄难度25人冰冠堡垒）£在炮舰战斗中获胜（英雄难度25人冰冠堡垒）", --4661
"消灭死亡使者（英雄难度10人冰冠堡垒）£消灭死亡使者（英雄难度10人冰冠堡垒）", --4662
"消灭死亡使者（普通难度25人冰冠堡垒）£消灭死亡使者（普通难度25人冰冠堡垒）", --4663
"消灭死亡使者（英雄难度25人冰冠堡垒）£消灭死亡使者（英雄难度25人冰冠堡垒）", --4664
"消灭烂肠（英雄难度10人冰冠堡垒）£消灭烂肠（英雄难度10人冰冠堡垒）", --4665
"消灭烂肠（普通难度25人冰冠堡垒）£消灭烂肠（普通难度25人冰冠堡垒）", --4666
"消灭烂肠（英雄难度25人冰冠堡垒）£消灭烂肠（英雄难度25人冰冠堡垒）", --4667
"消灭腐面（英雄难度10人冰冠堡垒）£消灭腐面（英雄难度10人冰冠堡垒）", --4668
"消灭腐面（普通难度25人冰冠堡垒）£消灭腐面（普通难度25人冰冠堡垒）", --4669
"消灭腐面（英雄难度25人冰冠堡垒）£消灭腐面（英雄难度25人冰冠堡垒）", --4670
"消灭鲜血王子议会（英雄难度10人冰冠堡垒）£消灭鲜血王子议会（英雄难度10人冰冠堡垒）", --4671
"消灭鲜血王子议会（普通难度25人冰冠堡垒）£消灭鲜血王子议会（普通难度25人冰冠堡垒）", --4672
"消灭鲜血王子议会（英雄难度25人冰冠堡垒）£消灭鲜血王子议会（英雄难度25人冰冠堡垒）", --4673
"解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度10人冰冠堡垒）", --4674
"解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（普通难度25人冰冠堡垒）", --4675
"解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）£解救踏梦者瓦莉瑟瑞娅（英雄难度25人冰冠堡垒）", --4676
"消灭普崔塞德教授（英雄难度10人冰冠堡垒）£消灭普崔塞德教授（英雄难度10人冰冠堡垒）", --4677
"消灭普崔塞德教授（普通难度25人冰冠堡垒）£消灭普崔塞德教授（普通难度25人冰冠堡垒）", --4678
"消灭普崔塞德教授（英雄难度25人冰冠堡垒）£消灭普崔塞德教授（英雄难度25人冰冠堡垒）", --4679
"消灭鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）£消灭鲜血女王兰娜瑟尔（英雄难度10人冰冠堡垒）", --4680
"消灭鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）£消灭鲜血女王兰娜瑟尔（普通难度25人冰冠堡垒）", --4681
"消灭鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）£消灭鲜血女王兰娜瑟尔（英雄难度25人冰冠堡垒）", --4682
"消灭辛达苟萨（普通难度25人冰冠堡垒）£消灭辛达苟萨（普通难度25人冰冠堡垒）", --4683
"消灭辛达苟萨（英雄难度10人冰冠堡垒）£消灭辛达苟萨（英雄难度10人冰冠堡垒）", --4684
"消灭辛达苟萨（英雄难度25人冰冠堡垒）£消灭辛达苟萨（英雄难度25人冰冠堡垒）", --4685
"战胜巫妖王（英雄难度10人冰冠堡垒）£战胜巫妖王（英雄难度10人冰冠堡垒）", --4686
"战胜巫妖王（普通难度25人冰冠堡垒）£战胜巫妖王（普通难度25人冰冠堡垒）", --4687
"战胜巫妖王（英雄难度25人冰冠堡垒）£战胜巫妖王（英雄难度25人冰冠堡垒）", --4688
"消灭布隆亚姆（灵魂洪炉）£布隆亚姆", --4713
"消灭布隆亚姆（英雄难度灵魂洪炉）£布隆亚姆", --4714
"消灭噬魂者（灵魂洪炉）£噬魂者", --4715
"消灭噬魂者（英雄难度灵魂洪炉）£噬魂者", --4716
"消灭熔炉领主加弗斯特（萨隆矿坑）£熔炉之主加弗斯特", --4717
"消灭伊克和科瑞克（萨隆矿坑）£伊克和科瑞克", --4718
"消灭伊克和科瑞克（英雄难度萨隆矿坑）£伊克和科瑞克", --4719
"消灭天灾领主泰兰努斯（萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4720
"消灭天灾领主泰兰努斯（英雄难度萨隆矿坑）£天灾领主泰兰努斯和霜牙", --4721
"消灭法瑞克（映像大厅）£法瑞克", --4722
"消灭法瑞克（英雄难度映像大厅）£法瑞克", --4723
"消灭玛维恩（映像大厅）£玛维恩", --4724
"消灭玛维恩（英雄难度映像大厅）£玛维恩", --4725
"逃离巫妖王的追杀（映像大厅）£在与巫妖王的战斗中存活下来", --4726
"逃离巫妖王的追杀（英雄难度映像大厅）£在与巫妖王的战斗中存活下来", --4727
"消灭熔炉领主加弗斯特（英雄难度萨隆矿坑）£熔炉之主加弗斯特", --4728
"获得凯旋纹章£获得凯旋纹章", --4729
"获得寒冰纹章£获得寒冰纹章", --4730
"征服之岛消灭£征服之岛消灭", --4777
"征服之岛荣誉消灭£征服之岛荣誉消灭", --4779
"绿色美酒节酒杯£拥有2009年美酒节赠送的绿色美酒节酒杯。", --4782
"诺莫瑞根行动£在光复诺莫瑞根地上部分中协助过大工匠梅卡托克和诺莫瑞根流亡者。", --4786
"扎拉赞恩的灭亡£你协助沃金彻底击败了扎拉赞恩，为暗矛巨魔光复了回音群岛。", --4790
"暮光毁灭者（25人）£击败红玉圣殿的海里昂（25人）。", --4815
"暮光毁灭者（英雄难度25人）£击败红玉圣殿的海里昂（英雄难度 25人）。", --4816
"暮光毁灭者（10人）£击败红玉圣殿的海里昂（10人）。", --4817
"暮光毁灭者（英雄难度10人）£击败红玉圣殿的海里昂（英雄难度 10人）。", --4818
"消灭海里昂（25人红玉圣殿）£消灭海里昂（普通难度25人红玉圣殿）。", --4820
"消灭海里昂（10人红玉圣殿）£消灭海里昂（普通难度10人红玉圣殿）。", --4821
"消灭海里昂（英雄难度10人红玉圣殿）£消灭海里昂（英雄难度10人红玉圣殿）。", --4822
"消灭海里昂（英雄难度25人红玉圣殿）£消灭海里昂（英雄难度25人红玉圣殿）。", --4823
"迷你雷神£拥有《星际争霸II：自由之翼》赠送的迷你雷神宠物。", --4824
"探索瓦丝琪尔£探索瓦丝琪尔，走过世界地图中被遮住的各个角落。", --4825
"85级（旧版）£在“暗影国度”内容更新之前升到85级。", --4826
"勘测损失£探索卡利姆多和东部王国的下列地区，见证大灾变所引起的地貌变化。", --4827
"更加强力党的老友£通过战友招募系统获得X-53型观光火箭。", --4832
"黑石岩窟£在黑石岩窟中击败升腾者领主奥西迪斯。", --4833
"潮汐王座£在潮汐王座中击败厄祖玛特。", --4839
"格瑞姆巴托£在格瑞姆巴托中击败埃鲁达克。", --4840
"起源大厅£在起源大厅中击败拉夏。", --4841
"黑翼血环£击败黑翼血环的首领。", --4842
"“大地的裂变”地下城英雄£完成下列“大地的裂变”英雄难度地下城成就。", --4844
"大地的裂变英雄的荣耀£完成下列所有“大地的裂变”地下城成就。", --4845
"巨石之核£在巨石之核中击败高阶女祭司艾苏尔。", --4846
"旋云之巅£在旋云之巅中击败阿萨德。", --4847
"托维尔失落之城£在托维尔失落之城中击败南风之主希亚玛特。", --4848
"家丑不可外扬£在黑翼血环中，于奈法利安生命值低于50%的情况下开始最终阶段的战斗，并将其击败。", --4849
"暮光堡垒£击败暮光堡垒的首领。", --4850
"风神王座£击败风神王座的首领。", --4851
"双截龙£在暮光堡垒中，于暮光世界消灭6个暮光恶魔，然后击败瓦里昂娜和瑟纳利昂。", --4852
"大地的裂变团队的荣耀£完成下列所有“大地的裂变”团队副本成就。", --4853
"掌中之物£找到1个精良神器。", --4854
"风水轮流转£找到10个精良神器。", --4855
"它属于博物馆！£找到20个精良神器。", --4856
"中级考古学£获得150点考古学技能点数。", --4857
"七柄权杖£从艾泽拉斯的各个种族手中找回下列权杖。", --4858
"高山下的国王£发现下列黑铁矮人领主的神器。", --4859
"同心协力£在所有内容更新的专业与辅助专业中，都获得合计525点技能点数。", --4860
"我们就是传说£获得下列传说物品的其中一件。", --4861
"探索海加尔£探索海加尔，走过世界地图中被遮住的各个角落。", --4863
"探索深岩之洲£探索深岩之洲，走过世界地图中被遮住的各个角落。", --4864
"探索奥丹姆£探索奥丹姆，走过世界地图中被遮住的各个角落。", --4865
"探索暮光高地£探索暮光高地，走过世界地图中被遮住的各个角落。", --4866
"灾变之貌探索者£探索在大灾变后出现的地区。", --4868
"沉入瓦丝琪尔£完成下列瓦丝琪尔故事线。", --4869
"下山£完成下列海加尔山故事线。", --4870
"深入深岩之洲£完成下列深岩之洲故事线。", --4871
"奥丹姆深度游£完成下列奥丹姆故事线。", --4872
"遁入暮光£完成下列暮光高地故事线。", --4873
"突破托尔巴拉德£在托尔巴拉德完成100个日常任务。", --4874
"“大地的裂变”博学者£完成下列“大地的裂变”任务成就。", --4875
"大地之环£在大地之环阵营中达到崇拜声望。", --4881
"海加尔守护者£在海加尔守护者阵营中达到崇拜声望。", --4882
"塞拉赞恩£在塞拉赞恩阵营中达到崇拜声望。", --4883
"拉穆卡恒£在拉穆卡恒托维尔阵营中达到崇拜声望。", --4884
"蛮锤部族£在蛮锤部族阵营中达到崇拜声望。", --4885
"龙喉氏族£在龙喉氏族阵营中达到崇拜声望。", --4886
"关闭裂隙£在灾变前夕事件中摧毁所有类型的元素裂隙。", --4887
"单峰还是双峰？£在奥丹姆获得一头骆驼坐骑（单驼峰）。", --4888
"东瘟疫之地任务£完成下列东瘟疫之地故事线。", --4892
"西瘟疫之地任务£完成下列西瘟疫之地故事线。", --4893
"银松森林任务£完成下列银松森林故事线。", --4894
"希尔斯布莱德丘陵任务£完成下列希尔斯布莱德丘陵故事线。", --4895
"阿拉希高地任务£完成下列阿拉希高地故事线。", --4896
"辛特兰任务£完成下列辛特兰故事线。", --4897
"洛克莫丹任务£完成下列洛克莫丹故事线。", --4899
"荒芜之地任务£完成下列荒芜之地故事线。", --4900
"燃烧平原任务£完成下列燃烧平原故事线。", --4901
"赤脊山任务£完成下列赤脊山故事线。", --4902
"西部荒野任务£完成下列西部荒野故事线。", --4903
"悲伤沼泽任务£完成下列悲伤沼泽故事线。", --4904
"荆棘谷海角任务£完成下列荆棘谷海角故事线。", --4905
"北荆棘谷任务£完成下列北荆棘谷故事线。", --4906
"幽魂之地任务£完成下列幽魂之地故事线。", --4908
"诅咒之地任务£完成下列诅咒之地故事线。", --4909
"灼热峡谷任务£完成下列灼热峡谷故事线。", --4910
"公会等级25£公会等级提升至25级。", --4912
"用之于民£花费50,000枚金币用于公会成员修理装备。", --4913
"高温工作狂£在“大地的裂变”分类下的两种主要专业中都获得75点技能点数。", --4914
"艺多不压身£获得525点钓鱼、急救、烹饪和考古学技能点数。", --4915
"灾变厨师£在“大地的裂变”分类下的烹饪专业中获得75点技能点数。", --4916
"灾变渔夫£在“大地的裂变”分类下的钓鱼专业中获得75点技能点数。", --4917
"巨匠级急救£获得525点急救技能点数。", --4918
"高级考古学£获得225点考古学技能点数。", --4919
"专家级考古学£获得300点考古学技能点数。", --4920
"大师级考古学£获得375点考古学技能点数。", --4921
"宗师级考古学£获得450点考古学技能点数。", --4922
"巨匠级考古学£获得525点考古学技能点数。", --4923
"灾变专业大师£在“大地的裂变”分类下的一种主要专业中获得75点技能点数。", --4924
"灰谷任务£完成下列灰谷故事线。", --4925
"秘血岛任务£完成下列秘血岛故事线。", --4926
"艾萨拉任务£完成下列艾萨拉故事线。", --4927
"黑海岸任务£完成下列黑海岸故事线。", --4928
"尘泥沼泽任务£完成下列尘泥沼泽故事线。", --4929
"凄凉之地任务£完成下列凄凉之地故事线。", --4930
"费伍德森林任务£完成下列费伍德森林故事线。", --4931
"菲拉斯任务£完成下列菲拉斯故事线。", --4932
"北贫瘠之地任务£完成下列北贫瘠之地故事线。", --4933
"希利苏斯任务£完成下列希利苏斯故事线。", --4934
"塔纳利斯任务£完成下列塔纳利斯故事线。", --4935
"石爪山脉任务£完成下列石爪山脉故事线。", --4936
"南贫瘠之地任务£完成下列南贫瘠之地故事线。", --4937
"千针石林任务£完成下列千针石林故事线。", --4938
"安戈洛环形山任务£完成下列安戈洛环形山故事线。", --4939
"冬泉谷任务£完成下列冬泉谷故事线。", --4940
"公会等级5£公会等级提升至5级。", --4943
"公会等级10£公会等级提升至10级。", --4944
"公会等级15£公会等级提升至15级。", --4945
"公会等级20£公会等级提升至20级。", --4946
"任务一箩筐£完成100,000个任务。", --4947
"存钱防身£从怪物身上拾取200,000枚金币。", --4948
"公会保险库£购买全部8个公会银行标签。", --4949
"公会旧世地下城大师£在公会队伍中完成下列旧世地下城成就。", --4950
"公会挑战者£下列所有职业均获得“挑战者”头衔。", --4952
"你没感受到喜悦吗？£以全部由公会成员组成的战队获得2200竞技场等级。", --4955
"5个地下城任务已完成£完成5个地下城任务。", --4956
"20个地下城任务已完成£完成20个地下城任务。", --4957
"鲜血竞技场的第一条规则就是严禁提及鲜血竞技场£完成鲜血竞技场、痛苦斗兽场和杀戮熔炉竞技场。", --4958
"小心“无敌”翼手龙£在海加尔山完成竞技任务，包括砸蛋。", --4959
"第三回合。开打！£在暮光高地完成杀戮熔炉竞技场任务，包括暮光的恐惧！", --4960
"在千年之后，就连你也会升值£在奥丹姆完成应许约柜任务，包括哈里森·琼斯与奥丹姆神殿。", --4961
"我从地狱之心刺向你£在瓦丝琪尔中击败鲸鲨（尽管或可能是由于他不会掉落任何物品）。", --4975
"灰谷任务£完成下列灰谷故事线。", --4976
"尘泥沼泽任务£完成下列尘泥沼泽故事线。", --4978
"菲拉斯任务£完成下列菲拉斯故事线。", --4979
"石爪山脉任务£完成下列石爪山脉故事线。", --4980
"南贫瘠之地任务£完成下列南贫瘠之地故事线。", --4981
"沉入瓦丝琪尔£完成下列瓦丝琪尔故事线。", --4982
"黑翼血环（公会版）£在公会队伍中击败黑翼血环的首领。", --4985
"暮光堡垒（公会版）£在公会队伍中击败暮光堡垒的首领。", --4986
"风神王座（公会版）£在公会队伍中击败风神王座的首领。", --4987
"大地的裂变公会团队的荣耀£在公会队伍中完成下列“大地的裂变”团队副本成就。", --4988
"强人£下列所有职业都达到最高等级。", --4989
"探索荆棘谷海角£探索荆棘谷海角，走过世界地图中被遮住的各个角落。", --4995
"探索南贫瘠之地£探索贫瘠之地，走过世界地图中被遮住的各个角落。", --4996
"萨弗拉斯，炎魔拉格纳罗斯之手（公会版）£获得萨弗拉斯，炎魔拉格纳罗斯之手。", --4997
"服务器第一！85级萨满祭司（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的萨满祭司。", --4998
"服务器第一！85级（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的玩家。", --4999
"服务器第一！85级德鲁伊（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的德鲁伊。", --5000
"服务器第一！85级圣骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的圣骑士。", --5001
"服务器第一！85级牧师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的牧师。", --5002
"服务器第一！85级术士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的术士。", --5003
"服务器第一！85级猎人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的猎人。", --5004
"服务器第一！85级死亡骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的死亡骑士。", --5005
"服务器第一！85级法师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的法师。", --5006
"服务器第一！85级战士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的战士。", --5007
"服务器第一！85级潜行者（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到85级的潜行者。", --5008
"传奇藏品£获得下列传说物品的其中三件。", --5009
"终极藏品£获得下列所有传说物品。", --5010
"公会旧世奇兵£在公会队伍中完成下列旧世团队副本成就。", --5011
"公会外域地下城英雄£在公会队伍中完成下列“燃烧的远征”英雄难度地下城成就。", --5012
"公会外域奇兵£在公会队伍中完成下列“燃烧的远征”团队副本成就。", --5013
"公会诺森德地下城英雄£在公会队伍中完成下列诺森德英雄难度地下城成就。", --5014
"巫妖王公会团队的荣耀£在公会队伍中完成下列诺森德团队副本成就。", --5015
"远远不够（公会版）£在公会队伍中击败纳克萨玛斯的克尔苏加德，并在其大厅内至少消灭18个憎恶。", --5016
"暮光领域（公会版）£在公会团队中，当3条暮光幼龙都存活时与黑岩守护者萨塔里奥交战并将其击败。", --5017
"你并非永恒（公会版）£在公会队伍中于3分钟之内击败玛里苟斯。", --5018
"黑暗中的独影（公会版）£在公会队伍中击败尤格-萨隆，并不借助任何守卫者的帮助。", --5019
"被观察者（公会版）£在公会队伍中击败观察者奥尔加隆。", --5020
"北伐的召唤（公会版）£在公会队伍中击败十字军试炼的阿努巴拉克（英雄模式）。", --5021
"暮光毁灭者（公会版）£在公会队伍中击败红玉圣殿的海里昂（英雄模式）。", --5022
"冰封王座（公会版）£在公会队伍中击败冰冠堡垒的巫妖王（英雄模式）。", --5023
"化学改变人生£制作3,000瓶“大地的裂变”合剂。", --5024
"拆，拆，使劲拆！£分解25,000件物品。", --5025
"热情好客£放置1,500份盛宴。", --5026
"一束又一束£采集100,000束草药。", --5027
"公会杀手£达到250,000个荣誉消灭。", --5029
"强力矿工£采掘100,000块矿石与石头。", --5030
"部落的克星£完成下列消灭成就。", --5031
"宝石切割达人£切割2,500块至少为精良品质的宝石。", --5032
"大师级工匠£制作500件史诗物品。", --5035
"饵料多多£从钓鱼场所钓到10,000条鱼。", --5036
"死亡矿井（公会版）£在公会队伍中击败“船长”曲奇。", --5037
"怒焰裂谷（公会版）£在公会队伍中击败熔岩守卫戈多斯。", --5038
"哀嚎洞穴（公会版）£在公会队伍中击败吞噬者穆坦努斯。", --5039
"影牙城堡（公会版）£在公会队伍中击败高弗雷勋爵。", --5040
"黑暗深渊（公会版）£在公会队伍中击败阿库麦尔。", --5041
"暴风城监狱（公会版）£在公会队伍中击败霍格。", --5042
"剃刀沼泽（公会版）£在公会队伍中击败卡尔加·刺肋。", --5043
"诺莫瑞根（公会版）£在公会队伍中击败机械师瑟玛普拉格。", --5044
"剃刀高地（公会版）£在公会队伍中击败寒冰之王亚门纳尔。", --5045
"血色修道院（公会版）£在公会队伍中击败血色修道院中的大检察官怀特迈恩。", --5046
"奥达曼（公会版）£在公会队伍中击败阿扎达斯。", --5047
"祖尔法拉克（公会版）£在公会队伍中击败乌克兹·沙顶。", --5048
"玛拉顿（公会版）£在公会队伍中击败瑟莱德丝公主。", --5049
"沉没的神庙（公会版）£在公会队伍中击败伊兰尼库斯的阴影。", --5050
"黑石深渊（公会版）£在公会队伍中击败达格兰·索瑞森大帝。", --5051
"黑石塔下层（公会版）£在公会队伍中击败维姆萨拉克。", --5052
"厄运之槌的国王（公会版）£在公会队伍中扫清厄运之槌的所有分支。", --5053
"通灵学院（公会版）£在公会队伍中击败通灵学院的首领。", --5054
"斯坦索姆（公会版）£在公会队伍中击败隐藏在斯坦索姆城中的邪恶头目。", --5055
"熔火之心（公会版）£在公会队伍中击败拉格纳罗斯。", --5056
"黑翼之巢（公会版）£在公会队伍中击败奈法利安。", --5057
"安其拉神殿（公会版）£在公会队伍中击败克苏恩。", --5058
"安其拉废墟（公会版）£在公会队伍中击败无疤者奥斯里安。", --5059
"英雄：黑石岩窟£击败黑石岩窟的升腾者领主奥西迪斯（英雄难度）。", --5060
"英雄：潮汐王座£在潮汐王座中击败厄祖玛特（英雄难度）。", --5061
"英雄：格瑞姆巴托£在格瑞姆巴托中击败埃鲁达克（英雄难度）。", --5062
"英雄：巨石之核£在巨石之核中击败高阶女祭司艾苏尔（英雄难度）。", --5063
"英雄：旋云之巅£在旋云之巅中击败阿萨德（英雄难度）。", --5064
"英雄：起源大厅£在起源大厅中击败拉夏（英雄难度）。", --5065
"英雄：托维尔失落之城£在托维尔失落之城中击败南风之主希亚玛特（英雄难度）。", --5066
"英雄：地狱火城墙（公会版）£在公会队伍中击败地狱火城墙的首领（英雄难度）。", --5067
"英雄：鲜血熔炉（公会版）£在公会队伍中击败击碎者克里丹（英雄难度）。", --5068
"英雄：奴隶围栏（公会版）£在公会队伍中击败夸格米拉（英雄难度）。", --5069
"英雄：幽暗沼泽（公会版）£在公会队伍中击败黑色阔步者（英雄难度）。", --5070
"英雄：法力陵墓（公会版）£在公会队伍中击败节点亲王沙法尔（英雄难度）。", --5071
"英雄：奥金尼地穴（公会版）£在公会队伍中击败大主教玛拉达尔（英雄难度）。", --5072
"英雄：逃离敦霍尔德（公会版）£在公会队伍中击败时空猎手（英雄难度）。", --5073
"英雄：塞泰克大厅（公会版）£在公会队伍中击败利爪之王艾吉斯（英雄难度）。", --5074
"英雄：暗影迷宫（公会版）£在公会队伍中击败摩摩尔（英雄难度）。", --5075
"英雄：开启黑暗之门（公会版）£在公会队伍中击败埃欧努斯（英雄难度）。", --5076
"英雄：蒸汽地窟（公会版）£在公会队伍中击败督军卡利瑟里斯（英雄难度）。", --5077
"英雄：破碎大厅（公会版）£在公会队伍中击败酋长卡加斯·刃拳（英雄难度）。", --5078
"英雄：能源舰（公会版）£在公会队伍中击败计算者帕萨雷恩（英雄难度）。", --5079
"英雄：生态船（公会版）£在公会队伍中击败迁跃扭木（英雄难度）。", --5080
"英雄：禁魔监狱（公会版）£在公会队伍中击败预言者斯克瑞斯（英雄难度）。", --5081
"英雄：魔导师平台（公会版）£在公会队伍中击败凯尔萨斯·逐日者（英雄难度）。", --5082
"英雄：死亡矿井£在死亡矿井中击败梵妮莎·范克里夫（英雄难度）。", --5083
"卡拉赞（公会版）£在公会队伍中击败卡拉赞的玛克扎尔王子。", --5084
"格鲁尔巢穴（公会版）£在公会队伍中击败格鲁尔巢穴的屠龙者格鲁尔。", --5086
"玛瑟里顿巢穴（公会版）£在公会队伍中击败玛瑟里顿巢穴的玛瑟里顿。", --5087
"毒蛇神殿（公会版）£在公会队伍中击败毒蛇神殿的瓦丝琪。", --5088
"风暴要塞（公会版）£在公会队伍中击败风暴要塞的凯尔萨斯·逐日者。", --5089
"海加尔山之战（公会版）£在公会队伍中击败海加尔山之战的阿克蒙德。", --5090
"黑暗神殿（公会版）£在公会队伍中击败黑暗神殿的伊利丹·怒风。", --5091
"太阳之井高地（公会版）£在公会队伍中击败太阳之井高地的基尔加丹。", --5092
"英雄：影牙城堡£在影牙城堡中击败高弗雷勋爵（英雄难度）。", --5093
"英雄：熔喉£在黑翼血环中击败熔喉（英雄难度）。", --5094
"英雄：乌特加德城堡（公会版）£在公会队伍中击败掠夺者因格瓦尔（英雄难度）。", --5095
"英雄：魔枢（公会版）£在公会队伍中击败克莉斯塔萨（英雄难度）。", --5096
"英雄：艾卓-尼鲁布（公会版）£在公会队伍中击败阿努巴拉克（英雄难度）。", --5097
"英雄：安卡赫特古代王国（公会版）£在公会队伍中击败传令官沃拉兹（英雄难度）。", --5098
"英雄：达克萨隆要塞（公会版）£在公会队伍中击败先知萨隆亚（英雄难度）。", --5099
"英雄：紫罗兰监狱（公会版）£在公会队伍中击败紫罗兰监狱的塞安妮苟萨（英雄难度）。", --5100
"英雄：古达克（公会版）£在公会队伍中击败迦尔达拉（英雄难度）。", --5101
"英雄：岩石大厅（公会版）£在公会队伍中击败岩石大厅的远古法庭（英雄难度）。", --5102
"英雄：闪电大厅（公会版）£在公会队伍中击败洛肯（英雄难度）。", --5103
"英雄：魔环（公会版）£在公会队伍中击败魔网守护者埃雷苟斯（英雄难度）。", --5104
"英雄：乌特加德之巅（公会版）£在公会队伍中击败伊米隆国王（英雄难度）。", --5105
"英雄：净化斯坦索姆（公会版）£在公会队伍中击败玛尔加尼斯（英雄难度）。", --5106
"英雄：全能金刚防御系统£在黑翼血环中击败全能金刚防御系统（英雄难度）。", --5107
"英雄：马洛拉克£在黑翼血环中击败马洛拉克（英雄难度）。", --5108
"英雄：艾卓曼德斯£在黑翼血环中击败艾卓曼德斯（英雄难度）。", --5109
"英雄：冠军试炼（公会版）£在公会队伍中击败冠军试炼的黑骑士（英雄难度）。", --5110
"英雄：冠军试炼（公会版）£在公会队伍中击败冠军试炼的黑骑士（英雄难度）。", --5111
"英雄：灵魂洪炉（公会版）£在公会队伍中击败灵魂洪炉的噬魂者（英雄难度）。", --5112
"英雄：萨隆矿坑（公会版）£在公会队伍中击败萨隆矿坑的天灾领主泰兰努斯和霜牙（英雄难度）。", --5113
"英雄：映像大厅（公会版）£在公会队伍中，在与巫妖王的交战中存活下来（英雄难度）。", --5114
"英雄：奇美隆£在黑翼血环中击败奇美隆（英雄难度）。", --5115
"英雄：奈法利安£在黑翼血环中击败奈法利安（英雄难度）。", --5116
"英雄：瓦里昂娜和瑟纳利昂£在暮光堡垒中击败瓦里昂娜和瑟纳利昂（英雄难度）。", --5117
"英雄：哈尔弗斯·碎龙者£在暮光堡垒中击败哈尔弗斯·碎龙者（英雄难度）。", --5118
"英雄：升腾者议会£在暮光堡垒中击败升腾者议会（英雄难度）。", --5119
"英雄：古加尔£在暮光堡垒击败古加尔（英雄难度）。", --5120
"英雄：希奈丝特拉£在暮光堡垒中击败希奈丝特拉（英雄难度）。", --5121
"英雄：风之议会£在风神王座中击败风之议会（英雄难度）。", --5122
"英雄：奥拉基尔£在风神王座中击败奥拉基尔（英雄难度）。", --5123
"公会诺森德地下城英雄£在公会队伍中完成下列诺森德英雄难度地下城成就。", --5124
"地下城外交家£在下列地下城阵营中达到崇拜声望。", --5126
"团队代表£在下列团队副本阵营中达到崇拜声望。", --5127
"旧世战役£在下列旧世战场中达到崇拜声望。", --5128
"大使£在25个势力中达到崇拜声望。", --5129
"外交手段£在15个势力中达到崇拜声望。", --5130
"旧世战役£在下列旧世战场中达到崇拜声望。", --5131
"使命召唤£在公会队伍中，获得1次评级战场的胜利。", --5132
"英雄：黑石岩窟（公会版）£在公会队伍中击败升腾者领主奥西迪斯（英雄难度）。", --5134
"英雄：潮汐王座（公会版）£在公会队伍中击败潮汐王座的厄祖玛特（英雄难度）。", --5135
"英雄：巨石之核（公会版）£在公会队伍中击败巨石之核的高阶女祭司艾苏尔（英雄难度）。", --5136
"英雄：旋云之巅（公会版）£在公会队伍中击败旋云之巅的阿萨德（英雄难度）。", --5137
"英雄：格瑞姆巴托（公会版）£在公会队伍中击败格瑞姆巴托的埃鲁达克（英雄难度）。", --5138
"英雄：起源大厅（公会版）£在公会队伍中击败起源大厅的拉夏（英雄难度）。", --5139
"英雄：托维尔失落之城（公会版）£在公会队伍中击败托维尔失落之城的南风之主希亚玛特（英雄难度）。", --5140
"英雄：死亡矿井（公会版）£在公会队伍中击败死亡矿井的梵妮莎·范克里夫（英雄难度）。", --5141
"英雄：影牙城堡（公会版）£在公会队伍中击败影牙城堡的高弗雷勋爵（英雄难度）。", --5142
"“大地的裂变”公会地下城英雄£在公会队伍中完成下列“大地的裂变”英雄难度地下城成就。", --5143
"小动物杀戮部队£消灭50,000只小动物", --5144
"地下城外交家£在下列地下城阵营中达到崇拜声望。", --5145
"高端职业人类£下列所有人类职业都达到最高等级。", --5151
"高端娴熟职业玩家£完成下列高端职业玩家成就。", --5152
"高端职业暗夜精灵£下列所有暗夜精灵职业都达到最高等级。", --5153
"高端职业侏儒£下列所有侏儒职业都达到最高等级。", --5154
"高端职业矮人£下列所有矮人职业都达到最高等级。", --5155
"高端职业德莱尼£下列所有德莱尼职业都达到最高等级。", --5156
"高端职业狼人£下列所有狼人职业都达到最高等级。", --5157
"高端娴熟职业玩家£完成下列高端职业玩家成就。", --5158
"杀戮战队£达到100,000个荣誉消灭。", --5159
"高端职业兽人£下列所有兽人职业都达到最高等级。", --5160
"高端职业牛头人£下列所有牛头人职业都达到最高等级。", --5161
"高端职业巨魔£下列所有巨魔职业都达到最高等级。", --5162
"高端职业血精灵£下列所有血精灵职业都达到最高等级。", --5163
"高端职业亡灵£下列所有亡灵职业都达到最高等级。", --5164
"高端职业地精£下列所有地精职业都达到最高等级。", --5165
"连中五元£在公会队伍中，在占领全部5面旗帜的情况下获取100次阿拉希盆地评级战场的胜利。", --5166
"兽人的克星£荣誉消灭下列所有不低于35级的兽人角色。", --5167
"牛头人的克星£荣誉消灭下列所有不低于35级的牛头人角色。", --5168
"亡灵的克星£荣誉消灭下列所有不低于35级的亡灵角色。", --5169
"巨魔的克星£荣誉消灭下列所有不低于35级的巨魔角色。", --5170
"血精灵的克星£荣誉消灭下列所有不低于35级的血精灵角色。", --5171
"地精的克星£荣誉消灭下列所有不低于35级的地精角色。", --5172
"人类的克星£荣誉消灭下列所有不低于35级的人类角色。", --5173
"暗夜精灵的克星£荣誉消灭下列所有不低于35级的暗夜精灵角色。", --5174
"矮人的克星£荣誉消灭下列所有不低于35级的矮人角色。", --5175
"侏儒的克星£荣誉消灭下列所有不低于35级的侏儒角色。", --5176
"德莱尼的克星£荣誉消灭下列所有不低于35级的德莱尼角色。", --5177
"狼人的克星£荣誉消灭下列所有不低于35级的狼人角色。", --5178
"联盟的克星£完成下列消灭成就。", --5179
"超音速驰骋£习得大师级骑术。", --5180
"雷霆之怒，逐风者的祝福之剑（公会版）£获得雷霆之怒，逐风者的祝福之剑。", --5184
"埃辛诺斯战刃（公会版）£获得一套埃辛诺斯战刃。", --5185
"索利达尔，群星之怒（公会版）£获得索利达尔，群星之怒。", --5186
"瓦兰奈尔，远古王者之锤（公会版）£获得瓦兰奈尔，远古王者之锤。", --5187
"影之哀伤（公会版）£获得影之哀伤。", --5188
"三幕悲剧£找回下列讲述派拉蒙德和瑟莱斯特命运的暗夜精灵神器。", --5191
"摔得更重£通过收集下列神器，查明兽人酋长哈加尔的死亡原因。", --5192
"风驰电掣£通过收集下列神器，查明是谁消灭了恐怖巨龙卡尔卓葛斯。", --5193
"攻城者£在联盟任意主城中消灭2500个敌对阵营的玩家。", --5194
"攻城者£在部落任意主城中消灭2500个敌对阵营的玩家。", --5195
"仓库扩充£购买第7个公会银行标签。", --5196
"这才是真正的成就£获得2000点公会成就点数。", --5198
"利润分享£从怪物身上拾取100,000枚金币。", --5201
"潜行神兵£达到1,000,000个荣誉消灭。", --5203
"双峰登顶£获得2次双子峰战斗的胜利。", --5208
"双子峰精兵£在双子峰获得100场胜利。", --5209
"梅开二度£在双子峰中夺取并运回旗帜2次。", --5210
"顶级防御者£在双子峰中夺回本方的50面旗帜。", --5211
"高飞的灵魂£在双子峰消灭100个携带旗帜者。", --5213
"高飞的灵魂£在双子峰消灭100个携带旗帜者。", --5214
"完美双子峰£在双子峰中以3比0获胜，且完成至少1次消灭。", --5215
"急速狂飙£在双子峰中于7分钟内获胜。", --5216
"我在小白屋里£在一场双子峰战斗中，在敌方的夺旗者走出蛮锤要塞之前将其消灭，总计2次。", --5219
"我在小黑屋里£在一场双子峰战斗中，在敌方的夺旗者走出龙喉军旗室之前将其消灭，总计2次。", --5220
"烈焰，与我同行£拿起旗帜并在75秒内交还。", --5221
"烈焰，与我同行£拿起旗帜并在75秒内交还。", --5222
"双子峰主宰£完成下列双子峰成就。", --5223
"九重天£在一场双子峰战斗中，夺取并归还9面旗帜。", --5226
"九重天£在一场双子峰战斗中，夺取并归还9面旗帜。", --5227
"逆击的蛮锤£在一场双子峰战斗中消灭5个矮人。", --5228
"锯喉£在一场双子峰战斗中消灭5个兽人。", --5229
"双子峰巡山人£在同时受到加速与狂暴效果影响的情况下，持旗作出咆哮的表情。", --5230
"两度遇险£在0比2落后的情况下，获得一场双子峰战斗的胜利。", --5231
"双子峰的战斗£双子峰的战斗", --5232
"双子峰的胜利£双子峰的胜利", --5233
"双子峰旗帜已夺取£双子峰旗帜已夺取", --5234
"双子峰旗帜归还£双子峰旗帜归还", --5235
"吉尔尼斯之战的战斗£吉尔尼斯之战的战斗", --5236
"吉尔尼斯之战的胜利£吉尔尼斯之战的胜利", --5237
"冗长的任务文本£完成50,000个任务。", --5239
"这才叫团队合作£在公会队伍中，获得1000次评级战场的胜利。", --5240
"同舟共济£在公会队伍中，获得2000次评级战场的胜利。", --5241
"齐心协力£在公会队伍中，获得5000次评级战场的胜利。", --5244
"吉尔尼斯之战的胜利£获得吉尔尼斯之战的胜利。", --5245
"吉尔尼斯之战精英£在吉尔尼斯之战中获得100场胜利。", --5246
"完美吉尔尼斯之战£在吉尔尼斯之战中以1500比0获胜。", --5247
"夺旗狂人£在吉尔尼斯之战中夺取50面旗帜。", --5248
"1，2，3，你不知道我是谁£在一场吉尔尼斯之战中突袭2座基地。", --5249
"冲破迷雾£在一场吉尔尼斯之战中防守2座基地。", --5250
"不是一般的野队玩家£在吉尔尼斯之战中，通过夺回旗帜保卫10次基地。", --5251
"不要以为你赢了£在吉尔尼斯之战资源落后500点的情况下反超并获胜。", --5252
"全面占领£在占领全部3面旗帜的情况下获取10次吉尔尼斯之战的胜利。", --5253
"从菜鸟到强力党£在吉尔尼斯之战中于6分钟内获胜。", --5254
"胜负难料£在吉尔尼斯之战以100点或更小的资源优势获胜。", --5255
"吉尔尼斯之战全能明星£在一场吉尔尼斯之战中突袭并防守一座基地。", --5256
"吉尔尼斯之战刺客£在一场吉尔尼斯之战中，在每个基地都达到10次荣誉消灭。", --5257
"吉尔尼斯之战主宰£完成下列吉尔尼斯之战成就。", --5258
"见证双虹£在吉尔尼斯之战中，于双虹下做出/喘气的表情。", --5262
"小动物审判者£消灭100,000只小动物", --5263
"家常便饭£完成30,000个日常任务。", --5264
"例行苦事£完成75,000个日常任务。", --5265
"三人行：2400£在3v3竞技场比赛中达到2400个人等级。", --5266
"三人行：2700£在3v3竞技场比赛中达到2700个人等级。", --5267
"效忠联盟£获得1次评级战场的胜利。", --5268
"效忠部落£获得1次评级战场的胜利。", --5269
"结伴同行£在公会队伍中获得500场评级竞技场战斗的胜利。", --5273
"我们需要更大的渔船£从钓鱼场所钓到25,000条鱼。", --5274
"携友击败£在公会队伍中获得1000场评级竞技场战斗的胜利。", --5275
"摧骨与碎颅£在黑石岩窟中，让摧骨者罗姆欧格用碎颅技能消灭10个愤怒之土元素，然后将他击败（英雄难度）。", --5281
"严禁进化£在黑石岩窟中，允许柯尔拉的3个狂热者进化，并在消灭进化的狂热者后将柯尔拉击败（英雄难度）。", --5282
"烫死人了£在黑石岩窟中，于卡尔什·断钢累积达到15层过热水银护甲后将其击败（英雄难度）。", --5283
"升腾者的殒落£在黑石岩窟中，于没有任何队伍成员获得4层微光之雾的情况下击败升腾者领主奥西迪斯（英雄难度）。", --5284
"徒劳的追随者£在潮汐王座中，让纳兹夏尔女士用喷泉技能消灭她的一名仆从（英雄难度）。", --5285
"潮汐王子£在潮汐王座与厄祖玛特的战斗中，于受到海潮涌动效果影响的情况下击败顽强的巨兽（英雄难度）。", --5286
"腐烂透顶£在巨石之核与高阶女祭司艾苏尔的战斗中，于10秒内击败60个信徒（英雄难度）。", --5287
"静电绝缘£在旋云之巅与阿萨德的战斗中完全避开静电缠握效果（英雄难度）。", --5288
"额外奖励£单次前往旋云之巅即收集到5个金色宝珠（英雄难度）。", --5289
"用烈焰消灭它！£在托维尔失落之城与高阶预言者巴林姆的战斗中，击败3个正在燃烧的灵魂（英雄难度）。", --5290
"制止狂乱£在托维尔失落之城与锁喉的战斗中，于10秒内击败20条狂乱的鳄鱼（英雄难度）。", --5291
"一路向南£在托维尔失落之城中，在受到3层闪电充能效果影响的情况下击败南风之主希亚玛特（英雄难度）。", --5292
"我讨厌这首歌£在起源大厅中，于神殿守护者安努尔施放圣歌回响的15秒内将其打断，然后击败他（英雄难度）。", --5293
"压死骆驼的最后一根稻草£在骆驼背上击败起源大厅中的地怒者塔赫（英雄难度）。", --5294
"……的太阳£在起源大厅中，于拉夏完成整个充能阶段之前将他击败（英雄难度）。", --5295
"超越光速£在进入起源大厅的5分钟之内，结束光明穹顶的战斗（英雄难度）。", --5296
"生闷气的乌比斯£在格瑞姆巴托中，在乌比斯将军受到莫德古德的怨念影响的情况下将其击败（英雄难度）。", --5297
"谁说炒鸡蛋前必须要把蛋壳打破£在格瑞姆巴托中，在无面腐蚀者没能对阿莱克丝塔萨的卵施放暮光腐蚀的情况下，击败埃鲁达克（英雄难度）。", --5298
"唯一的出路£在先后倒下的10秒内将两条幼龙消灭，然后击败哈尔弗斯·碎龙者。绿龙宝宝可被视作一条幼龙。", --5300
"王权在望的男孩£找回下列讲述尼特加尔大帝盛衰历程的托维尔神器。", --5301
"彻骨之寒£在风神王座中，于团队所有成员都受到至少7层严寒之风效果影响时，击败风神议会。", --5304
"四风行£在风神王座中，于奥拉基尔受到回馈效果影响的情况下将其击败。", --5305
"寄生之夜£在黑翼血环中，于团队任何成员受到寄生虫感染前，击败熔喉。", --5306
"比全能更全能£在黑翼血环中击败全能金刚防御系统，并不会被下列攻击击中。", --5307
"沉默是金£在黑翼血环中击败艾卓曼德斯，并保证没有任何团队成员的音量高过50%。", --5308
"声嚣与狂乱£在黑翼血环中击败奇美隆，并最多只有2名团队成员在战斗中倒下。", --5309
"畸变行为£在黑翼血环对马洛拉克的战斗中，于10秒内消灭12个畸变怪，然后将马洛拉克击败。", --5310
"自然之力£在暮光堡垒中，于只有一片液冰的情况下击败源质畸体。", --5311
"深渊会回望你£在暮光堡垒中，于任何团队成员获得超过30%的堕落之血前，击败古加尔。", --5312
"大声说出我有多强力£在暮光堡垒中，于初次尝试且没有任何团队成员倒下的情况下，击败希奈丝特拉（英雄难度）。", --5313
"挖掘者£找到10件独特的普通神器。", --5315
"帮助投弹手！我就是投弹手！£在奥丹姆的天降弹雨日常任务中，用1发炮弹消灭10个司克诺兹步兵。", --5317
"海底两万里£在瓦丝琪尔完成耐普图隆任务，包括保卫深渊裂口。", --5318
"海底两万里£在瓦丝琪尔完成耐普图隆任务，包括保卫深渊裂口。", --5319
"高山之王£在暮光高地完成暮光之锤系列任务，包括碎颅者魔山。", --5320
"高山之王£在暮光高地完成暮光之锤系列任务，包括碎颅者魔山。", --5321
"效忠联盟£获得10次评级战场的胜利。", --5322
"效忠部落£获得10次评级战场的胜利。", --5323
"效忠部落£获得25次评级战场的胜利。", --5324
"部落精兵£获取75次评级战场的胜利。", --5325
"部落的战争使者£获得300次评级战场的胜利。", --5326
"效忠联盟£获得25次评级战场的胜利。", --5327
"联盟精兵£获取75次评级战场的胜利。", --5328
"联盟的战争终结者£获得300次评级战场的胜利。", --5329
"列兵£在评级战场或评级战场闪电战中获得1100战场等级。", --5330
"下士£在评级战场或评级战场闪电战中获得1200战场等级。", --5331
"中士£在评级战场或评级战场闪电战中获得1300战场等级。", --5332
"军士长£在评级战场或评级战场闪电战中获得1400战场等级。", --5333
"士官长£在评级战场或评级战场闪电战中获得1500战场等级。", --5334
"骑士£在评级战场或评级战场闪电战中获得1600战场等级。", --5335
"骑士中尉£在评级战场或评级战场闪电战中获得1700战场等级。", --5336
"骑士队长£在评级战场或评级战场闪电战中获得1800战场等级。", --5337
"百夫长£在评级战场或评级战场闪电战中获得1900战场等级。", --5338
"少校£在评级战场或评级战场闪电战中获得2000战场等级。", --5339
"司令£在评级战场或评级战场闪电战中获得2100战场等级。", --5340
"统帅£在评级战场或评级战场闪电战中获得2200战场等级。", --5341
"督军£在评级战场或评级战场闪电战中获得2300战场等级。", --5342
"大元帅£在评级战场或评级战场闪电战中获得2400战场等级。", --5343
"联盟英雄：凶残£以评级战场排名前.5%的战绩结束竞技场第9赛季的战斗。", --5344
"侦察兵£在评级战场或评级战场闪电战中获得1100战场等级。", --5345
"步兵£在评级战场或评级战场闪电战中获得1200战场等级。", --5346
"中士£在评级战场或评级战场闪电战中获得1300战场等级。", --5347
"高阶军士£在评级战场或评级战场闪电战中获得1400战场等级。", --5348
"一等军士长£在评级战场或评级战场闪电战中获得1500战场等级。", --5349
"石头守卫£在评级战场或评级战场闪电战中获得1600战场等级。", --5350
"血卫士£在评级战场或评级战场闪电战中获得1700战场等级。", --5351
"军团士兵£在评级战场或评级战场闪电战中获得1800战场等级。", --5352
"勇士£在评级战场或评级战场闪电战中获得2000战场等级。", --5353
"中将£在评级战场或评级战场闪电战中获得2100战场等级。", --5354
"将军£在评级战场或评级战场闪电战中获得2200战场等级。", --5355
"高阶督军£在评级战场或评级战场闪电战中获得2400战场等级。", --5356
"元帅£在评级战场或评级战场闪电战中获得2300战场等级。", --5357
"部落英雄：凶残£以评级战场排名前.5%的战绩结束竞技场第9赛季的战斗。", --5358
"护卫骑士£在评级战场或评级战场闪电战中获得1900战场等级。", --5359
"人人都需要标志£生成并购买一件公会战袍。", --5362
"250000次荣誉消灭£达到250000次荣誉消灭。", --5363
"准备突袭£在死亡矿井对格拉布托克的战斗中，不被火墙击中（英雄难度）。", --5366
"屠鼠£在死亡矿井对赫利克斯·破甲的战斗中，消灭20只矿井鼠（英雄难度）。", --5367
"原型奇观£在死亡矿井对死神5000的战斗中，确保死神原型机的生命值不会低于90%以下（英雄难度）。", --5368
"冻伤£在死亡矿井对撕心狼将军的战斗中，允许3个冻结蒸汽施放凝结（英雄难度）。", --5369
"我在节食£在死亡矿井对曲奇的战斗中，不承受多于1层的反胃效果（英雄难度）。", --5370
"坚定的范克里夫复仇者£在死亡矿井受到噩梦药剂影响的5分钟内，与梵妮莎·范克里夫交战（英雄难度）。", --5371
"大灾变式史诗£在身上的每一个装备栏中都装备一件物品等级不低于359级的史诗品质物品（“争霸艾泽拉斯”上线前）。", --5372
"大灾变式精良£在身上的每一个装备栏中都装备一件物品等级不低于333级的精良品质物品（“争霸艾泽拉斯”上线前）。", --5373
"45个声望崇拜£在45个势力中达到崇拜声望。", --5374
"巴拉丁典狱官£在巴拉丁典狱官阵营中达到崇拜声望。", --5375
"地狱咆哮近卫军£在地狱咆哮近卫军阵营中达到崇拜声望。", --5376
"典藏版：小翼£拥有“大地的裂变”典藏版赠送的小翼宠物。", --5377
"死亡之鳍£拥有2010年暴雪嘉年华赠送的死亡之鳍。", --5378
"服务器第一！巨匠级炼金£本服务器第一个达到525点炼金技能。", --5381
"服务器第一！巨匠级锻造£本服务器第一个达到525点锻造技能。", --5382
"服务器第一！巨匠级烹饪£本服务器第一个达到525点烹饪技能。", --5383
"服务器第一！巨匠级附魔£本服务器第一个达到525点附魔技能。", --5384
"服务器第一！巨匠级工程学£本服务器第一个达到525点工程学技能。", --5385
"服务器第一！巨匠级急救£本服务器第一个达到525点急救技能。", --5386
"服务器第一！巨匠级钓鱼£本服务器第一个达到525点钓鱼技能。", --5387
"服务器第一！巨匠级草药学£本服务器第一个达到525点草药学技能。", --5388
"服务器第一！巨匠级铭文£本服务器第一个达到525点铭文技能。", --5389
"服务器第一！巨匠级珠宝加工£本服务器第一个达到525点珠宝加工技能。", --5390
"服务器第一！巨匠级制皮£本服务器第一个达到525点制皮技能。", --5391
"服务器第一！巨匠级采矿£本服务器第一个达到525点采矿技能。", --5392
"服务器第一！巨匠级剥皮£本服务器第一个达到525点剥皮技能。", --5393
"服务器第一！巨匠级裁缝£本服务器第一个达到525点裁缝技能。", --5394
"服务器第一！宗师级考古学£本服务器第一个达到450点考古学技能。", --5395
"服务器第一！巨匠级考古学£本服务器第一个达到525点考古学技能。", --5396
"服务器第一！公会达到25级£成为本服务器首个公会等级达到25级的公会。", --5407
"服务器第一！同心协力£成为本服务器首个在所有专业与辅助专业中都获得525点技能点数的公会。", --5408
"服务器第一！奈法利安£在公会队伍中，成为本服务器首个在英雄难度的黑翼血环中成功消灭奈法利安的公会。", --5409
"服务器第一！奥拉基尔£在公会队伍中，成为本服务器首个在英雄难度的风神王座中成功消灭奥拉基尔的公会。", --5410
"服务器第一！希奈丝特拉£在公会队伍中，成为本服务器首个在英雄难度的暮光堡垒中成功消灭希奈丝特拉的公会。", --5411
"托尔巴拉德获胜£获得托尔巴拉德战斗的胜利。", --5412
"拆塔者£在托尔巴拉德摧毁一座塔楼。", --5415
"深渊领主阿尔加洛斯£击败深渊领主阿尔加洛斯。", --5416
"托尔巴拉德精英£获得25次托尔巴拉德战斗的胜利。", --5417
"托尔巴拉德精英£获得25次托尔巴拉德战斗的胜利。", --5418
"有福同享£花费100,000枚金币用于公会成员修理装备。", --5420
"漫长的旅程£完成25,000个任务。", --5421
"日常工作£完成15,000个日常任务。", --5422
"巴拉丁监狱（公会版）£在公会队伍中击败巴拉丁监狱的首领。", --5425
"公会竞争者£下列所有职业均获得“竞争者”头衔。", --5429
"公会决斗者£下列所有职业均获得“决斗者”头衔。", --5430
"公会角斗士£下列所有职业均获得“角斗士”头衔。", --5431
"公会司令£下列所有职业均获得“司令”头衔。", --5432
"公会勇士£下列所有职业均获得“勇士”头衔。", --5433
"公会统帅£下列所有职业均获得“统帅”头衔。", --5434
"公会将军£下列所有职业均获得“将军”头衔。", --5435
"公会元帅£下列所有职业均获得“元帅”头衔。", --5436
"公会督军£下列所有职业均获得“督军”头衔。", --5437
"公会大元帅£下列所有职业均获得“大元帅”头衔。", --5438
"公会高阶督军£下列所有职业均获得“高阶督军”头衔。", --5439
"公会战斗大师£下列所有职业均获得“战斗大师”头衔。", --5440
"公会战斗大师£下列所有职业均获得“战斗大师”头衔。", --5441
"满载的大篷车£在东瘟疫之地，将全部8个角色招募至菲奥拉的旅行小队。", --5442
"我为魂精狂£从冬泉谷下列怪物身上获得魂精。", --5443
"就位，预备，打击！£用公山羊打击者或公山羊打击者DX型，于1分钟内打击12只公山羊。", --5444
"真菌恐惧症£在深岩之洲与真菌占卜者戈洛普的战斗中，于未受到任何蘑菇伤害的情况下将其击败。", --5445
"戈洛普家族的香火£在深岩之洲完成10次“戈洛普，戈洛普之子”日常任务。", --5446
"我自己的龙母£在深岩之洲于敲击共鸣水晶之后的90秒内，完成“不休的龙母”日常任务。", --5447
"烈焰贪图者£在艾萨拉克希雷姆大师的火焰试炼中，确保在不受到伤害的情况下获得10层火焰之舞。", --5448
"石头爱好者£在深岩之洲完成10次“迷失在深渊中”日常任务。", --5449
"真菌狂乱£同时经受住便池、拖曳块菌、收缩蘑菇和陷阱盖的效果。", --5450
"被梦魇吞噬£在暮光高地经受住厄索拉斯的梦魇。", --5451
"瓦丝琪尔过往之景£在瓦丝琪尔目睹纳兹夏尔女武士的3个视象。", --5452
"黑暗中的幽魂£发现深埋在黑海岸虚空深渊之下的秘密。", --5453
"快乐兜风£在艾萨拉完成火箭车全程。", --5454
"积少成多£拾取50,000枚金币。", --5455
"积少成多£拾取100,000枚金币。", --5456
"笔诛胜于剑伐£制作2,500个雕文。", --5457
"战斗的召唤£在公会队伍中获得1场评级竞技场战斗的胜利。", --5459
"缔造历史£完成500个独特考古学研究项目。", --5460
"英雄：古加尔（公会版）£在公会队伍中击败暮光堡垒的古加尔（英雄难度）。", --5461
"英雄：奈法利安（公会版）£在公会队伍中击败黑翼血环中的奈法利安（英雄难度）。", --5462
"英雄：奥拉基尔（公会版）£在公会队伍中，击败风神王座的奥拉基尔（英雄难度）。", --5463
"英雄：希奈丝特拉（公会版）£在公会队伍中，击败暮光堡垒的希奈丝特拉（英雄难度）。", --5464
"调配大师£制作1,000瓶“大地的裂变”合剂。", --5465
"是时候开家餐厅了£烹制10,000份“大地的裂变”美食。", --5466
"大灾变烧烤达人£烹制5,000份“大地的裂变”美食。", --5467
"如同探桶取鱼£从钓鱼场所钓到50,000条鱼。", --5468
"掘地专家£找到50件独特的普通神器。", --5469
"挖宝高手£找到100件独特的普通神器。", --5470
"料理铁人£学习200个烹饪食谱。", --5471
"“大地的裂变”美食家£烹制15种下列“大地的裂变”美食。", --5472
"“大地的裂变”美食家£烹制30种下列“大地的裂变”美食。", --5473
"让我们共进午餐：暴风城£完成暴风城所有烹饪日常任务。", --5474
"让我们共进午餐：奥格瑞玛£完成奥格瑞玛所有烹饪日常任务。", --5475
"要钓就钓到最好：暴风城£完成暴风城所有钓鱼日常任务。", --5476
"要钓就钓到最好：奥格瑞玛£完成奥格瑞玛所有钓鱼日常任务。", --5477
"湖泊垂钓师£钓到42条不同种类的淡水鱼。", --5478
"海洋研究者£钓到31条不同种类的咸水鱼。", --5479
"未雨绸缪£制造500条致密烬丝绷带。", --5480
"蛮锤神兵£探索暮光高地桑德玛尔废墟的每个角落，并通过消灭下列目标引起你蛮锤盟友的注意。", --5481
"龙喉神兵£探索暮光高地桑德玛尔废墟的每个角落，并通过消灭下列目标引起你龙喉盟友的注意。", --5482
"弹起£在海加尔山呼啸林地的蹦床上，连续保持20个弹跳回合。", --5483
"托尔巴拉德全能明星£在铁甲兵营、典狱官岗哨和熔渣车间达成10次荣誉消灭。", --5486
"托尔巴拉德破坏者£摧毁20辆部署好的攻城坦克。", --5487
"力量之塔£在一场托尔巴拉德战斗中，摧毁3辆攻城坦克。", --5488
"托尔巴拉德主宰£完成下列托尔巴拉德成就。", --5489
"托尔巴拉德主宰£完成下列托尔巴拉德成就。", --5490
"公会等级25£公会等级提升至25级。", --5492
"遁入暮光£完成下列暮光高地故事线。", --5501
"拒绝怜悯£在影牙城堡中，于灰葬男爵没能成功施放怜悯治疗的情况下将其击败（英雄难度）。", --5503
"亲吻大地吧！£在影牙城堡中，于指挥官斯普林瓦尔没能受到邪恶增强效果影响的情况下将其击败（英雄难度）。", --5504
"子弹时间£在影牙城堡中，用弹幕击败12个嗜血食尸鬼，并将高弗雷勋爵击败（英雄难度）。", --5505
"破碎世界的守护者£完成下列团队副本与英雄地下城。", --5506
"踏破铁鞋无觅处£找到以下种族的考古碎片。", --5511
"魔兽世界六周年£在魔兽世界六周年庆典期间登录游戏。", --5512
"玩火自焚£被死亡之翼消灭。", --5518
"流沙精英£完成安其拉大门系列任务，包括时光之王的财宝（即使有别人拿到了坐骑）。", --5533
"1000点勇气点数£获得1000点勇气点数。", --5535
"5000点勇气点数£获得5000点勇气点数。", --5536
"25,000点勇气点数£获得25,000点勇气点数。", --5537
"50,000点勇气点数£获得50,000点勇气点数。", --5538
"50,000点征服点数£获得50,000点征服点数", --5539
"25,000点征服点数£获得25,000点征服点数", --5540
"5000点征服点数£获得5000点征服点数", --5541
"1000点征服点数£获得1000点征服点数", --5542
"寒冰贪图者£在艾萨拉克希雷姆大师的冰霜试炼中，确保在不受到伤害的情况下获得20层冰之精华。", --5546
"暗影贪图者£在艾萨拉克希雷姆大师的暗影试炼中，确保在不受到伤害的情况下困住20个泣灵。", --5547
"致所有关心我的小松鼠£“大地的裂变”给艾泽拉斯带来了更多小动物。你必须也对它们献上你的/爱。", --5548
"两度遇险£在0比2落后的情况下，获得一场双子峰战斗的胜利。", --5552
"消灭哈尔弗斯·碎龙者 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5553
"消灭哈尔弗斯·碎龙者（暮光堡垒）£你尚未完成此成就", --5554
"消灭熔喉（黑翼血环）£你尚未完成此成就", --5555
"消灭熔喉 - 英雄模式（黑翼血环）£你尚未完成此成就", --5556
"消灭全能金刚（黑翼血环）£你尚未完成此成就", --5557
"消灭全能金刚 - 英雄模式（黑翼血环）£你尚未完成此成就", --5558
"消灭马洛拉克（黑翼血环）£你尚未完成此成就", --5559
"消灭马洛拉克 - 英雄模式（黑翼血环）£你尚未完成此成就", --5560
"消灭艾卓曼德斯（黑翼血环）£你尚未完成此成就", --5561
"消灭艾卓曼德斯 - 英雄模式（黑翼血环）£你尚未完成此成就", --5562
"消灭奇美隆 - 英雄模式（黑翼血环）£你尚未完成此成就", --5563
"消灭奇美隆（黑翼血环）£你尚未完成此成就", --5564
"消灭奈法利安（黑翼血环）£你尚未完成此成就", --5565
"消灭奈法利安 - 英雄模式（黑翼血环）£你尚未完成此成就", --5566
"消灭瓦里昂娜与瑟纳利昂（暮光堡垒）£你尚未完成此成就", --5567
"消灭瓦里昂娜与瑟纳利昂 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5568
"消灭升腾者议会（暮光堡垒）£你尚未完成此成就", --5569
"消灭升腾者议会 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5570
"消灭古加尔 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5571
"消灭古加尔（暮光堡垒）£你尚未完成此成就", --5572
"消灭希奈丝特拉 - 英雄模式（暮光堡垒）£你尚未完成此成就", --5573
"消灭风之议会 - 英雄模式（风神王座）£你尚未完成此成就", --5574
"消灭风之议会（风神王座）£你尚未完成此成就", --5575
"消灭奥拉基尔（风神王座）£你尚未完成此成就", --5576
"消灭奥拉基尔 - 英雄模式（风神王座）£你尚未完成此成就", --5577
"消灭阿尔加洛斯（巴拉丁监狱）£你尚未完成此成就", --5578
"战斗过的评级战场£战斗过的评级战场", --5692
"战斗次数最多的评级战场£战斗次数最多的评级战场", --5693
"取胜过的评级战场£取胜过的评级战场", --5694
"取胜次数最多的评级战场£取胜次数最多的评级战场", --5695
"评级阿拉希盆地的战斗£评级阿拉希盆地的战斗", --5696
"评级阿拉希盆地的胜利£评级阿拉希盆地的胜利", --5697
"评级吉尔尼斯之战的战斗£评级吉尔尼斯之战的战斗", --5698
"评级吉尔尼斯之战的胜利£评级吉尔尼斯之战的胜利", --5699
"评级风暴之眼的战斗£评级风暴之眼的战斗", --5700
"评级风暴之眼的胜利£评级风暴之眼的胜利", --5701
"评级远古海滩的战斗£评级远古海滩的战斗", --5702
"评级远古海滩的胜利£评级远古海滩的胜利", --5703
"评级双子峰的战斗£评级双子峰的战斗", --5704
"评级双子峰的胜利£评级双子峰的胜利", --5705
"评级战歌峡谷的战斗£评级战歌峡谷的战斗", --5706
"评级战歌峡谷的胜利£评级战歌峡谷的胜利", --5707
"托尔巴拉德的新一天£完成下列所有托尔巴拉德日常任务。", --5718
"托尔巴拉德的新一天£完成下列所有托尔巴拉德日常任务。", --5719
"50个声望崇拜£在50个势力中达到崇拜声望。", --5723
"消灭升腾者领主奥西迪斯（黑石岩窟）£你尚未完成此成就", --5724
"消灭升腾者领主奥西迪斯（英雄黑石岩窟）£你尚未完成此成就", --5725
"消灭厄祖玛特（潮汐王座）£你尚未完成此成就", --5726
"消灭厄祖玛特（英雄潮汐王座）£你尚未完成此成就", --5727
"消灭高阶女祭司艾苏尔（巨石之核）£你尚未完成此成就", --5728
"消灭高阶女祭司艾苏尔（英雄巨石之核）£你尚未完成此成就", --5729
"消灭阿萨德（旋云之巅）£你尚未完成此成就", --5730
"消灭阿萨德（英雄旋云之巅）£你尚未完成此成就", --5731
"消灭埃鲁达克（格瑞姆巴托）£你尚未完成此成就", --5732
"消灭埃鲁达克（英雄格瑞姆巴托）£你尚未完成此成就", --5733
"消灭拉夏（起源大厅）£你尚未完成此成就", --5734
"消灭拉夏（英雄起源大厅）£你尚未完成此成就", --5735
"消灭希亚玛特（托维尔失落之城）£你尚未完成此成就", --5736
"消灭希亚玛特（英雄托维尔失落之城）£你尚未完成此成就", --5737
"消灭梵妮莎·范克里夫（英雄死亡矿井）£你尚未完成此成就", --5738
"消灭高弗雷勋爵（英雄影牙城堡）£你尚未完成此成就", --5739
"当个绿皮真的不容易£在祖尔格拉布与高阶祭司温诺希斯的战斗中，不被血毒触须、痛苦泪池或剧毒漫溢击中（英雄难度）。", --5743
"古拉巴什猎头者£在祖尔格拉布击败伽布、莫尔塔克斯、伽乌里马、莫尔雷克、花翼巢穴女王、加兹兰卡的失落后裔、托尔图恩和古拉巴什厨师长（英雄难度）。", --5744
"时沙之瓶£学会变身成为一条龙，将一名盟友背在自己身上。", --5749
"管中窥山猫£在不摧毁图腾的情况下击败祖阿曼的哈尔拉兹（英雄难度）。", --5750
"完成2500个日常任务£完成2500个日常任务。", --5751
"勤劳持家£通过任务奖励获得30,000金币。", --5752
"灾变世界的美食£品尝下列“大地的裂变”美食。", --5753
"借酒消愁£畅饮下列“大地的裂变”美酒。", --5754
"三十件战袍£收集30种战袍外观。", --5755
"死于杀人电梯（黑翼血环）£死于杀人电梯（黑翼血环）。小心脚下。", --5756
"灵魂扭曲者£在祖尔格拉布与金度的战斗中于15秒内击败20个扭曲之魂（英雄难度）。", --5759
"击落擂台！£在没有任何玩家离开中央方形青绿石地砖区域的情况下击败祖阿曼的达卡拉（英雄难度）。", --5760
"巫毒错乱£使祖阿曼所有的妖术受害者恢复原形（英雄难度）。", --5761
"奥根你敢不敢慢点杀灵魂啊！£在不消灭奥根的情况下击败祖尔格拉布的血领主曼多基尔（英雄难度）。", --5762
"阿喵阿喵乖……£用神殿老鼠喂饱了4只贝瑟克猎豹之后，击败高阶祭司基尔娜拉（英雄难度）。", --5765
"淘尽永恒之沙£从骆驼驭手多尔穆斯身上获得一匹灰色骑乘骆驼。", --5767
"祖尔格拉布（英雄难度）£击败祖尔格拉布的碎神者金度（英雄难度）。", --5768
"祖阿曼（英雄难度）£击败祖阿曼的达卡拉（英雄难度）。", --5769
"英雄：祖尔格拉布（公会版）£在公会队伍中击败祖尔格拉布的碎神者金度（英雄难度）。", --5770
"英雄：祖阿曼（公会版）£在公会队伍中击败祖阿曼的达卡拉（英雄难度）。", --5771
"消灭达卡拉（英雄祖阿曼）£你尚未完成此成就", --5773
"消灭金度（英雄祖尔格拉布）£你尚未完成此成就", --5774
"前所未有的满足感£吃巧克力曲奇饼获得1000%的满足感。", --5779
"初尝挑战£完成一次公会挑战。", --5780
"颇有挑战£完成50次公会挑战。", --5781
"艰难的挑战£完成100次公会挑战。", --5782
"团队挑战£完成50次公会团队挑战。", --5783
"评级战场挑战£完成50次公会评级战场挑战。", --5784
"地下城挑战£完成50次公会地下城挑战。", --5785
"辛德拉的代言人£在辛德拉阵营中达到崇拜声望。", --5788
"欢愉嫌宵短£在你的公会中达到崇拜声望。", --5794
"双子峰荣誉消灭£双子峰荣誉消灭", --5795
"吉尔尼斯之战荣誉消灭£吉尔尼斯之战荣誉消灭", --5796
"双子峰消灭£双子峰消灭", --5797
"吉尔尼斯之战消灭£吉尔尼斯之战消灭", --5798
"只有忏悔者才能……£在火焰之地中，于没有任何团队成员被跪拜火焰法术击中的情况下，同时激活两条范达尔的烈焰。", --5799
"火焰之地£击败火焰之地中的所有首领。", --5802
"英雄：拉格纳罗斯£在火焰之地中击败拉格纳罗斯（英雄难度）。", --5803
"英雄：管理者范达尔·鹿盔£在火焰之地中击败管理者范达尔·鹿盔（英雄难度）。", --5804
"英雄：贝尔洛克£在火焰之地中击败贝尔洛克（英雄难度）。", --5805
"英雄：沙恩诺克斯£在火焰之地中击败沙恩诺克斯（英雄难度）。", --5806
"英雄：贝丝缇拉克£在火焰之地中击败贝丝缇拉克（英雄难度）。", --5807
"英雄：雷奥利斯领主£在火焰之地中击败雷奥利斯领主（英雄难度）。", --5808
"英雄：奥利瑟拉佐尔£在火焰之地中击败奥利瑟拉佐尔（英雄难度）。", --5809
"不当墙头草£在火焰之地与雷奥利斯领主的战斗中，当雷奥利斯领主的护甲完整时不让向他左转，并击败他。", --5810
"联合国£在55个势力中达到崇拜声望。", --5812
"果断使用无敌侧翻！£在任何团员都不被下列攻击命中的情况下，击败火焰之地的奥利瑟拉佐尔。", --5813
"死从天降£在火焰之地与贝丝缇拉克的战斗中，只有当烬网工虫站在蛛网顶端时才消灭它们。", --5821
"联盟精兵II£获得150次评级战场的胜利。", --5823
"部落精兵II£获得150次评级战场的胜利。", --5824
"海加尔复仇者£在海加尔复仇者阵营中达到崇拜声望。", --5827
"火焰之地征服者的荣耀£完成下列火焰之地团队副本成就。", --5828
"遗愿清单£在火焰之地中，于一场战斗中将沙恩诺克斯引到以下地点之后，再收拾他。", --5829
"分担痛苦£在火焰之地中，于没有任何团队成员受到三次或以上折磨的情况下，击败贝尔洛克。", --5830
"诺森德的糖果£找到诺森德的糖罐。", --5835
"诺森德的糖果£找到诺森德的糖罐。", --5836
"灾变后的糖果£找到灾变区域的糖罐。", --5837
"灾变后的糖果£找到灾变区域的糖罐。", --5838
"巨龙之怒，泰蕾苟萨的寄魂杖£拥有巨龙之怒，泰蕾苟萨的寄魂杖", --5839
"巨龙之怒，泰蕾苟萨的寄魂杖（公会版）£拥有巨龙之怒，泰蕾苟萨的寄魂杖", --5840
"让我们共进午餐：铁炉堡£完成铁炉堡所有烹饪日常任务。", --5841
"让我们共进午餐：达纳苏斯£完成达纳苏斯所有烹饪日常任务。", --5842
"让我们共进午餐：雷霆崖£完成雷霆崖所有烹饪日常任务。", --5843
"让我们共进午餐：幽暗城£完成幽暗城所有烹饪日常任务。", --5844
"缤纷午餐£完成所有“让我们共进午餐”成就。", --5845
"要钓就钓到最好：铁炉堡£完成铁炉堡所有钓鱼日常任务。", --5847
"要钓就钓到最好：达纳苏斯£完成达纳苏斯所有钓鱼日常任务。", --5848
"要钓就钓到最好：雷霆崖£完成雷霆崖所有钓鱼日常任务。", --5849
"要钓就钓到最好：幽暗城£完成幽暗城所有钓鱼日常任务。", --5850
"垂钓之乐£完成所有“要钓就钓到最好”成就。", --5851
"想唱就唱£在冬幕节期间到敌对阵营的主城中使用冬幕节合声谱进行歌唱。", --5853
"想唱就唱£在冬幕节期间到敌对阵营的主城中使用冬幕节合声谱进行歌唱。", --5854
"拉格牌速食麦片£在有三个活体流星被熔岩波浪点燃的情况下，击败拉格纳罗斯。", --5855
"差点就喂狗熊了£在祖阿曼的4名俘虏被献祭前将其全部救下（英雄难度）。", --5858
"莱雅娜的遗物£在海加尔山和熔火前线完成莱雅娜的相关任务。", --5859
"“无敌”翼手龙？战斗力只有5。£在海加尔山完成10次警戒之翼日常任务。", --5860
"塞西莉亚栖地的火焰领主£在塞西莉亚的栖地找到并击败下列拉格纳罗斯的爪牙。", --5861
"极速翱翔£在海加尔山进行“召唤鸟群”任务时，叠加65层翱翔效果。", --5862
"魔兽世界七周年£在魔兽世界七周年庆典期间登录游戏。", --5863
"帮会战争£在海加尔山进行“海加尔的保卫者”任务时，赢得一场决斗的胜利。", --5864
"呃……我们见过吗？£向塞西莉亚的栖地的下列NPC打招呼（使用/wave指令）。", --5865
"熔火前线的攻势£在熔火前线的进攻行动中完成以下目标。", --5866
"无瑕的胜利£在熔火前线单挑一个熔火巨兽，并且不受到熔岩奔踏或火焰投石的伤害。", --5867
"温柔的动物有福了，因为它们必承受卡利姆多£帮助下列小动物对坏蛋火元素进行复仇。", --5868
"地狱火大使£以下列方式击败入侵海加尔山的精英怪物。", --5869
"火线闲聊£在熔火前线的进攻行动中与下列角色对话。", --5870
"熔火激流的主宰£在熔火激流中完成下列挑战。", --5871
"蜘蛛山之王£在熔火前线爬到寡妇之巢的最高点。", --5872
"准备突袭第二季£在拉格纳罗斯的领域击败下列烈焰副官，并且不被他们的特殊攻击命中。", --5873
"死从天降£在熔火前线的轰炸任务中，轰炸下列元素。", --5874
"小小宠物店£收集150种独特的宠物。", --5875
"小宠物乐园£收集100种独特的宠物。", --5876
"宠物博览会£收集125种独特的宠物。", --5877
"熔火前线的老兵£完成下列熔火前线和复苏之地的成就。", --5879
"联合国£在55个势力中达到崇拜声望。", --5892
"消灭贝丝缇拉克（火焰之地）£你尚未完成此成就", --5964
"消灭贝丝缇拉克 - 英雄模式（火焰之地）£你尚未完成此成就", --5965
"消灭雷奥利斯（火焰之地）£你尚未完成此成就", --5966
"消灭雷奥利斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5967
"消灭沙恩诺克斯（火焰之地）£你尚未完成此成就", --5968
"消灭沙恩诺克斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5969
"消灭奥利瑟拉佐尔（火焰之地）£你尚未完成此成就", --5970
"消灭奥利瑟拉佐尔 - 英雄模式（火焰之地）£你尚未完成此成就", --5971
"消灭贝尔洛克（火焰之地）£你尚未完成此成就", --5972
"消灭贝尔洛克 - 英雄模式（火焰之地）£你尚未完成此成就", --5973
"消灭管理者范达尔·鹿盔（火焰之地）£你尚未完成此成就", --5974
"消灭管理者范达尔·鹿盔 - 英雄模式（火焰之地）£你尚未完成此成就", --5975
"消灭拉格纳罗斯（火焰之地）£你尚未完成此成就", --5976
"消灭拉格纳罗斯 - 英雄模式（火焰之地）£你尚未完成此成就", --5977
"消灭欧库塔尔（巴拉丁监狱）£你尚未完成此成就", --5981
"火焰之地（公会版）£在公会队伍中击败火焰之地的首领。", --5983
"英雄：拉格纳罗斯（公会版）£在公会队伍中击败拉格纳罗斯（英雄难度）。", --5984
"服务器第一！拉格纳罗斯£在公会队伍中，成为本服务器首个在英雄难度的火焰之地中成功消灭拉格纳罗斯的公会。", --5985
"月之守卫£在时光之末中与泰兰德的残影开战前，于暗影围攻阶段生存下来，并保护队伍中的治疗者不受任何伤害（英雄难度）。", --5995
"残忍角斗士£获得头衔“残忍角斗士”。", --6002
"残忍角斗士的暮光幼龙£获取“大地的裂变”竞技场第九赛季的残忍角斗士的暮光幼龙。", --6003
"灾变后的长者们£祭拜大灾变后出现的地区中的长者。", --6006
"诺森德灭火£亵渎部落在诺森德的篝火。", --6007
"诺森德护焰者£祭拜诺森德的火焰。", --6008
"诺森德护火者£祭拜诺森德的火焰。", --6009
"诺森德灭火£熄灭联盟在诺森德的篝火。", --6010
"灾变护焰者£祭拜大灾变后出现的地区中的火焰。", --6011
"灾变护火者£祭拜大灾变后出现的地区中的火焰。", --6012
"大灾变灭火£亵渎部落在大灾变后出现的地区中的篝火。", --6013
"大灾变灭火£亵渎联盟在大灾变后出现的地区中的篝火。", --6014
"一传十，十传百！£参加暗月马戏团。", --6019
"自告奋勇£在暗月马戏团中玩过5种不同的游戏", --6020
"打爆靶心£乘坐暗月火炮并在降落时正中靶心。", --6021
"快枪手£在射击场中获得快枪手奖励。", --6022
"暗月决斗者£赢得暗月死斗大赛并获得格斗士徽记。", --6023
"暗月主宰者£赢得12次暗月死斗大赛并获得格斗大师徽记。", --6024
"终于轮到我上马了£骑一次暗月小马。", --6025
"马戏团的盛宴£品尝暗月马戏团的每一道食物及饮料。", --6026
"暗月历险家£上交5个地下城的暗月遗物。", --6027
"暗月防御者£上交3个战场的暗月遗物。", --6028
"暗月掠夺者£交还所有暗月遗物。", --6029
"街头表演£在所有的友方主城中燃放暗月烟花。", --6030
"街头表演£在所有的友方主城中燃放暗月烟花。", --6031
"马戏团助手£在暗月马戏团完成至少5个专业技能任务。", --6032
"欧库塔尔£击败欧库塔尔。", --6045
"红色骑兵气枪£拥有2009年冬幕节礼物，红色骑兵气枪。", --6059
"迷你飞艇控制器£拥有2010年冬幕节礼物，迷你飞艇控制器。", --6060
"华丽的冬幕毛衣£拥有2011年冬幕节礼物，华丽的冬幕毛衣。", --6061
"这不是正史！£在永恒之井中，在瓦罗森还活着的情况下，对玛诺洛斯造成足够的伤害，以迫使其牺牲瓦罗森来治疗自己，然后击败玛诺洛斯（英雄难度）。", --6070
"末日警钟£在没有团队成员被暮光审判击中超过一次的情况下，击败巨龙之魂的奥卓克希昂（普通或英雄难度）。", --6084
"滚呀滚£在风暴烈酒酿造厂中让乌克乌克被20个滚动的酒桶击中后再将其击败（英雄难度）。", --6089
"甲板防御者£在天火号不受到暮光弹幕伤害的情况下，击败战争大师黑角（普通或英雄难度）。", --6105
"围攻龙眠神殿£在巨龙之魂团队副本中击败围攻龙眠神殿的首领。", --6106
"死亡之翼的陨落£在巨龙之魂团队副本中完成致使死亡之翼陨落的所有战斗。", --6107
"阿丽萨巴尔£击败阿丽萨巴尔。", --6108
"英雄：莫卓克£在巨龙之魂团队副本中击败莫卓克（英雄难度）。", --6109
"英雄：督军佐诺兹£在巨龙之魂团队副本中击败督军佐诺兹（英雄难度）。", --6110
"英雄：不眠的约萨希£在巨龙之魂团队副本中击败不眠的约萨希（英雄难度）。", --6111
"英雄：缚风者哈格拉£在巨龙之魂团队副本中击败缚风者哈格拉（英雄难度）。", --6112
"英雄：奥卓克希昂£在巨龙之魂团队副本中击败奥卓克希昂（英雄难度）。", --6113
"英雄：战争大师黑角£在巨龙之魂团队副本中击败战争大师黑角（英雄难度）。", --6114
"英雄：死亡之翼的背脊£在巨龙之魂团队副本中取得死亡之翼背脊之战的胜利（英雄难度）。", --6115
"英雄：疯狂的死亡之翼£在巨龙之魂团队副本中击败死亡之翼（英雄难度）。", --6116
"英雄：时光之末£在时光之末中击败姆诺兹多（英雄难度）。", --6117
"英雄：永恒之井£在永恒之井中击败玛诺洛斯（英雄难度）。", --6118
"英雄：暮光审判£在暮光审判中击败大主教本尼迪塔斯（英雄难度）。", --6119
"英雄：时光之末（公会版）£在公会队伍中击败时光之末的姆诺兹多（英雄难度）。", --6120
"英雄：永恒之井（公会版）£在公会队伍中击败永恒之井的玛诺洛斯（英雄难度）。", --6121
"英雄：暮光审判（公会版）£在公会队伍中击败暮光审判的大主教本尼迪塔斯（英雄难度）。", --6122
"巨龙之魂（公会版）£在公会团队中击败巨龙之魂团队副本的首领。", --6123
"冷酷角斗士£获得头衔“冷酷角斗士”。", --6124
"英雄：死亡之翼（公会版）£在公会团队中击败死亡之翼（英雄难度）。", --6125
"服务器第一！死亡之翼£在公会队伍中，成为本服务器首个在英雄难度的巨龙之魂中消灭死亡之翼的公会。", --6126
"视力衰弱£在没有任何队伍成员被佩罗萨恩之眼侦测到的情况下，击败永恒之井的佩罗萨恩（英雄难度）。", --6127
"乒乓球冠军£反弹10次末日黑洞，使其远离玩家，再击败督军佐诺兹（普通或英雄难度）。", --6128
"尝尝彩虹的味道！£尝试以下颜色组合之后，击败不眠的约萨希（普通或英雄难度）。", --6129
"再生惊魂£在时光之末中，当希尔瓦娜斯的残影使用上层精灵的召唤时击败两个复活的食尸鬼，再击败希尔瓦娜斯的残影（英雄难度）。", --6130
"魔兽世界八周年£在魔兽世界八周年庆典期间登录游戏。", --6131
"日蚀£在暮光审判中，消灭10个暮光火花之后再击败大主教本尼迪塔斯（英雄难度）。", --6132
"也许我们能晃晕他……£在取得死亡之翼背脊之战的胜利前，先诱使他按顺序做出以下翻滚动作：左翻，右翻，左翻，右翻（普通或英雄难度）。", --6133
"消灭熔岩守卫戈多斯（怒焰裂谷）£你尚未完成此成就", --6135
"消灭吞噬者穆坦努斯（哀嚎洞穴）£你尚未完成此成就", --6136
"消灭阿库麦尔（黑暗深渊）£你尚未完成此成就", --6137
"消灭霍格（暴风城监狱）£你尚未完成此成就", --6138
"消灭卡尔加·刺肋（剃刀沼泽）£你尚未完成此成就", --6139
"消灭机械师瑟玛普拉格（诺莫瑞根）£你尚未完成此成就", --6140
"消灭寒冰之王亚门纳尔（剃刀高地）£你尚未完成此成就", --6141
"消灭阿扎达斯（奥达曼）£你尚未完成此成就", --6142
"消灭瑟莱德斯公主（玛拉顿）£你尚未完成此成就", --6143
"消灭伊兰尼库斯的阴影（沉没的神庙）£你尚未完成此成就", --6144
"消灭维姆萨拉克（黑石塔下层）£你尚未完成此成就", --6145
"消灭戈多克大王（厄运之槌）£戈多克大王", --6146
"消灭无疤者奥摩尔（地狱火城墙）£你尚未完成此成就", --6147
"消灭阿克蒙德（海加尔山之战）£你尚未完成此成就", --6148
"消灭姆诺兹多（时光之末）£你尚未完成此成就", --6150
"消灭玛诺洛斯（永恒之井）£你尚未完成此成就", --6151
"消灭大主教本尼迪塔斯（暮光审判）£你尚未完成此成就", --6152
"消灭莫卓克（巨龙之魂）£你尚未完成此成就", --6153
"消灭莫卓克（英雄：巨龙之魂）£你尚未完成此成就", --6154
"消灭督军佐诺兹（巨龙之魂）£你尚未完成此成就", --6155
"消灭督军佐诺兹（英雄：巨龙之魂）£你尚未完成此成就", --6156
"消灭不眠的约萨希（巨龙之魂）£你尚未完成此成就", --6157
"消灭不眠的约萨希（英雄：巨龙之魂）£你尚未完成此成就", --6158
"消灭缚风者哈格拉（巨龙之魂）£你尚未完成此成就", --6159
"消灭缚风者哈格拉（英雄：巨龙之魂）£你尚未完成此成就", --6160
"消灭奥卓克希昂（巨龙之魂）£你尚未完成此成就", --6161
"消灭奥卓克希昂（英雄：巨龙之魂）£你尚未完成此成就", --6162
"消灭战争大师黑角（巨龙之魂）£你尚未完成此成就", --6163
"消灭战争大师黑角（英雄：巨龙之魂）£你尚未完成此成就", --6164
"获得死亡之翼背脊之战的胜利（巨龙之魂）£你尚未完成此成就", --6165
"获得死亡之翼背脊之战的胜利（英雄：巨龙之魂）£你尚未完成此成就", --6166
"消灭死亡之翼（巨龙之魂）£你尚未完成此成就", --6167
"消灭死亡之翼（英雄：巨龙之魂）£你尚未完成此成就", --6168
"巨龙之魂团队的荣耀£完成以下巨龙之魂团队副本成就。", --6169
"消灭阿丽萨巴尔（巴拉丁监狱）£你尚未完成此成就", --6170
"敢不敢离我远点£当莫卓克引导大地黑血时，没有任意两名团队成员之间的距离小于5码（在25人模式中，没有任意三名团队成员之间的距离小于5码），并击败莫卓克（普通或英雄难度）。", --6174
"手牵手£在所有团队成员都成为最后的雷电导管一部分的情况下摧毁哈格拉最后的水晶导体（普通或英雄难度）。", --6175
"灭世者的陨落£在巨龙之魂团队副本中击败死亡之翼（普通或英雄难度）。", --6177
"多彩勇士£从每一位守护巨龙的平台上开始战斗，击败死亡之翼（普通或英雄难度），并且允许死亡之翼攻击该守护巨龙：", --6180
"龙父之牙£获得龙父之牙", --6181
"龙父之牙（公会版）£获得龙父之牙", --6182
"奔波尔菠萝£拥有2011年暴雪嘉年华赠送的奔波尔菠萝。", --6185
"90级（旧版）£在“暗影国度”内容更新之前升到90级。", --6193
"翻翡覆翠£完成下列翡翠林故事线。", --6300
"团结四风谷£完成下列四风谷故事线。", --6301
"联盟英雄：冷酷£以评级战场排名前.5%的战绩结束竞技场第10赛季的战斗。", --6316
"部落英雄：冷酷£以评级战场排名前.5%的战绩结束竞技场第10赛季的战斗。", --6317
"冷酷角斗士的暮光幼龙£获取“大地的裂变”竞技场第十赛季的冷酷角斗士的暮光幼龙。", --6322
"那兔子太恐怖啦！£消灭凶猛的暗月兔子。", --6332
"消灭奥斯里安（安其拉废墟）£你尚未完成此成就", --6337
"神秘精良£在身上的每一个装备栏中都装备一件物品等级不低于450级的精良品质物品（“争霸艾泽拉斯”上线前）。", --6348
"神秘史诗£在身上的每一个装备栏中都装备一件物品等级不低于476级的史诗品质物品（“争霸艾泽拉斯”上线前）。", --6349
"致所有我关心过的小松鼠？£潘达利亚有更多的小动物。你必须也对它们献上你的/爱。", --6350
"探索翡翠林£探索翡翠林，走过世界地图中被遮住的各个角落。", --6351
"禅师级烹饪£在“潘达利亚”分类下的烹饪专业中获得75点技能点数。", --6365
"影踪派£在影踪派阵营中达到崇拜声望。", --6366
"挑战征服者：青铜£完成所有的地下城挑战，且评价不低于青铜级。", --6374
"挑战征服者：白银£完成所有的地下城挑战，且评价不低于白银级。", --6375
"挑战征服者：黄金£完成所有的地下城挑战，且评价达到黄金级。", --6378
"不再作响£在其获得的“生锈”效果不高于5层的情况下击败通灵学院的血骨傀儡（英雄难度）。", --6394
"嗜血者£在通灵学院中，让卡斯迪诺夫的切肉者获得99层“沸腾嗜血”效果并将其击败（英雄难度）。", --6396
"他是怎么上去的？£设法释放风暴烈酒酿造厂中的猢狲缠人精（任意难度）。", --6400
"林庭的草药之旅£找齐隐藏在风暴烈酒酿造厂内的30个金毛跳跳兔（任意难度）。", --6402
"兔妖末日！£在风暴烈酒酿造厂中挥舞锤子并一次性消灭100只兔妖（英雄难度）。", --6420
"狂舞地带£在血色大厅中使8名玩家和血色防御者一同被卷入武器大师哈兰的光明之刃中，然后再将其击败（英雄难度）。", --6427
"服务器第一！挑战征服者：黄金£本服务器第一个所有地下城挑战评价都达到黄金级的玩家。", --6433
"让我看看你的步法！£在所有团队成员都在一个紊乱阶段中对同一个构造体实施了投机打击后，击败魔古山宝库的皇帝的意志（普通或英雄难度）。", --6455
"风暴烈酒酿造厂（英雄难度）£击败风暴烈酒酿造厂的破桶而出的炎诛（英雄难度）。", --6456
"风暴烈酒酿造厂£击败风暴烈酒酿造厂的破桶而出的炎诛。", --6457
"魔古山守护者£击败魔古山宝库的前三名首领。", --6458
"恐水症£在不被堕落之水、水流长枪或冲刷击中的情况下击败青龙寺的贤者马里（英雄难度）。", --6460
"大师级宠物斗士£赢得250场宠物战斗。", --6462
"影踪禅院£击败影踪禅院的祝踏岚。", --6469
"影踪禅院（英雄难度）£击败影踪禅院的祝踏岚（英雄难度）。", --6470
"憎恨导致痛苦£在所有小队成员都达到最大憎恨值的情况下击败影踪禅院的祝踏岚（英雄难度）。", --6471
"显而易见£消灭被囚禁在封印之厅中的残余煞魔后击败影踪禅院的狂之煞（英雄难度）。", --6472
"洁净£在“纯净之水”效果影响下击败青龙寺的疑之煞。", --6475
"役兵猎杀者£在残阳关中击败螳螂妖役兵并获得3层“树脂残渣”效果（英雄难度）。", --6476
"致敬£在影踪禅院的雪流大师事件中击败影踪派新兵，并在他们向你鞠躬后回礼（英雄难度）。", --6477
"横扫格林托克£在被格林托克斥候发现后5分钟内击败魔古山宫殿的杰翰及其格林托克随从（英雄难度）。", --6478
"炸弹超人£在残阳关的破坏者吉普提拉克之战中，在15秒内引发15次爆炸（英雄难度）。", --6479
"冷静，伙计£击败昆莱山的怒之煞。", --6480
"退件£在围攻砮皂寺中，让将军帕瓦拉克获得20层“引爆”效果并将其击败（英雄难度）。", --6485
"集体灭绝£击败四风谷的萨莱斯的兵团。", --6517
"听说你喜欢琥珀……£在恐惧之心燃烧的琥珀阶段中，至少叠加到8个沸腾琥珀之池后再消灭活化琥珀，然后消灭琥珀塑形者昂舒克（普通或英雄难度）。", --6518
"服务器第一！90级萨满祭司（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的萨满祭司。", --6523
"服务器第一！90级（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的玩家。", --6524
"注意细节£在不消灭任何幻象的情况下击败通灵学院的詹迪斯·巴罗夫（英雄难度）。", --6531
"熊猫人的克星£荣誉消灭下列所有不低于35级的熊猫人角色。", --6532
"熊猫人的克星£荣誉消灭下列所有不低于35级的熊猫人角色。", --6533
"翻翡覆翠£完成下列翡翠林故事线。", --6534
"卡桑琅强力游侠£完成下列卡桑琅丛林故事线。", --6535
"卡桑琅强力游侠£完成下列卡桑琅丛林故事线。", --6536
"流落昆莱山£完成下列昆莱山故事线。", --6537
"流落昆莱山£完成下列昆莱山故事线。", --6538
"进一退二£完成下列螳螂高原故事线。", --6539
"恐惧废土的恐怖速度£完成下列恐惧废土故事线。", --6540
"潘达利亚的博学者£完成下列潘达利亚任务成就。", --6541
"至尊天神£在至尊天神阵营中达到崇拜声望。", --6543
"阡陌客£在阡陌客阵营中达到崇拜声望。", --6544
"卡拉克西£在卡拉克西阵营中达到崇拜声望。", --6545
"金莲教£在金莲教阵营中达到崇拜声望。", --6546
"垂钓翁£在垂钓翁阵营中达到崇拜声望。", --6547
"游学者£在游学者阵营中达到崇拜声望。", --6548
"云端翔龙骑士团£在云端翔龙骑士团阵营中达到崇拜声望。", --6550
"农场老友£与半山市集的一个角色成为挚友。", --6551
"农场老友£与半山市集的所有角色成为挚友。", --6552
"当头一箭£在不摧毁其任何一条腿的情况下击败恐惧之心的加拉隆（普通或英雄难度）。", --6553
"他是我的！£在宠物对战中捕捉10只宠物。", --6554
"组建队伍£在宠物对战中捕捉25只宠物。", --6555
"陷阱不够用了£在宠物对战中获得50只宠物。", --6556
"宠物猎人大师£在宠物对战中捕捉100只宠物。", --6557
"本地宠物霸主£在东部王国、卡里姆多、外域、诺森德或潘达利亚的10个不同区域各赢得一场宠物对战。", --6558
"旅行宠物霸主£在东部王国、卡里姆多、外域、诺森德或潘达利亚的30个不同区域各赢得一场宠物对战。", --6559
"世界宠物霸主£在东部王国、卡里姆多、外域、诺森德或潘达利亚的60个不同区域各赢得一场宠物对战。", --6560
"小崽子£将一只宠物提升到5级。", --6566
"小鬼头£将一只宠物提升到10级。", --6567
"该栓链子了£将一只宠物提升到15级。", --6568
"老资格£将一只宠物提升到20级。", --6569
"孩子长大了！£将一只宠物提升到25级。", --6570
"好险啊！£捕获一只生命值低于5%的战斗宠物。", --6571
"专业宠物组£将15只宠物提升到25级。", --6578
"新手宠物组£将15只宠物提升到10级。", --6579
"新手宠物队£将30只宠物提升到10级。", --6580
"专业宠物队£将30只宠物提升到25级。", --6581
"专业宠物团£将75只宠物提升到25级。", --6582
"新手宠物团£将75只宠物提升到10级。", --6583
"主城宠物格斗家（联盟）£在下列联盟主城中各赢得一场宠物战斗。", --6584
"卡利姆多猎人£获得卡利姆多的所有战斗宠物。", --6585
"东部王国猎人£获得东部王国的所有战斗宠物。", --6586
"外域猎人£获得外域的所有战斗宠物。", --6587
"诺森德猎人£获得诺森德的所有战斗宠物。", --6588
"潘达利亚猎人£获得潘达利亚的所有战斗宠物。", --6589
"世界猎人£完成下列宠物猎人成就。", --6590
"宗师级宠物斗士£赢得1000场宠物战斗。", --6591
"传说级宠物斗士£赢得5000场宠物战斗。", --6592
"老练的宠物斗士£赢得50场宠物战斗。", --6593
"猫狗大战！£赢得10场宠物战斗。", --6594
"宠物格斗家£赢得10场PVP宠物战斗。", --6595
"老练的宠物格斗家£赢得50场PVP宠物战斗。", --6596
"大师级宠物格斗家£赢得250场PVP宠物战斗。", --6597
"宗师级宠物格斗家£赢得1000场PVP宠物战斗。", --6598
"传说级宠物格斗家£赢得5000场PVP宠物战斗。", --6599
"终极训练师£获得300点宠物战斗成就点数。", --6600
"野性可驯£在东部王国、卡里姆多、外域、诺森德或潘达利亚击败1名驯宠大师。", --6601
"驯服卡利姆多£击败卡利姆多的下列所有宠物训练师。", --6602
"驯服东部王国£击败东部王国的下列所有宠物训练师。", --6603
"驯服外域£击败外域的下列所有宠物训练师。", --6604
"驯服诺森德£击败诺森德的下列所有宠物训练师。", --6605
"驯服潘达利亚£击败潘达利亚的下列所有宠物训练师。", --6606
"驯服艾泽拉斯£完成下列全部驯化成就。", --6607
"大团圆£捕获所有类型的战斗宠物各一只。", --6608
"宠宠平等£将每个类型的一只宠物提升到10级。", --6609
"不偏不倚£将每个类型的一只宠物提升到25级。", --6610
"霸王大陆£完成下列全部宠物训练师成就。", --6611
"卡利姆多驯宠师£在下列卡利姆多地区中各捕获一只战斗宠物。", --6612
"东部王国驯宠师£在下列东部王国地区中各捕获一只战斗宠物。", --6613
"外域驯宠师£在下列外域地区中各捕获一只战斗宠物。", --6614
"诺森德驯宠师£在下列诺森德地区中各捕获一只战斗宠物。", --6615
"潘达利亚驯宠师£在下列潘达利亚地区中各捕获一只战斗宠物。", --6616
"一鼓作气£连续赢得10场宠物战斗。", --6618
"常胜将军£连续赢得25场宠物战斗。", --6619
"没空治疗£连续赢得5场PVP宠物战斗且保持宠物不死。", --6620
"主城宠物格斗家（部落）£在下列部落主城中各赢得一场宠物战斗。", --6621
"主城宠物格斗家£完成下列所有主城宠物格斗家成就。", --6622
"高端职业熊猫人£下列所有熊猫人职业都达到最高等级。", --6624
"高端职业熊猫人£下列所有熊猫人职业都达到最高等级。", --6625
"同心协力第二季£在所有内容更新的专业与辅助专业中，都获得合计600点技能点数。", --6626
"服务器第一！同心协力第二季£成为本服务器首个在所有专业与辅助专业中都获得600点技能点数的公会。", --6628
"例行公事£完成150,000个日常任务。", --6629
"挑战征服者：青铜（公会版）£在公会队伍中完成潘达利亚的所有地下城挑战，且评价不低于青铜级。", --6632
"挑战征服者：白银（公会版）£在公会队伍中完成潘达利亚的所有地下城挑战，且评价不低于白银级。", --6633
"挑战征服者：黄金（公会版）£在公会队伍中完成潘达利亚的所有地下城挑战，且评价达到黄金级。", --6634
"公会核心：青铜£在公会队伍中完成50次地下城挑战，且评价不低于青铜级。", --6641
"公会核心：白银£在公会队伍中完成50次地下城挑战，且评价不低于白银级。", --6642
"公会核心：黄金£在公会队伍中完成50次地下城挑战，且评价达到黄金级。", --6643
"熊猫人大使£在下列熊猫人阵营中达到崇拜声望。", --6644
"熊猫人大使£在下列熊猫人阵营中达到崇拜声望。", --6664
"英雄：风暴烈酒酿造厂（公会版）£在公会队伍中击败风暴烈酒酿造厂的破桶而出的炎诛（英雄难度）。", --6666
"魔古山宝库（公会版）£在公会队伍中击败魔古山宝库的首领。", --6668
"恐惧之心（公会版）£在公会队伍中击败恐惧之心的首领。", --6669
"永春台（公会版）£在公会队伍中击败永春台的首领。", --6670
"犹疑之种£在4个“犹疑之种”效果影响下击败青龙寺的疑之煞（英雄难度）。", --6671
"你能做的，我能做得更好……£在模仿下列技能后击败受诅者魔封（普通或英雄难度）：", --6674
"英雄：皇帝的意志（公会版）£在公会队伍中击败魔古山宝库的皇帝的意志（英雄难度）。", --6675
"英雄：惧之煞（公会版）£在公会队伍中击败永春台的惧之煞（英雄难度）。", --6676
"英雄：大女皇夏柯希尔（公会版）£在公会队伍中击败恐惧之心的大女皇夏柯希尔（英雄难度）。", --6677
"服务器第一！惧之煞£在公会队伍中，成为本服务器首个在英雄难度的永春台中成功消灭惧之煞的公会。", --6678
"服务器第一！大女皇夏柯希尔£在公会队伍中，成为本服务器首个在英雄难度的恐惧之心中成功消灭大女皇夏柯希尔的公会。", --6679
"服务器第一！皇帝的意志£在公会队伍中，成为本服务器首个在英雄难度的魔古山宝库中成功消灭皇帝的意志的公会。", --6680
"潘达利亚公会地下城英雄£在公会队伍中完成下列潘达利亚英雄难度地下城成就。", --6681
"潘达利亚公会团队的荣耀£在公会队伍中完成下列潘达利亚团队副本成就。", --6682
"不到三个£在一次控制的虫群不多于2个的情况下击败恐惧之心的风领主梅尔加拉克（普通或英雄难度）。", --6683
"人类社会£在不消灭任何猎犬的情况下击败血色大厅的驯犬者布兰恩（英雄难度）。", --6684
"六六大顺£在魔古山宝库中，分别在10秒内关闭6个以太焦镜，然后击败伊拉贡（普通或英雄难度）。", --6686
"跳起来吧£在整个团队在被掠夺击中后对着迅弓之速不台跳舞。", --6687
"我的空中支援呢？£在围攻砮皂寺中先消灭希克提克琥珀之翼，再击败指挥官沃加克（英雄难度）。", --6688
"永春台£击败永春台的首领。", --6689
"潘达利亚调配大师£制作1,000瓶“熊猫人之谜”合剂。", --6700
"快去拿筷子£烹制7,500份潘达利亚美食。", --6701
"大师级潘达利亚工匠£制作500件潘达利亚的史诗物品。", --6702
"熊猫人渔夫£从潘达利亚的钓鱼场所钓到25,000条鱼。", --6703
"萨莱斯的兵团（公会版）£在团队中至少有8名公会成员的情况下击败四风谷的萨莱斯的兵团。", --6708
"怒之煞（公会版）£在团队中至少有8名公会成员的情况下击败昆莱山的怒之煞。", --6709
"好斗魁麟五重唱£找齐魔古山宫殿内的所有青玉魁麟（英雄难度）。", --6713
"蚁酸药水技术£在“蚁酸药水”效果影响下击败潘达利亚的首领（英雄难度）。", --6715
"蜥蜴人与困境£发现潘达利亚的全部蜥蜴人传说文物。", --6716
"势不可挡£在永春台击败无尽守护者，并将每个守护者分别留到最后消灭（普通或英雄难度）。", --6717
"恐惧临近£击败恐惧之心的前三名首领。", --6718
"石头守卫（英雄难度）£击败魔古山宝库的石头守卫（英雄难度）。", --6719
"受诅者魔封（英雄难度）£击败魔古山宝库的受诅者魔封（英雄难度）。", --6720
"缚灵者戈拉亚（英雄难度）£击败魔古山宝库的缚灵者戈拉亚（英雄难度）。", --6721
"四王（英雄难度）£击败魔古山宝库的四王（英雄难度）。", --6722
"伊拉贡（英雄难度）£击败魔古山宝库的伊拉贡（英雄难度）。", --6723
"皇帝的意志（英雄难度）£击败魔古山宝库的皇帝的意志（英雄难度）。", --6724
"皇家宰相佐尔洛克（英雄难度）£击败恐惧之心的皇家宰相佐尔洛克（英雄难度）。", --6725
"刀锋领主塔亚克（英雄难度）£击败恐惧之心的刀锋领主塔亚克（英雄难度）。", --6726
"加拉隆（英雄难度）£击败恐惧之心的加拉隆（英雄难度）。", --6727
"风领主梅尔加拉克（英雄难度）£击败恐惧之心的风领主梅尔加拉克（英雄难度）。", --6728
"琥珀塑形者昂舒克（英雄难度）£击败恐惧之心的琥珀塑形者昂舒克（英雄难度）。", --6729
"大女皇夏柯希尔（英雄难度）£击败恐惧之心的大女皇夏柯希尔（英雄难度）。", --6730
"无尽守护者（英雄难度）£击败永春台的无尽守护者（英雄难度）。", --6731
"烛龙（英雄难度）£击败永春台的烛龙（英雄难度）。", --6732
"雷施（英雄难度）£击败永春台的雷施（英雄难度）。", --6733
"惧之煞（英雄难度）£击败永春台的惧之煞（英雄难度）。", --6734
"这个按钮干嘛用的？£在魔古山宫殿中使用武器大师席恩的秘密防御机制来对付他自己（英雄难度）。", --6736
"碎银矿脉荣誉消灭£碎银矿脉荣誉消灭", --6737
"寇魔古寺荣誉消灭£寇魔古寺荣誉消灭", --6738
"碎银矿脉的胜利£在碎银矿脉获胜。", --6739
"寇魔古寺的胜利£在寇魔古寺获胜。", --6740
"灾变角斗士暮光幼龙£获取“大地的裂变”竞技场第十一赛季的灾变角斗士暮光幼龙。", --6741
"60个声望崇拜£在60个势力中达到崇拜声望。", --6742
"服务器第一！90级德鲁伊（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的德鲁伊。", --6743
"服务器第一！90级圣骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的圣骑士。", --6744
"服务器第一！90级牧师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的牧师。", --6745
"服务器第一！90级术士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的术士。", --6746
"服务器第一！90级猎人（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的猎人。", --6747
"服务器第一！90级死亡骑士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的死亡骑士。", --6748
"服务器第一！90级法师（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的法师。", --6749
"服务器第一！90级战士（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的战士。", --6750
"服务器第一！90级潜行者（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的潜行者。", --6751
"服务器第一！90级武僧（绝版）£在“暗影国度”内容更新之前，本服务器第一个达到90级的武僧。", --6752
"积少成多£拾取200,000枚金币。", --6753
"魔古的黑心£发现潘达利亚的全部魔古族传说文物。", --6754
"魔古山宫殿£击败魔古山宫殿的武器大师席恩。", --6755
"魔古山宫殿（英雄难度）£击败魔古山宫殿的武器大师席恩（英雄难度）。", --6756
"青龙寺£击败青龙寺的疑之煞。", --6757
"青龙寺（英雄难度）£击败青龙寺的疑之煞（英雄难度）。", --6758
"残阳关（英雄难度）£击败残阳关的莱公（英雄难度）。", --6759
"血色大厅（英雄难度）£击败血色大厅的织焰者孔格勒（英雄难度）。", --6760
"血色修道院（英雄难度）£击败血色修道院的大检察官怀特迈恩（英雄难度）。", --6761
"通灵学院（英雄难度）£击败通灵学院的黑暗院长加丁（英雄难度）。", --6762
"围攻砮皂寺（英雄难度）£击败围攻砮皂寺的翼虫首领尼诺洛克（英雄难度）。", --6763
"英雄：青龙寺（公会版）£在公会队伍中击败青龙寺的疑之煞（英雄难度）。", --6764
"英雄：魔古山宫殿（公会版）£在公会队伍中击败魔古山宫殿的武器大师席恩（英雄难度）。", --6766
"英雄：影踪禅院（公会版）£在公会队伍中击败影踪禅院的祝踏岚（英雄难度）。", --6767
"英雄：残阳关（公会版）£在公会队伍中击败残阳关的莱公（英雄难度）。", --6768
"英雄：血色大厅（公会版）£在公会队伍中击败血色大厅的织焰者孔格勒（英雄难度）。", --6769
"英雄：血色修道院（公会版）£在公会队伍中击败血色修道院的大检察官怀特迈恩（英雄难度）。", --6770
"英雄：通灵学院（公会版）£在公会队伍中击败通灵学院的黑暗院长加丁（英雄难度）。", --6771
"英雄：围攻砮皂寺（公会版）£在公会队伍中击败围攻砮皂寺的翼虫首领尼诺洛克（英雄难度）。", --6772
"消灭疑之煞（青龙寺）£你尚未完成此成就", --6775
"消灭疑之煞（英雄青龙寺）£你尚未完成此成就", --6776
"消灭破桶而出的炎诛 （风暴烈酒酿造厂）£你尚未完成此成就", --6777
"消灭武器大师席恩（魔古山宫殿）£你尚未完成此成就", --6778
"消灭破桶而出的炎诛 （英雄风暴烈酒酿造厂）£你尚未完成此成就", --6779
"消灭武器大师席恩（英雄魔古山宫殿）£你尚未完成此成就", --6780
"解救祝踏岚（影踪禅院）£你尚未完成此成就", --6781
"解救祝踏岚（英雄影踪禅院）£你尚未完成此成就", --6782
"消灭莱公（英雄残阳关）£你尚未完成此成就", --6783
"消灭织焰者孔格勒（英雄血色大厅）£你尚未完成此成就", --6784
"消灭大检察官怀特迈恩（英雄血色修道院）£你尚未完成此成就", --6785
"消灭织焰者孔格勒（血色大厅）£你尚未完成此成就", --6786
"消灭黑暗院长加丁（英雄通灵学院）£你尚未完成此成就", --6787
"消灭翼虫首领尼诺洛克（英雄围攻砮皂寺）£你尚未完成此成就", --6788
"消灭石头守卫（10人普通魔古山宝库）£你尚未完成此成就", --6789
"消灭石头守卫（10人英雄魔古山宝库）£你尚未完成此成就", --6790
"消灭受诅者魔封（10人普通魔古山宝库）£你尚未完成此成就", --6791
"消灭受诅者魔封（10人英雄魔古山宝库）£你尚未完成此成就", --6792
"消灭缚灵者戈拉亚 （10人普通魔古山宝库）£你尚未完成此成就", --6793
"消灭缚灵者戈拉亚 （10人英雄魔古山宝库）£你尚未完成此成就", --6794
"消灭四王（10人普通魔古山宝库）£你尚未完成此成就", --6795
"消灭四王（10人英雄魔古山宝库）£你尚未完成此成就", --6796
"消灭伊拉贡（10人普通魔古山宝库）£你尚未完成此成就", --6797
"消灭伊拉贡（10人英雄魔古山宝库）£你尚未完成此成就", --6798
"消灭皇帝的意志（10人普通魔古山宝库）£你尚未完成此成就", --6799
"消灭皇帝的意志（10人英雄魔古山宝库）£你尚未完成此成就", --6800
"消灭皇家宰相佐尔洛克（10人普通恐惧之心）£你尚未完成此成就", --6801
"消灭皇家宰相佐尔洛克（10人英雄恐惧之心）£你尚未完成此成就", --6802
"消灭刀锋领主塔亚克（10人普通恐惧之心）£你尚未完成此成就", --6803
"消灭刀锋领主塔亚克（10人英雄恐惧之心）£你尚未完成此成就", --6804
"消灭加拉隆（10人普通恐惧之心）£你尚未完成此成就", --6805
"消灭加拉隆（10人英雄恐惧之心）£你尚未完成此成就", --6806
"消灭风领主梅尔加拉克（10人普通恐惧之心）£你尚未完成此成就", --6807
"消灭风领主梅尔加拉克（10人英雄恐惧之心）£你尚未完成此成就", --6808
"消灭琥珀塑形者昂舒克（10人普通恐惧之心）£你尚未完成此成就", --6809
"消灭琥珀塑形者昂舒克（10人英雄恐惧之心）£你尚未完成此成就", --6810
"消灭大女皇夏柯希尔（10人普通恐惧之心）£你尚未完成此成就", --6811
"消灭大女皇夏柯希尔（10人英雄恐惧之心）£你尚未完成此成就", --6812
"消灭无尽守护者（10人普通永春台）£你尚未完成此成就", --6813
"消灭无尽守护者（10人英雄永春台）£你尚未完成此成就", --6814
"解救烛龙（10人普通永春台）£你尚未完成此成就", --6815
"解救烛龙（10人英雄永春台）£你尚未完成此成就", --6816
"解救雷施（10人普通永春台）£你尚未完成此成就", --6817
"解救雷施（10人英雄永春台）£你尚未完成此成就", --6818
"消灭惧之煞（10人普通永春台）£你尚未完成此成就", --6819
"消灭惧之煞（10人英雄永春台）£你尚未完成此成就", --6820
"悠长假期£在20秒内击败通灵学院中的50个作废的试验样本（英雄难度）。", --6821
"随风而行£在受到“腾武的决心”效果影响的情况下击败围攻砮皂寺的尼诺洛克。", --6822
"必须爱狗£在所有团队成员都有犬类小伙伴陪同的情况下击败魔古山宝库的石头守卫（普通或英雄难度）。", --6823
"寄生之面£在所有团队成员都受到“寄生缠绕”效果影响的情况下击败永春台的雷施（普通或英雄难度）。", --6824
"弑心者£在团队成员都未被“恐惧喷射”或“恐惧吐息”恐惧的情况下击败永春台的惧之煞（普通或英雄难度）。", --6825
"55个声望崇拜£在55个势力中达到崇拜声望。", --6826
"熊猫人特使£在下列熊猫人阵营中达到崇拜声望。", --6827
"熊猫人特使£在下列熊猫人阵营中达到崇拜声望。", --6828
"服务器第一！熊猫人特使£本服务器第一个在所有熊猫人阵营都达到崇拜声望的玩家。", --6829
"禅师级专业技能£在“潘达利亚”分类下的一种主要专业中获得75点技能点数。", --6830
"不劳动不得食£在“潘达利亚”分类下的两种主要专业中都获得75点技能点数。", --6835
"习艺如参禅£获得600点钓鱼、急救、烹饪和考古学技能点数。", --6836
"禅师级考古学£获得600点考古学技能点数。", --6837
"禅师级急救£获得600点急救技能点数。", --6838
"禅师级钓鱼£在“潘达利亚”分类下的钓鱼专业中获得75点技能点数。", --6839
"神秘宝库£击败魔古山宝库的最后三名首领。", --6844
"夏柯希尔的梦魇£击败恐惧之心的最后三名首领。", --6845
"锦鱼传£发现潘达利亚的全部锦鱼人传说文物。", --6846
"野牛人之歌£发现潘达利亚的全部野牛人传说文物。", --6847
"典藏版：幸运魁麟幼崽£拥有“熊猫人之谜”典藏版赠送的幸运魁麟幼崽宠物。", --6848
"典藏版：皇家魁麟£拥有“熊猫人之谜”典藏版赠送的皇家魁麟坐骑。", --6849
"雾锁猢狲£发现潘达利亚的全部猢狲传说文物。", --6850
"让它们一起上吧！£在一对一的宠物对战中战胜过所有类型宠物。", --6851
"少昊的七罪责£发现潘达利亚有关末代皇帝少昊的全部传说文物。", --6855
"刘浪之歌£发现潘达利亚有关刘浪传说的全部传说文物。", --6856
"螳螂群之心£发现潘达利亚的全部螳螂妖传说文物。", --6857
"为何而战£发现潘达利亚的全部武僧传说文物。", --6858
"服务器第一！禅师级炼金£本服务器第一个达到600点炼金技能。", --6859
"服务器第一！禅师级锻造£本服务器第一个达到600点锻造技能。", --6860
"服务器第一！禅师级烹饪£本服务器第一个达到600点烹饪技能。", --6861
"服务器第一！禅师级附魔£本服务器第一个达到600点附魔技能。", --6862
"服务器第一！禅师级工程学£本服务器第一个达到600点工程学技能。", --6863
"服务器第一！禅师级急救£本服务器第一个达到600点急救技能。", --6864
"服务器第一！禅师级钓鱼£本服务器第一个达到600点钓鱼技能。", --6865
"服务器第一！禅师级草药学£本服务器第一个达到600点草药学技能。", --6866
"服务器第一！禅师级铭文£本服务器第一个达到600点铭文技能。", --6867
"服务器第一！禅师级珠宝加工£本服务器第一个达到600点珠宝加工技能。", --6868
"服务器第一！禅师级制皮£本服务器第一个达到600点制皮技能。", --6869
"服务器第一！禅师级采矿£本服务器第一个达到600点采矿技能。", --6870
"服务器第一！禅师级剥皮£本服务器第一个达到600点剥皮技能。", --6871
"服务器第一！禅师级裁缝£本服务器第一个达到600点裁缝技能。", --6872
"服务器第一！禅师级考古学£本服务器第一个达到600点考古学技能。", --6873
"连场鏖战£在一个周六内完成下列所有场景战役。", --6874
"寇魔古寺精英£在寇魔古寺获得100场胜利。", --6882
"碎银矿脉精英£在碎银矿脉获得100场胜利。", --6883
"青龙寺挑战者£完成青龙寺挑战。", --6884
"青龙寺：青铜£完成青龙寺挑战且评价不低于青铜级。", --6885
"青龙寺：白银£完成青龙寺挑战且评价不低于白银级。", --6886
"青龙寺：黄金£完成青龙寺挑战且评价达到黄金级。", --6887
"风暴烈酒酿造厂挑战者£完成风暴烈酒酿造厂挑战。", --6888
"风暴烈酒酿造厂：青铜£完成风暴烈酒酿造厂挑战且评价不低于青铜级。", --6889
"风暴烈酒酿造厂：白银£完成风暴烈酒酿造厂挑战且评价不低于白银级。", --6890
"风暴烈酒酿造厂：黄金£完成风暴烈酒酿造厂挑战且评价达到黄金级。", --6891
"魔古山宫殿挑战者£完成魔古山宫殿挑战。", --6892
"影踪禅院挑战者£完成影踪禅院挑战。", --6893
"残阳关挑战者£完成残阳关挑战模式。", --6894
"血色大厅挑战者£完成血色大厅挑战。", --6895
"血色修道院挑战者£完成血色修道院挑战。", --6896
"通灵学院挑战者£完成通灵学院挑战。", --6897
"围攻砮皂寺挑战者£完成围攻砮皂寺挑战。", --6898
"魔古山宫殿：青铜£完成魔古山宫殿挑战且评价不低于青铜级。", --6899
"魔古山宫殿：白银£完成魔古山宫殿挑战且评价不低于白银级。", --6900
"魔古山宫殿：黄金£完成魔古山宫殿挑战且评价达到黄金级。", --6901
"影踪禅院：青铜£完成影踪禅院挑战且评价不低于青铜级。", --6902
"影踪禅院：白银£完成影踪禅院挑战且评价不低于白银级。", --6903
"影踪禅院：黄金£完成影踪禅院挑战且评价达到黄金级。", --6904
"残阳关：青铜£完成残阳关挑战模式且评价不低于青铜级。", --6905
"残阳关：白银£完成残阳关挑战模式且评价不低于白银级。", --6906
"残阳关：黄金£完成残阳关挑战模式且评价达到黄金级。", --6907
"血色大厅：青铜£完成血色大厅挑战且评价不低于青铜级。", --6908
"血色大厅：白银£完成血色大厅挑战且评价不低于白银级。", --6909
"血色大厅：黄金£完成血色大厅挑战且评价达到黄金级。", --6910
"血色修道院：青铜£完成血色修道院挑战且评价不低于青铜级。", --6911
"血色修道院：白银£完成血色修道院挑战且评价不低于白银级。", --6912
"血色修道院：黄金£完成血色修道院挑战且评价达到黄金级。", --6913
"通灵学院：青铜£完成通灵学院挑战且评价不低于青铜级。", --6914
"通灵学院：白银£完成通灵学院挑战且评价不低于白银级。", --6915
"通灵学院：黄金£完成通灵学院挑战且评价达到黄金级。", --6916
"围攻砮皂寺：青铜£完成围攻砮皂寺挑战且评价不低于青铜级。", --6917
"围攻砮皂寺：白银£完成围攻砮皂寺挑战且评价不低于白银级。", --6918
"围攻砮皂寺：黄金£完成围攻砮皂寺挑战且评价达到黄金级。", --6919
"挑战征服者£完成所有的地下城挑战。", --6920
"挑战征服者（公会版）£在公会队伍中完成潘达利亚的所有地下城挑战。", --6921
"时间就是一切£分别在10秒内击败恐惧之心的两个库尔提克掠夺者，然后击败大女皇夏柯希尔（普通或英雄难度）。", --6922
"酿月祭£击败酿月祭场景战役的战争使者虬碧。", --6923
"100,000点勇气点数£获得100,000点勇气点数。", --6924
"潘达利亚地下城英雄£完成下列潘达利亚英雄难度地下城成就。", --6925
"静心大师£净化煞魔对潘达利亚的腐蚀，击败已知的所有负面情绪力量。", --6926
"潘达利亚英雄的荣耀£完成下列“熊猫人之谜”英雄地下城成就。", --6927
"火人£在击败血色修道院的科洛夫修士前，让他点燃附近的6个训练假人（英雄难度）。", --6928
"去死吧！£在击败血色修道院的大检察官怀特迈恩前，让她施放群体复活并击败所有复活的血色仲裁者（英雄难度）。", --6929
"野牛人烤肉宴£在村子不被任何巴塔里入侵者点燃的情况下完成酿月祭场景战役。", --6930
"滨岸村全能明星£亲手使用每一种酿月祭防御设施。", --6931
"潘达利亚团队的荣耀£完成下列潘达利亚团队副本成就。", --6932
"谁最会养花？£在保证着魔的植株存活的情况下赢得烛龙之战的胜利。", --6933
"风中之烛£在4个火盆都点燃的条件下，击败恐惧之心的刀锋领主塔亚克（普通或英雄难度）。", --6936
"过分狂热£在所有团队成员都受到“狂热寄生虫”效果影响的情况下击败恐惧之心的皇家宰相佐尔洛克。", --6937
"灾变角斗士£获得头衔“灾变角斗士”。", --6938
"联盟英雄：灾变£以评级战场排名前0.5%的战绩结束竞技场第11赛季的战斗。", --6939
"部落英雄：灾变£以评级战场排名前0.5%的战绩结束竞技场第11赛季的战斗。", --6940
"部落英雄£以评级战场排名前0.5%的战绩结束PvP赛季的战斗（需要在当前赛季赢得50场战斗）。", --6941
"联盟英雄£以评级战场排名前0.5%的战绩结束PvP赛季的战斗（需要在当前赛季赢得50场战斗）。", --6942
"排队成瘾£完成100个场景战役。", --6943
"螳螂成群£在不消灭任何螳螂妖援军的情况下击败莱公。", --6945
"灌魔巫师£在三个灌魔僵尸还活着的情况下击败血色修道院的裂魂者萨尔诺斯（英雄难度）。", --6946
"四合一£在一场寇魔古寺的战斗中，获得所有4颗能量宝珠至少一次。", --6947
"能量之球£在寇魔古寺中央持有一颗能量球并坚持90秒。", --6950
"引领潮流：皇帝的意志£在5.2补丁发布前击败魔古山宝库的皇帝的意志（普通难度）。", --6954
"探索四风谷£探索四风谷，走过世界地图中被遮住的各个角落。", --6969
"断电£消灭100名持有能量球的敌人。", --6970
"能量归我了£在控制全部4颗能量宝珠的情况下获得寇魔古寺的胜利。", --6971
"一生中最棒的是什么？£在寇魔古寺为你的队伍获得8,000点胜利点数。", --6972
"无法停止，不想停止£在持有能量球的情况下消灭100名敌人。", --6973
"潘达利亚探索者£探索潘达利亚的各个区域。", --6974
"探索卡桑琅丛林£探索卡桑琅丛林，走过世界地图中被遮住的各个角落。", --6975
"探索昆莱山£探索昆莱山，走过世界地图中被遮住的各个角落。", --6976
"探索螳螂高原£探索螳螂高原，走过世界地图中被遮住的各个角落。", --6977
"探索恐惧废土£探索恐惧废土，走过世界地图中被遮住的各个角落。", --6978
"探索锦绣谷£探索锦绣谷，走过世界地图中被遮住的各个角落。", --6979
"寇魔古寺全能明星£在一场寇魔古寺的战斗中，获得4颗能量宝珠并消灭4名持有能量宝珠的敌人。", --6980
"寇魔古寺主宰£完成下列寇魔古寺成就。", --6981
"消灭石头守卫（随机魔古山宝库）£你尚未完成此成就", --6983
"受诅者魔封（随机魔古山宝库）£你尚未完成此成就", --6984
"消灭缚灵者戈拉亚 （随机魔古山宝库）£你尚未完成此成就", --6985
"消灭四王（随机魔古山宝库）£你尚未完成此成就", --6986
"消灭伊拉贡（随机魔古山宝库）£你尚未完成此成就", --6987
"消灭皇帝的意志（随机魔古山宝库）£你尚未完成此成就", --6988
"消灭怒之煞（昆莱山）£你尚未完成此成就", --6989
"消灭萨莱斯的兵团（四风谷）£你尚未完成此成就", --6990
"消灭皇家宰相佐尔洛克（随机恐惧之心）£你尚未完成此成就", --6991
"消灭刀锋领主塔亚克（随机恐惧之心）£你尚未完成此成就", --6992
"消灭加拉隆（随机恐惧之心）£你尚未完成此成就", --6993
"消灭风领主梅尔加拉克（随机恐惧之心）£你尚未完成此成就", --6994
"消灭琥珀塑形者昂舒克（随机恐惧之心）£你尚未完成此成就", --6995
"消灭大女皇夏柯希尔（随机恐惧之心）£你尚未完成此成就", --6996
"消灭无尽守护者（随机永春台）£你尚未完成此成就", --6997
"解救烛龙（随机永春台）£你尚未完成此成就", --6998
"解救雷施（随机永春台）£你尚未完成此成就", --6999
"消灭惧之煞（随机永春台）£你尚未完成此成就", --7000
"长途跋涉£在不丧失控制权的情况下，获得并护送一辆矿车从刷新点抵达补给站。", --7039
"矿车速递£在一场碎银矿脉战斗中，分别使用5条轨道各获得一辆矿车。", --7049
"抱歉，你是在找它吗？£在魔古山宝库的缚灵者戈拉亚之战中成功激活古代魔古神器。", --7056
"穷途末路£在补给站20码范围内争夺一辆由敌方掌握控制权的矿车，并最终夺取它。", --7057
"这是我的矿！£在你守护一辆矿车时消灭250名敌人。", --7062
"五对五£在一场碎银矿脉战斗中，在不死亡的情况下获得5辆矿车。", --7099
"我拿钻石，你吃铁锈£在不让敌方获得任何一辆矿车的情况下获得碎银矿脉的胜利。", --7100
"押运服务£在碎银矿脉中获得100辆矿车。", --7102
"贪心无罪£在碎银矿脉中同时获得“狂暴”和“恢复”效果。", --7103
"碎银矿脉主宰£完成下列碎银矿脉成就。", --7106
"“大地的裂变”地下城完成次数（消灭最终首领）£“大地的裂变”地下城完成次数（消灭最终首领）", --7223
"“大地的裂变”团队副本完成次数（消灭最终首领）£“大地的裂变”团队副本完成次数（消灭最终首领）", --7224
"酒中仙传奇£发现潘达利亚的三位酒中仙神龛。", --7230
"邪思难溢£在大锅中的酒不被偷走的情况下完成盎迦猴岛的第二阶段。", --7231
"运桶如飞£在4分钟内完成盎迦猴岛的第2阶段。", --7232
"夹板气£在不让乌克头领得到橘子的情况下将其击败。", --7239
"“熊猫人之谜”地下城完成次数（消灭最终首领）£“熊猫人之谜”地下城完成次数（消灭最终首领）", --7240
"“熊猫人之谜”团队副本完成次数（消灭最终首领）£“熊猫人之谜”团队副本完成次数（消灭最终首领）", --7241
"潘达利亚 - 消灭5人地下城首领的次数£潘达利亚 - 消灭5人地下城首领的次数", --7242
"潘达利亚 - 最常消灭的地下城首领£潘达利亚 - 最常消灭的地下城首领", --7244
"潘达利亚 - 消灭团队首领的次数£潘达利亚 - 消灭团队首领的次数", --7245
"潘达利亚 - 最常消灭的团队首领£潘达利亚 - 最常消灭的团队首领", --7247
"见猴杀猴£击败盎迦猴岛的所有首领。", --7248
"盎迦猴岛£在盎迦猴岛中击败乌克头领。", --7249
"被武僧复活£被武僧复活", --7250
"被死亡骑士复活£被死亡骑士复活", --7251
"酝酿风暴£击败酝酿风暴的毁灭者波罗库拉。", --7252
"别碰酒桶£在不被沼泽蛮击击中的情况下击败酝酿风暴的毁灭者波罗库拉。", --7257
"六壮士£在6名雷掌守卫全部存活的情况下完成酝酿风暴。", --7258
"完美倾泻£酝酿风暴战役中，在没有任何队友被闪电击中的情况下酿制出闪电陈酿。", --7261
"碎银矿脉消灭£碎银矿脉消灭", --7263
"寇魔古寺消灭£寇魔古寺消灭", --7264
"绿石村£击败绿石村场景战役的仇灰。", --7265
"留待后人£在不使用任何烈性绿石佳酿的情况下完成绿石村场景战役。", --7266
"完美送达£在绿石村场景战役中找回6个失窃的酒桶且不受伤害。", --7267
"寇魔古寺£击败寇魔古寺场景战役的烛恒将军。", --7268
"逢草莫入£在寇魔古寺场景战役中不激怒任何尊极争斗者或先祖恐魔。", --7269
"仅供展示£在不使用任何神器宝珠的情况下击败寇魔古寺场景战役中的烛恒将军。", --7270
"破军比武场£完成破军比武场场景战役。", --7271
"白虎为证£击败破军比武场场景战役中的所有最终首领：驾云者科博、水刃马基和萨塔耶·布宇。", --7272
"高温克星£在没有任何人受火墙伤害的情况下击败破军比武场场景战役中的小流炀。", --7273
"学习榜样£成为纳特·帕格的挚友。", --7274
"有陷阱！£在遗忘之王古墓场景战役中踩中一个陷阱。", --7275
"精妙步法£在没有任何人受到红云伤害的情况下击败遗忘之王古墓场景战役中的怒煞畸体。", --7276
"失物招领£找出隐藏在潘达利亚各地的1处失落的宝藏。", --7281
"先到先得£找出隐藏在潘达利亚各地的5处失落的宝藏。", --7282
"彼之砒霜……£找出隐藏在潘达利亚各地的10处失落的宝藏。", --7283
"我之蜜糖£找出隐藏在潘达利亚各地的20处失落的宝藏。", --7284
"每天都是熊猫人£在一个日常重置周期内完成25个潘达利亚日常任务。", --7285
"干掉他们！£在白虎寺击败下列对手。", --7286
"赤精勇士£击败赤精栖木的所有挑战者。", --7287
"牦牛攻击£5秒内在砮皂寺消灭15名瑟拉提克攻击者。", --7288
"暗影弹跳者£跟你的翔龙宝宝连续拍球25次不中断。", --7289
"如何驾驭你的龙£在飞行竞技赛中获得第一名。", --7290
"望尘莫及£获得10层“翱翔之风”效果并完成飞行竞技赛。", --7291
"绿色田野£成功收获你的第一个作物。", --7292
"日夜耕作£成功收获100个作物。", --7293
"先兆降临£成功收获你的第一个特殊作物。", --7294
"醉鱼的建议£在预报高温的日子里收获下列蔬菜。", --7295
"不再失落£找回老农阿蓟失落的宝藏。", --7296
"实力的证明£在影踪卫戍营分别与下列影踪派英雄同行。", --7297
"如影随行£分别与以下影踪派英雄一起完成15个影踪派日常任务。", --7298
"孤独的反叛者£在没有影踪派同伴协助且不离开螳螂高原的情况下完成所有系列的影踪派日常任务。", --7299
"烧烤大师£获得75点烧烤之道技能点数。", --7300
"烹炒大师£获得75点烹炒之道技能点数。", --7301
"炖煮大师£获得75点炖煮之道技能点数。", --7302
"蒸烧大师£获得75点蒸烧之道技能点数。", --7303
"烘焙大师£获得75点烘焙之道技能点数。", --7304
"酿造大师£获得75点酿造之道技能点数。", --7305
"熊猫人烹饪大师£在熊猫人的六大烹饪之道中，都获得75点技能点数。", --7306
"寂静杀手£在只消灭规定数量的螳螂妖情况下完成影踪派悟道者的全套日常任务。", --7307
"看清你的责任£在不受到怪物伤害的情况下完成所有影踪派黑衣卫的日常任务。", --7308
"野牛人小心了，我扔炸弹了！£用一个高爆油桶消灭不少于15个铠胄战士。", --7309
"诸神卫士£完成影踪派终极任务，“突袭！”", --7310
"我的琥珀色能量£复苏下列卡拉克西英杰。", --7312
"人在卡拉克西£在下列增益效果影响下完成5个卡拉克西日常任务。", --7313
"试车£让一只恐虫成长至完全形态并使其暴走。", --7314
"不朽之谷£完成下列金莲教重大事件。", --7315
"神兵天降£在日常任务“黑暗天空”中轰炸下列目标。", --7316
"以一当百£在锦绣谷击败下列强大敌人。", --7317
"历史的滋味£获得一把郭莱储物箱钥匙并打开一个远古郭莱储物箱。", --7318
"准备突袭第三季£在不受任何伤害的情况下完成下列生存之环挑战。", --7319
"群犬扎堆£在10秒内击败10个影踪派受训者。", --7320
"送温暖£用一个影踪派火把消灭60个科里克提克护巢兵。", --7321
"翻滚俱乐部£在70秒内（含70秒）完成蟠龙脊翻滚路线。", --7322
"间接伤害£使用魔古石雕的碾压重消灭死另一位对手。", --7323
"一步一趋£在不受任何伤害的情况下完成“破败的大厅”和“雷电”任务。", --7324
"我就是大师£收下一名烹饪学徒，并将其教导为中级厨师。", --7325
"熊猫人美食家£烹制下列15份熊猫人美食。", --7326
"熊猫人美食家£烹制下列30份熊猫人美食。", --7327
"铁掌大厨£学习240个烹饪食谱。", --7328
"熊猫人佳肴£品尝下列熊猫人佳肴。", --7329
"熊猫人美食£品尝下列熊猫人美食。", --7330
"酒中三仙£发现下列酒中三仙的神器。", --7331
"破碎的心£发现下列神器。", --7332
"四神在上£发现下列天神的神器。", --7333
"残酷刑具£发现下列神器。", --7334
"力量的象征£发现下列神器。", --7335
"岩石仆从£发现下列神器。", --7336
"黑暗历史文献£发现下列神器。", --7337
"收藏家：熊猫人茶具£修复5个熊猫人茶具。", --7338
"收藏家：熊猫人棋盘£修复5个熊猫人棋盘。", --7339
"收藏家：酒中仙郭乾斗的鸳鸯杯£修复5个酒中仙郭乾斗的鸳鸯杯。", --7340
"收藏家：酒中仙云壬的拐杖£修复5个酒中仙云壬的拐杖。", --7341
"收藏家：酒中仙尹心卧的空酒桶£修复5个酒中仙尹心卧的空酒桶。", --7342
"收藏家：雕花铜镜£修复5个雕花铜镜。", --7343
"收藏家：鎏金陪葬瓷俑£修复5个鎏金陪葬瓷俑。", --7344
"收藏家：药罐子£修复5个药罐子。", --7345
"收藏家：玉珑骊珠£修复5个玉珑骊珠。", --7346
"收藏家：砮皂之旗£修复5个砮皂之旗。", --7347
"收藏家：叛军的镣铐£修复5个叛军的镣铐。", --7348
"收藏家：碎裂的魔古符文石£修复5个碎裂的魔古符文石。", --7349
"收藏家：陶俑手臂£修复5个陶俑手臂。", --7350
"收藏家：石化的骨鞭£修复5个石化的骨鞭。", --7351
"收藏家：雷电之王勋章£修复5个雷电之王勋章。", --7352
"收藏家：雷电之王的法典£修复5个雷电之王的法典。", --7353
"收藏家：铁制护符£修复5个铁制护符。", --7354
"收藏家：军阀的烙铁£修复5个军阀的烙铁。", --7355
"收藏家：魔古钱币£修复5个魔古钱币。", --7356
"收藏家：破损的石碑底座£修复5个破损的石碑底座。", --7357
"收藏家：熊猫人茶具£修复20个熊猫人茶具。", --7358
"收藏家：熊猫人棋盘£修复20个熊猫人棋盘。", --7359
"收藏家：酒中仙郭乾斗的鸳鸯杯£修复20个酒中仙郭乾斗的鸳鸯杯。", --7360
"收藏家：酒中仙云壬的拐杖£修复20个酒中仙云壬的拐杖。", --7361
"收藏家：酒中仙尹心卧的空酒桶£修复20个酒中仙尹心卧的空酒桶。", --7362
"收藏家：雕花铜镜£修复20个雕花铜镜。", --7363
"收藏家：鎏金陪葬瓷俑£修复20个鎏金陪葬瓷俑。", --7364
"收藏家：药罐子£修复20个药罐子。", --7365
"收藏家：玉珑骊珠£修复20个玉珑骊珠。", --7366
"收藏家：砮皂之旗£修复20个砮皂之旗。", --7367
"收藏家：叛军的镣铐£修复20个叛军的镣铐。", --7368
"收藏家：碎裂的魔古符文石£修复20个碎裂的魔古符文石。", --7369
"收藏家：陶俑手臂£修复20个陶俑手臂。", --7370
"收藏家：石化的骨鞭£修复20个石化的骨鞭。", --7371
"收藏家：雷电之王勋章£修复20个雷电之王勋章。", --7372
"收藏家：雷电之王的法典£修复20个雷电之王的法典。", --7373
"收藏家：铁制护符£修复20个铁制护符。", --7374
"收藏家：军阀的烙铁£修复20个军阀的烙铁。", --7375
"收藏家：魔古钱币£修复20个魔古钱币。", --7376
"收藏家：破损的石碑底座£修复20个破损的石碑底座。", --7377
"多面手£将“潘达利亚”分类下的五种主要专业技能都提升到75点。", --7378
"熊猫人百事通£将“潘达利亚”分类下的所有主要专业技能都提升到75点。", --7379
"双面间谍£联盟和部落角色都达到最高级。", --7380
"恢复平衡£造访翡翠林的结义坛并追随陈·风暴烈酒的脚步。", --7381
"好手两重唱£2个不同职业达到最高级。", --7382
"老兵三重唱£3个不同职业达到最高级。", --7383
"精英五重唱£5个不同职业达到最高级。", --7384
"走街串吧£完成下列酒仙场景战役成就。", --7385
"雄壮远足牦牛£从昆莱山的表叔大口袋那里购买一头雄壮远足牦牛。", --7386
"挑战模式地下城完成次数£你尚未完成此成就", --7399
"青铜挑战评级获得次数£你尚未完成此成就", --7400
"白银挑战评级获得次数£你尚未完成此成就", --7401
"黄金挑战评级获得次数£你尚未完成此成就", --7402
"完成5000个日常任务£完成5000个日常任务。", --7410
"完成10000个日常任务£完成10000个日常任务。", --7411
"典藏版：魔卒萨满£拥有《暗黑破坏神III》典藏版赠送的魔卒萨满宠物。", --7412
"血色大厅£击败血色大厅的织焰者孔格勒。", --7413
"菜鸟£将一只宠物提升到3级。", --7433
"血色大厅（公会版）£在公会队伍中击败血色大厅中的织焰者孔格勒。", --7434
"禅宗宠物猎人£在宠物对战中获得200只宠物。", --7436
"那个对手值得一战£击败潘达利亚各种族中的一名强大勇士。", --7437
"能再多找几个吗？£击败所有种族的潘达利亚勇士各一位。", --7438
"战绩彪炳！£追踪并击败所有的潘达利亚勇士。", --7439
"场景战役挑战£完成50次公会场景战役挑战。", --7444
"挑战模式地下城挑战£完成50次公会挑战模式地下城挑战。", --7445
"终极挑战£完成250次公会挑战。", --7446
"独乐乐不如众乐乐£在公会队伍中完成100次场景战役。", --7447
"场景战役大满贯£在公会队伍中完成下列场景战役。", --7448
"场景战役大满贯£在公会队伍中完成下列场景战役。", --7449
"罕见收获£捕捉1只精良品质的战斗宠物。", --7462
"品质上乘£捕捉10只精良品质的战斗宠物。", --7463
"保质保量£捕捉50只精良品质的战斗宠物。", --7464
"优良发现£捕捉1只优秀品质的战斗宠物。", --7465
"塞拉摩的沦陷£在遭到部落毁坏的塞拉摩废墟中保护吉安娜找到聚焦之虹。", --7467
"塞拉摩的沦陷£协助偷袭塞拉摩并救出萨伦·织歌者。", --7468
"影踪大师£完成下列所有成就从而向影踪派精英证明你的价值。", --7479
"杰出训练师£获得100点宠物战斗成就点数。", --7482
"战斗大师£获得200点宠物战斗成就点数。", --7483
"千钧一发：皇帝的意志£在5.2补丁发布前击败魔古山宝库的皇帝的意志（英雄难度）。", --7485
"千钧一发：大女皇夏柯希尔£在5.2补丁发布前击败恐惧之心的大女皇夏柯希尔（英雄难度）。", --7486
"千钧一发：惧之煞£在5.2补丁发布前击败永春台的惧之煞（英雄难度）。", --7487
"驯服旷野£在东部王国、卡里姆多、外域、诺森德或潘达利亚击败15名驯宠大师。", --7498
"驯服世界£在东部王国、卡里姆多、外域、诺森德或潘达利亚击败40名驯宠大师。", --7499
"需要更多绳套£收集250种独特的宠物。", --7500
"需要大量宠物食品£收集400种独特的宠物。", --7501
"石犁村救星£击败伊克提克巨像。", --7502
"连场鏖战£在一个周六内完成下列所有场景战役。", --7509
"云游者、梦想家和你£参加云游节的开幕或闭幕庆典。", --7518
"博学者£完成下列任务成就。", --7520
"该去开家宠物店了£获得400点宠物战斗成就点数。", --7521
"遗忘之王古墓£完成遗忘之王古墓场景战役。", --7522
"塞拉摩的沦陷£完成塞拉摩的沦陷场景战役。", --7523
"塞拉摩的沦陷£完成塞拉摩的沦陷场景战役。", --7524
"驯服大地的裂变£击败大地的裂变的下列所有宠物训练师。", --7525
"风筝大战£击败嘎什努尔且不摧毁他的任何图腾。", --7526
"你不是坦克£击败破门者且不被它的撞角或投石器击中。", --7527
"风筝大战£击败巴德拉克且不摧毁他的任何图腾。", --7529
"你不是坦克£击败大贝莎且不被它的撞角或火炮击中。", --7530
"第一章：黑王子的试炼£向拉希奥证明你的实力并升级一块染煞宝石。", --7533
"第二章：拉希奥的战争£在本方部队抵达海滩后完成拉希奥的试炼，向他证明联盟的优越性。", --7534
"第三章：黑白王子£与拉希奥一起发现魔古族的秘密，并将雷电之王的核心交给他。", --7535
"第四章：天神的祝福£陪同拉希奥获得四位至尊天神的祝福。", --7536
"潘达利亚的糖果£找到潘达利亚的糖罐。", --7601
"潘达利亚的糖果£找到潘达利亚的糖罐。", --7602
"潘达利亚垂钓翁£钓到过原产潘达利亚的所有类型的鱼。", --7611
"闻道之座£修复并展示所有完好如初的熊猫人和魔古族遗物。", --7612
"锁定码头£完成渔人码头的所有日常任务。", --7614
"托维尔隆竞技场的比赛£托维尔隆竞技场的比赛", --7823
"托维尔隆竞技场的胜利£托维尔隆竞技场的胜利", --7824
"寇魔古寺的战斗£寇魔古寺的战斗", --7825
"寇魔古寺的胜利£寇魔古寺的胜利", --7826
"评级寇魔古寺的战斗£评级寇魔古寺的战斗", --7827
"评级寇魔古寺的胜利£评级寇魔古寺的胜利", --7828
"碎银矿脉的战斗£碎银矿脉的战斗", --7829
"碎银矿脉的胜利£碎银矿脉的胜利", --7830
"评级碎银矿脉的战斗£评级碎银矿脉的战斗", --7831
"碎银矿脉的胜利£碎银矿脉的胜利", --7832
"典藏版：爆虫£拥有《星际争霸II：虫群之心》典藏版赠送的爆虫宠物。", --7842
"外交手段£在15个势力中达到崇拜声望。", --7843
"大使£在25个势力中达到崇拜声望。", --7844
"两个都是足球？£拥有2012年冬幕节礼物，橄榄球和足球。", --7852
"魔兽世界九周年£在魔兽世界九周年庆典期间登录游戏。", --7853
"鞍座紧缺£获得150种坐骑（需可被同一个角色使用）。", --7860
"鞍座紧缺£获得150种坐骑（需可被同一个角色使用）。", --7862
"我选择了你£完成“驯宠宗师亚济”任务。", --7908
"消灭石头守卫（25人普通魔古山宝库）£你尚未完成此成就", --7914
"消灭石头守卫（25人英雄魔古山宝库）£你尚未完成此成就", --7915
"受诅者魔封（25人普通魔古山宝库）£你尚未完成此成就", --7917
"受诅者魔封（25人英雄魔古山宝库）£你尚未完成此成就", --7918
"消灭缚灵者戈拉亚 （25人普通魔古山宝库）£你尚未完成此成就", --7919
"消灭缚灵者戈拉亚 （25人英雄魔古山宝库）£你尚未完成此成就", --7920
"消灭四王（25人普通魔古山宝库）£你尚未完成此成就", --7921
"消灭四王（25人英雄魔古山宝库）£你尚未完成此成就", --7922
"消灭伊拉贡（25人普通魔古山宝库）£你尚未完成此成就", --7923
"消灭伊拉贡（25人英雄魔古山宝库）£你尚未完成此成就", --7924
"消灭皇帝的意志（25人普通魔古山宝库）£你尚未完成此成就", --7926
"消灭皇帝的意志（25人英雄魔古山宝库）£你尚未完成此成就", --7927
"神盾守备军£完成下列神盾守备军故事线。", --7928
"统御先锋军£完成下列统御先锋军故事线。", --7929
"直面杀戮£在卡桑琅丛林中消灭敌对阵营的全部3名勇士。", --7932
"感觉真不错！£在魔古山宝库中，飞过纳拉克煞引擎上的圆碟（普通或英雄难度）。", --7933
"缰绳来袭£在经典团队副本中收集下列战斗宠物。", --7934
"熊猫人驭灵师£完成“熊猫人驭灵师\"任务。", --7936
"那些该死的装备不是你的全部（第1赛季）£在潘达利亚战役期间赢得一场拳赛。", --7937
"搏击俱乐部的二号原则（第1赛季）£在潘达利亚战役期间在搏击竞技场达到7级。", --7939
"搏击俱乐部的二号原则（第1赛季）£在潘达利亚战役期间在比兹莫搏击俱乐部达到7级。", --7940
"横行无忌（第1赛季）£在潘达利亚战役期间在比兹莫搏击俱乐部中达到8级。", --7941
"横行无忌（第1赛季）£在潘达利亚战役期间在搏击竞技场中达到8级。", --7942
"头号粉丝（第2赛季）£在德拉诺战役期间为一名赢得搏击的玩家喝彩。", --7943
"酒瓶伺候（第2赛季）£在德拉诺战役期间用过期的幻灭酒砸中一位愤怒观众的脑袋。", --7944
"全民公敌（第2赛季）£在德拉诺战役期间在10层“你好臭！”效果影响下赢得一场拳赛。", --7945
"这下你可拉风了（第1赛季）£在潘达利亚战役期间击败下列稀有搏击首领。", --7946
"搏击俱乐部的头号原则（第1/2赛季）£受邀参加在地铁矿道中的比兹莫搏击俱乐部的拳赛。", --7947
"搏击俱乐部的头号原则（第1/2赛季）£受邀参加在奥格瑞玛荣誉谷的搏击竞技场的拳赛。", --7948
"聚众闹事（第2赛季）£在德拉诺战役期间使用“泡泡”威拉德·威尔克斯的传送门前往奥格瑞玛。", --7949
"聚众闹事（第2赛季）£在德拉诺战役期间使用兹普·加罗西的传送门前往暴风城。", --7950
"消灭皇家宰相佐尔洛克（25人普通恐惧之心）£你尚未完成此成就", --7951
"消灭皇家宰相佐尔洛克（25人英雄恐惧之心）£你尚未完成此成就", --7953
"消灭刀锋领主塔亚克（25人普通恐惧之心）£你尚未完成此成就", --7954
"消灭刀锋领主塔亚克（25人英雄恐惧之心）£你尚未完成此成就", --7955
"消灭加拉隆（25人普通恐惧之心）£你尚未完成此成就", --7956
"消灭加拉隆（25人英雄恐惧之心）£你尚未完成此成就", --7957
"消灭风领主梅尔加拉克（25人普通恐惧之心）£你尚未完成此成就", --7958
"消灭风领主梅尔加拉克（25人英雄恐惧之心）£你尚未完成此成就", --7960
"消灭琥珀塑形者昂舒克（25人普通恐惧之心）£你尚未完成此成就", --7961
"消灭琥珀塑形者昂舒克（25人英雄恐惧之心）£你尚未完成此成就", --7962
"消灭大女皇夏柯希尔（25人普通恐惧之心）£你尚未完成此成就", --7963
"消灭大女皇夏柯希尔（25人英雄恐惧之心）£你尚未完成此成就", --7964
"消灭无尽守护者（25人普通永春台）£你尚未完成此成就", --7965
"消灭无尽守护者（25人英雄永春台）£你尚未完成此成就", --7966
"解救烛龙（25人普通永春台）£你尚未完成此成就", --7967
"解救烛龙（25人英雄永春台）£你尚未完成此成就", --7968
"解救雷施（25人普通永春台）£你尚未完成此成就", --7969
"解救雷施（25人英雄永春台）£你尚未完成此成就", --7970
"消灭惧之煞（25人普通永春台）£你尚未完成此成就", --7971
"消灭惧之煞（25人英雄永春台）£你尚未完成此成就", --7972
"水葬£在场景战役“黑暗中的匕首”中，使用暗生蜥蜴领主的激水喷涌技能消灭他的3个援军。", --7984
"那不是虚空领域吗？£场景战役“黑暗中的匕首”中，在没有任何队员站在治疗结界内的情况下击败拉克戈尔·血刃。", --7986
"一蛋不留£场景战役“黑暗中的匕首”中，在孵化大师诺什的生命值降至20%前摧毁余下的所有蛋。", --7987
"王者的耐心£完成场景战役“王者的耐心”。", --7988
"泡泡陷阱！£在场景战役“王者的耐心”中协助建造锦鱼人防线。", --7989
"飞毛腿£在场景战役“王者的耐心”中协助建造矮人防线。", --7990
"谁先谁后？£在场景战役“王者的耐心”中协助建造侏儒防线。", --7991
"我曾爱过他们£在场景战役“王者的耐心”中协助建造暗夜精灵防线。", --7992
"翩翩起舞£在场景战役“王者的耐心”中协助褐石大师建造熊猫人防线。", --7993
"潘达利亚的宝藏£找到1个潘达利亚宝藏。", --7994
"潘达利亚的财物£找到5个潘达利亚宝藏。", --7995
"潘达利亚的藏宝£找到10个潘达利亚宝藏。", --7996
"潘达利亚的财富£找到所有的潘达利亚宝藏。", --7997
"第二章：拉希奥的战争£在本方部队抵达海滩后完成拉希奥的试炼，向他证明部落的优越性。", --8008
"黑暗中的匕首£完成场景战役“黑暗中的匕首”。", --8009
"雄狮港£完成雄狮港场景战役。", --8010
"五号还活着£雄狮港场景战役中的5个非玩家角色全部存活。", --8011
"勤俭持家£使用并强化雄狮港场景战役中的所有武器。", --8012
"统御岗哨£完成统御岗哨场景战役。", --8013
"五号还活着£统御岗哨场景战役中的全部5个非玩家角色全部存活。", --8014
"勤俭持家£使用并强化统御岗哨场景战役中的所有武器。", --8015
"突袭扎尼维斯£在突袭扎尼维斯中击败指挥官泰尔伏拉克。", --8016
"为了虫群£在突袭扎尼维斯场景战役中，在不消灭任何扎尼提克虫群的情况下击败指挥官泰尔伏拉克。", --8017
"那些该死的装备不是你的全部（第1赛季）£在潘达利亚战役期间赢得一场拳赛。", --8020
"这下你可拉风了（第1赛季）£在潘达利亚战役期间击败下列稀有搏击首领。", --8022
"唤醒者£完成下列成就，成为荣誉卡拉克西英杰。", --8023
"赞美太阳！£在雷神岛击败暴风领主纳拉克。", --8028
"勇气的试炼£接受拉希奥的传说任务“勇气的试炼”并获得3000点勇气点数。", --8030
"勇气的试炼£接受拉希奥的传说任务“勇气的试炼”并获得3000点勇气点数。", --8031
"非转基因生物£在所有玩家都未获得有害变异的情况下击败雷电王座的普利莫修斯（普通或英雄难度）。", --8037
"白垩纪收藏家£在不消灭任何赞达拉恐龙统领的情况下击败雷电王座的赫利东（普通或英雄难度）。", --8038
"潘达利亚灭火£亵渎部落在潘达利亚锦绣谷的篝火。", --8042
"潘达利亚灭火£亵渎联盟在潘达利亚锦绣谷的篝火。", --8043
"潘达利亚护火者£祭拜潘达利亚的火焰。", --8044
"潘达利亚护焰者£祭拜潘达利亚的火焰。", --8045
"赞达拉预言书£发现潘达利亚有关赞达拉及其黑暗预言的全部传说文物。", --8049
"雷电轰鸣£发现潘达利亚有关雷神的全部传说文物。", --8050
"神祇与妖魔£发现潘达利亚有关魔古族及其黑暗起源的全部传说文物。", --8051
"可汗£完成下列战场成就。", --8052
"可汗£完成下列战场成就。", --8055
"击碎者金罗克（英雄难度）£击败雷电王座的击碎者金罗克（英雄难度）。", --8056
"赫利东（英雄难度）£击败雷电王座的赫利东（英雄难度）。", --8057
"长者议会（英雄难度）£击败雷电王座的长者议会（英雄难度）。", --8058
"托多斯（英雄难度）£击败雷电王座的托多斯（英雄难度）。", --8059
"墨格瑞拉（英雄难度）£击败雷电王座的墨格瑞拉（英雄难度）。", --8060
"季鹍（英雄难度）£击败雷电王座的季鹍（英雄难度）。", --8061
"遗忘者杜鲁姆（英雄难度）£击败雷电王座的遗忘者杜鲁姆（英雄难度）。", --8062
"普利莫修斯（英雄难度）£击败雷电王座的普利莫修斯（英雄难度）。", --8063
"黑暗意志（英雄难度）£击败雷电王座的黑暗意志（英雄难度）。", --8064
"铁穹（英雄难度）£击败雷电王座的铁穹（英雄难度）。", --8065
"神女双天（英雄难度）£击败雷电王座的神女双天（英雄难度）。", --8066
"雷神（英雄难度）£击败雷电王座的雷神（英雄难度）。", --8067
"莱登（英雄难度）£击败雷电王座的莱登。", --8068
"赞达拉的背水一战£击败占据着雷电王座入口废墟的首领。", --8069
"被遗忘的深渊£击败雷电王座地下远古洞穴中的首领。", --8070
"修身殿£击败雷电王座地下污秽大厅内的首领。", --8071
"风暴之巅£击败雷电王座的雷神内殿中的首领。", --8072
"笼中斗£在没有任何生物离开中心场地的情况下击败雷电王座的长者议会（普通或英雄难度）。", --8073
"奖励一条命£在用一个旋龟壳踢中其他五个或以上旋龟壳后击败雷电王座的托多斯（普通或英雄难度）。", --8077
"又见祖尔£消灭10名赞达拉战斗斥候和5名赞达拉战争使者。", --8078
"熊猫人寓言驯兽师£完成“寓言之兽”任务。", --8080
"今天轮到谁了？£多次进入雷电王座的黑暗意志大厅，击败所有24个不同的黑暗祭师（普通或英雄难度）。", --8081
"头脑问题£在不砍掉下列类型的蛇头的情况下击败雷电王座的墨格瑞拉（普通或英雄难度）。", --8082
"从黄昏到黎明£在夙娥的生命值降至30%以下前击败露琳，然后再击败雷电王座的夙娥（普通或英雄难度）。", --8086
"不准碰£在不被下列技能击中的情况下撑过雷电王座的铁穹之战（普通或英雄难度）。", --8087
"我还以为有多难呢！£在初次与雷电王座的莱登交战时，在所有团队成员均不死亡的情况下将其击败。", --8089
"闭合回路£在使四个导管先分别失效的情况下击败雷电王座的雷神（普通或英雄难度）。", --8090
"我有无数问题，但白色原始迅猛龙不是问题£从集骨者库玛手中获得白色原始迅猛龙的缰绳。", --8092
"暴虐征服者£在第13赛季中获得25,000点征服点数。", --8093
"闪电超载£在与雷电王座的击碎者金罗克的战斗中，令两颗专注闪电球发生碰撞（普通或英雄难度）。", --8094
"心慈手软£在金色的蛋依然完整的情况下击败雷电王座的季鹍（普通或英雄难度）。", --8097
"你说过交叉光是不好的£在与雷电王座的遗忘者杜鲁姆一战中，让橙色、紫色和绿色雾行兽现形（普通或英雄难度）。", --8098
"雷神岛£完成下列雷神岛故事线。", --8099
"先钱后杀£击败雷神岛的下列可召唤首领之一。", --8100
"物有所值£击败雷神岛的下列所有可召唤首领。", --8101
"雷神勇士£击败雷神岛的下列所有稀有怪物。", --8103
"雷电掠夺者£找到一件雷电之王的藏品。", --8104
"碎石成堆£在接受任务后10分钟内完成“破碎的侍从官”任务。", --8105
"登堂入室£在雷电之王的藏宝库中达成下列目标。", --8106
"准备突袭？！？£在1分钟内踩死200个伊瓜鲁克蟑螂。", --8107
"入乡随俗£对考什克的下列形态使用/鞠躬。", --8108
"让魔古族去死£在白骨庭院中召唤并击败下列古代魔古之一。", --8109
"魔古送葬者£在白骨庭院中召唤并击败下列所有古代魔古。", --8110
"这还不是我的最终形态呢£同时获得赞达拉药水和神力冲击效果。", --8111
"蓝贴回应£轰走稀有的蓝色啸天雏龙。", --8112
"平台英雄£在浮华宝库的柱子上生存90秒。", --8114
"速度金属£在10层能量涌动的情况下击败金铁领主莫诺汗。", --8115
"你害我流了自己的血£在不消灭任何蕴魔之血的情况下击败塑肌者霍古。", --8116
"为了结界！£使用夺日者或肯瑞托监视结界结果一名对手。", --8117
"嘭！£将一名赞达拉驭兽师从飞行坐骑上击落。", --8118
"把我们的威力联合起来£使用下列方法击败守护者塔克乌。", --8119
"瓷器店里的恐角龙£使用灌注神力的血角龙的冲锋攻击摧毁珍贵的赞达拉花瓶。", --8120
"风暴克星£完成下列雷神岛成就。", --8121
"亿万年的进化vs我的拳头£击败巨兽岛的乌达斯塔。", --8123
"雷电团队的荣耀£完成雷电王座团队副本的下列成就。", --8124
"纳拉克（公会版）£在团队中至少有8名公会成员的情况下击败雷神岛的暴风领主纳拉克。", --8137
"乌达斯塔（公会版）£在团队中至少有8名公会成员的情况下击败巨兽岛的乌达斯塔。", --8138
"英雄：雷神（公会版）£在公会队伍中击败雷电王座的雷神（英雄难度）。", --8139
"雷电王座（公会版）£在公会队伍中击败雷电王座中的首领。", --8140
"消灭击碎者金罗克（随机雷电王座）£你尚未完成此成就", --8141
"消灭击碎者金罗克（10人普通雷电王座）£你尚未完成此成就", --8142
"消灭击碎者金罗克（25人普通雷电王座）£你尚未完成此成就", --8143
"消灭击碎者金罗克（10人英雄雷电王座）£你尚未完成此成就", --8144
"消灭击碎者金罗克（25人英雄雷电王座）£你尚未完成此成就", --8145
"消灭纳拉克£你尚未完成此成就", --8146
"消灭乌达斯塔£你尚未完成此成就", --8147
"消灭赫利东（随机雷电王座）£你尚未完成此成就", --8148
"消灭赫利东（10人普通雷电王座）£你尚未完成此成就", --8149
"消灭赫利东（25人普通雷电王座）£你尚未完成此成就", --8150
"消灭赫利东（10人英雄雷电王座）£你尚未完成此成就", --8151
"消灭赫利东（25人英雄雷电王座）£你尚未完成此成就", --8152
"消灭长者议会（随机雷电王座）£你尚未完成此成就", --8153
"消灭长者议会（10人普通雷电王座）£你尚未完成此成就", --8154
"消灭长者议会（25人普通雷电王座）£你尚未完成此成就", --8155
"消灭长者议会（10人英雄雷电王座）£你尚未完成此成就", --8156
"消灭长者议会（25人英雄雷电王座）£你尚未完成此成就", --8157
"消灭托多斯（随机雷电王座）£你尚未完成此成就", --8158
"消灭托多斯（10人普通雷电王座）£你尚未完成此成就", --8159
"消灭托多斯（25人普通雷电王座）£你尚未完成此成就", --8160
"消灭托多斯（25人英雄雷电王座）£你尚未完成此成就", --8161
"消灭托多斯（10人英雄雷电王座）£你尚未完成此成就", --8162
"消灭墨格瑞拉（随机雷电王座）£你尚未完成此成就", --8163
"消灭墨格瑞拉（10人普通雷电王座）£你尚未完成此成就", --8164
"消灭墨格瑞拉（25人普通雷电王座）£你尚未完成此成就", --8165
"消灭墨格瑞拉（10人英雄雷电王座）£你尚未完成此成就", --8166
"消灭墨格瑞拉（25人英雄雷电王座）£你尚未完成此成就", --8167
"消灭季鹍（随机雷电王座）£你尚未完成此成就", --8168
"消灭季鹍（10人普通雷电王座）£你尚未完成此成就", --8169
"消灭季鹍（25人普通雷电王座）£你尚未完成此成就", --8170
"消灭季鹍（10人英雄雷电王座）£你尚未完成此成就", --8171
"消灭季鹍（25人英雄雷电王座）£你尚未完成此成就", --8172
"消灭遗忘者杜鲁姆（随机雷电王座）£你尚未完成此成就", --8173
"消灭遗忘者杜鲁姆（10人普通雷电王座）£你尚未完成此成就", --8174
"消灭遗忘者杜鲁姆（25人普通雷电王座）£你尚未完成此成就", --8175
"消灭遗忘者杜鲁姆（10人英雄雷电王座）£你尚未完成此成就", --8176
"消灭遗忘者杜鲁姆（25人英雄雷电王座）£你尚未完成此成就", --8177
"消灭普利莫修斯（随机雷电王座）£你尚未完成此成就", --8178
"消灭普利莫修斯（10人普通雷电王座）£你尚未完成此成就", --8179
"消灭普利莫修斯（25人英雄雷电王座）£你尚未完成此成就", --8180
"消灭普利莫修斯（10人英雄雷电王座）£你尚未完成此成就", --8181
"消灭普利莫修斯（25人普通雷电王座）£你尚未完成此成就", --8182
"消灭黑暗意志（随机雷电王座）£你尚未完成此成就", --8183
"消灭黑暗意志（10人普通雷电王座）£你尚未完成此成就", --8184
"消灭黑暗意志（25人普通雷电王座）£你尚未完成此成就", --8185
"消灭黑暗意志（10人英雄雷电王座）£你尚未完成此成就", --8186
"消灭黑暗意志（25人英雄雷电王座）£你尚未完成此成就", --8187
"消灭铁穹（随机雷电王座）£你尚未完成此成就", --8188
"消灭铁穹（10人普通雷电王座）£你尚未完成此成就", --8189
"消灭铁穹（25人普通雷电王座）£你尚未完成此成就", --8190
"消灭铁穹（10人英雄雷电王座）£你尚未完成此成就", --8191
"消灭铁穹（25人英雄雷电王座）£你尚未完成此成就", --8192
"消灭神女双天（随机雷电王座）£你尚未完成此成就", --8193
"消灭神女双天（10人普通雷电王座）£你尚未完成此成就", --8194
"消灭神女双天（25人普通雷电王座）£你尚未完成此成就", --8195
"消灭神女双天（10人英雄雷电王座）£你尚未完成此成就", --8196
"消灭神女双天（25人英雄雷电王座）£你尚未完成此成就", --8197
"消灭雷神（随机雷电王座）£你尚未完成此成就", --8198
"消灭雷神（10人普通雷电王座）£你尚未完成此成就", --8199
"消灭雷神（25人普通雷电王座）£你尚未完成此成就", --8200
"消灭雷神（25人英雄雷电王座）£你尚未完成此成就", --8201
"消灭雷神（10人英雄雷电王座）£你尚未完成此成就", --8202
"击败莱登（10人英雄雷电王座）£你尚未完成此成就", --8203
"神盾守备军£在神盾守备军阵营中达到崇拜声望。", --8205
"统御先锋军£在统御先锋军阵营中达到崇拜声望。", --8206
"肯瑞托远征军£在肯瑞托远征军阵营中达到崇拜声望。", --8208
"夺日者先锋军£在夺日者先锋军阵营中达到崇拜声望。", --8209
"影踪突袭营£在影踪突袭营阵营中达到崇拜声望。", --8210
"赞达拉借书证£从雷神岛的赞达拉巨魔身上拾取下列稀有书籍。", --8212
"依然强力党的老友£通过战友招募系统获得夜翼之心坐骑。", --8213
"恶毒角斗士£获得头衔“恶毒角斗士”。", --8214
"恶毒角斗士云端翔龙£获取“熊猫人之谜”竞技场第十二赛季的恶毒角斗士云端翔龙。", --8216
"暴虐征服者£在第13赛季中获得25,000点征服点数。", --8218
"螳螂妖的历史£修复并展示所有完好如初的螳螂妖遗物。", --8219
"收藏家：螳螂妖帝国旗帜£修复5个螳螂妖帝国旗帜。", --8220
"收藏家：螳螂妖帝国旗帜£修复20个螳螂妖帝国旗帜。", --8221
"收藏家：古代树脂采集器£修复5个古代树脂采集器。", --8222
"收藏家：古代树脂采集器£修复20个古代树脂采集器。", --8223
"收藏家：螳螂塑像£修复5个螳螂塑像。", --8224
"收藏家：螳螂塑像£修复20个螳螂塑像。", --8225
"收藏家：失效的声波信标£修复5个失效的声波信标。", --8226
"收藏家：失效的声波信标£修复20个失效的声波信标。", --8227
"收藏家：英杰残骸£修复5个英杰残骸。", --8228
"收藏家：英杰残骸£修复20个英杰残骸。", --8229
"收藏家：螳螂妖灯笼£修复5个螳螂妖灯笼。", --8230
"收藏家：螳螂妖灯笼£修复20个螳螂妖灯笼。", --8231
"收藏家：花粉采集器£修复5个花粉采集器。", --8232
"收藏家：花粉采集器£修复20个花粉采集器。", --8233
"收藏家：凯帕树脂容器£修复5个凯帕树脂容器。", --8234
"收藏家：凯帕树脂容器£修复20个凯帕树脂容器。", --8235
"千钧一发：雷神£在5.4补丁发布前击败雷电王座的雷神（英雄难度）。", --8238
"联盟英雄：恶毒£以评级战场排名前0.5%的战绩结束竞技场第12赛季的战斗。", --8243
"部落英雄：恶毒£以评级战场排名前0.5%的战绩结束竞技场第12赛季的战斗。", --8244
"引领潮流：大女皇夏柯希尔£在5.2补丁发布前击败恐惧之心的大女皇夏柯希尔（普通难度）。", --8246
"引领潮流：惧之煞£在5.2补丁发布前击败永春台的惧之煞（普通难度）。", --8248
"引领潮流：雷神£在5.4补丁发布前击败雷电王座的雷神（普通难度）。", --8249
"击败莱登（25人英雄雷电王座）£你尚未完成此成就", --8256
"服务器第一！莱登£在公会队伍中，成为本服务器首个在英雄难度的雷电王座中成功消灭莱登的公会。", --8257
"英雄：莱登（公会版）£在公会队伍中击败雷电王座的莱登。", --8258
"千钧一发：莱登£在5.4补丁发布前击败雷电王座的莱登。", --8260
"赢得顶级宠物战£使用3只25级宠物赢得宠物战斗的次数。", --8278
"赢得顶级PvP宠物战£使用3只25级宠物赢得PvP宠物战斗的次数。", --8286
"为巨型蜗牛提供食物£你尚未完成此成就", --8291
"缰绳来袭II：钥匙的远征£在卡拉赞、毒蛇神殿和风暴要塞中收集下列所有战斗宠物。", --8293
"怒焰之谜£完成场景战役怒焰之谜。", --8294
"地精小队：少数派精英£在地精小队的所有成员均未受到伤害的情况下完成场景战役怒焰之谜。", --8295
"残酷宠物格斗家£通过搜寻战斗功能，以全队25级宠物赢得10场PVP宠物战斗。", --8297
"复仇宠物格斗家£通过搜寻战斗功能，以全队25级宠物赢得50场PVP宠物战斗。", --8298
"野蛮宠物格斗家£通过搜寻战斗功能，以全队25级宠物赢得250场PVP宠物战斗。", --8300
"致命宠物格斗家£通过搜寻战斗功能，以全队25级宠物赢得1000场PVP宠物战斗。", --8301
"坐骑大巡游£获得200种坐骑（需可被同一个角色使用）。", --8302
"坐骑大巡游£获得200种坐骑（需可被同一个角色使用）。", --8304
"部落颠覆者£在5.3版本——绝地反击中协助沃金的巨魔发动反对加尔鲁什·地狱咆哮部落大军的起义。", --8306
"暗矛起义者£在5.3版本——绝地反击中协助沃金的巨魔发动起义。", --8307
"酝酿风暴（英雄难度）£击败酝酿风暴的毁灭者波罗库拉（英雄难度）。", --8310
"遗忘之王古墓（英雄难度）£完成遗忘之王古墓场景战役（英雄难度）。", --8311
"雪山血战（英雄难度）£完成雪山血战场景战役（英雄难度）。", --8312
"公海激战£击败公海激战的海军上将哈格曼。", --8314
"公海激战£击败公海激战的海军上将霍奇逊。", --8315
"雪山血战£完成雪山血战场景战役。", --8316
"潘达利亚的黑暗之心£完成潘达利亚的黑暗之心场景战役。", --8317
"潘达利亚的黑暗之心（英雄难度）£完成潘达利亚的黑暗之心场景战役（英雄难度）。", --8318
"考古加速器£在单次潘达利亚的黑暗之心场景战役中获得三种特殊遗物。", --8319
"第五章：黑王子的审判£与拉希奥合作打造你的传说品质斗篷并完成他的任务，击败加尔鲁什·地狱咆哮。", --8325
"怒焰之谜（英雄难度）£完成场景战役怒焰之谜（英雄难度）。", --8327
"注意杂草£在单次雪山血战场景战役中使用过所有的微光草篮。", --8329
"哈基玛的治疗瓶颈£在雪山血战场景战役中不让哈基玛施放哈基玛的智慧。", --8330
"深风峡谷胜利£在深风峡谷获胜。", --8331
"深风峡谷精英£在深风峡谷获得100场胜利。", --8332
"完美深风峡谷£在深风峡谷以1500比0获胜。", --8333
"大打出手（第1赛季）£在潘达利亚战役期间在比兹莫搏击俱乐部中达到9级。", --8335
"打遍天下无敌手（第1赛季）£在潘达利亚战役期间在比兹莫搏击俱乐部中达到10级。", --8336
"大打出手（第1赛季）£在潘达利亚战役期间在搏击竞技场中达到9级。", --8337
"打遍天下无敌手（第1赛季）£在潘达利亚战役期间在搏击竞技场中达到10级。", --8338
"收集你的卡牌（第2赛季）£在德拉诺战役期间获得购买下列搏击俱乐部首领挑战卡牌的权利。", --8339
"打翻你的对手（第1赛季）£在潘达利亚战役期间击败下列搏击俱乐部首领。", --8340
"收集你的卡牌（第2赛季）£在德拉诺战役期间获得购买下列搏击俱乐部首领挑战卡牌的权利。", --8342
"打翻你的对手（第1赛季）£在潘达利亚战役期间击败下列搏击俱乐部首领。", --8343
"炉石的传说£通过《炉石传说》推广活动获得炉石天马。", --8345
"别让炮弹靠近我！£在所有队员始终不被炮火击中的情况下完成公海激战场景战役。", --8347
"最长的一天£完成下列所有宠物战斗日常任务。", --8348
"金矿！金矿！金矿！£在深风峡谷中突袭50座金矿。", --8350
"他人财产£在深风峡谷中夺取50辆矿车。", --8351
"跳坑爱好者£在深风峡谷中从25码的高度掉落下来，但是不摔死。", --8354
"压垮骆驼的最后一根稻草£在其离开你方营地前消灭一名拉着你方矿车的玩家。", --8355
"深风峡谷全能明星£在单次深风峡谷比赛中突袭一座金矿，防守一座金矿，夺取一辆矿车并归还一辆矿车。", --8358
"劫掠成性£在单次深风峡谷战场中亲手夺取4辆矿车。", --8359
"深风峡谷主宰£完成下列深风峡谷成就。", --8360
"公海激战（英雄难度）£击败公海激战的海军上将哈格曼（英雄难度）。", --8364
"公海激战（英雄难度）£击败公海激战的海军上将霍奇逊（英雄难度）。", --8366
"通过搜寻战斗功能，以全队25级宠物赢得PVP宠物战斗。£通过搜寻战斗功能，以全队25级宠物赢得PVP宠物战斗。", --8367
"以怒制怒£在获得20层怒不可遏效果的情况下击败遗忘之王古墓场景战役中的怒煞畸体。", --8368
"虎踞峰的胜利£虎踞峰的胜利", --8369
"虎踞峰的比赛£虎踞峰的比赛", --8370
"评级深风峡谷的战斗£评级深风峡谷的战斗", --8371
"评级深风峡谷的胜利£评级深风峡谷的胜利", --8372
"深风峡谷胜利£深风峡谷胜利", --8373
"深风峡谷的战斗£深风峡谷的战斗", --8374
"深风峡谷消灭£深风峡谷消灭", --8375
"深风峡谷荣誉消灭£深风峡谷荣誉消灭", --8376
"恶孽征服者£在第14赛季中获得27,000点征服点数。", --8381
"恶孽征服者£在第14赛季中获得27,000点征服点数。", --8382
"2013锦标赛参赛者£进入2013竞技场锦标赛服务器。", --8391
"锦标赛荣誉2013£在2013竞技场锦标赛服务器的队伍排名中进入前1000名。", --8392
"爱猫成狂£获得下列猫中的20种。", --8397
"引领潮流：加尔鲁什·地狱咆哮（10人）£在6.0补丁发布前击败加尔鲁什·地狱咆哮（10人普通或更高难度）。", --8398
"引领潮流：加尔鲁什·地狱咆哮（25人）£在6.0补丁发布前击败加尔鲁什·地狱咆哮（25人普通或更高难度）。", --8399
"千钧一发：加尔鲁什·地狱咆哮（10人）£在6.0补丁发布前击败加尔鲁什·地狱咆哮（10人英雄难度）。", --8400
"千钧一发：加尔鲁什·地狱咆哮（25人）£在6.0补丁发布前击败加尔鲁什·地狱咆哮（25人英雄难度）。", --8401
"天神比武大会胜利者£完成天神比武大会场景战役。", --8408
"天神比武大会£完成天神比武大会场景战役。", --8410
"挑战大师：青龙寺£在青龙寺挑战模式中达成全服最快通关纪录。", --8430
"挑战大师：风暴烈酒酿造厂£在风暴烈酒酿造厂挑战模式中达成全服最快通关纪录。", --8431
"挑战大师：影踪禅院£在影踪禅院挑战模式中达成全服最快通关纪录。", --8432
"挑战大师：魔古山宫殿£在魔古山宫殿挑战模式中达成全服最快通关纪录。", --8433
"挑战大师：残阳关£在残阳关挑战模式中达成全服最快通关纪录。", --8434
"挑战大师：血色大厅£在血色大厅挑战模式中达成全服最快通关纪录。", --8436
"挑战大师：血色修道院£在血色修道院挑战模式中达成全服最快通关纪录。", --8437
"挑战大师：通灵学院£在通灵学院挑战模式中达成全服最快通关纪录。", --8438
"挑战大师：围攻砮皂寺£在围攻砮皂寺挑战模式中达成全服最快通关纪录。", --8439
"加摩尔会保护大家的！£在决战奥格瑞玛中，在加摩尔存活并参战的情况下击败纳兹戈林将军（普通或更高难度）。", --8448
"傲慢征服者£在第15赛季中获得27,000点征服点数。", --8450
"傲慢征服者£在第15赛季中获得27,000点征服点数。", --8451
"营救突击队£在决战奥格瑞玛中，在击败库卡隆黑暗萨满之前救出一组囚犯、一队不情愿的参战者和季·火掌（普通或更高难度）。", --8453
"奥格瑞玛破城者的荣耀£完成决战奥格瑞玛团队副本的下列成就。", --8454
"锦绣谷之殇£在决战奥格瑞玛的序幕战中，击败遭受重创的锦绣谷中的首领。", --8458
"复仇之门£在决战奥格瑞玛团队副本中，击败奥格瑞玛外围的首领。", --8459
"地下堡垒£在决战奥格瑞玛团队副本中，击败加尔鲁什的秘密基地入口处的首领。", --8461
"暴君的黄昏£在决战奥格瑞玛团队副本中，击败加尔鲁什的内部圣殿中的首领。", --8462
"伊墨苏斯（史诗难度）£击败决战奥格瑞玛的伊墨苏斯（史诗难度）。", --8463
"堕落的守护者（史诗难度）£击败决战奥格瑞玛的堕落的守护者（史诗难度）。", --8465
"诺鲁什（史诗难度）£完成决战奥格瑞玛的诺鲁什的试炼（史诗难度）。", --8466
"傲之煞（史诗难度）£击败决战奥格瑞玛的傲之煞（史诗难度）。", --8467
"迦拉卡斯（史诗难度）£击败决战奥格瑞玛的迦拉卡斯（史诗难度）。", --8468
"钢铁战蝎（史诗难度）£击败决战奥格瑞玛的钢铁战蝎（史诗难度）。", --8469
"库卡隆黑暗萨满（史诗难度）£击败决战奥格瑞玛的库卡隆黑暗萨满（史诗难度）。", --8470
"纳兹戈林将军（史诗难度）£击败决战奥格瑞玛的纳兹戈林将军（史诗难度）。", --8471
"马尔考罗克（史诗难度）£击败决战奥格瑞玛的马尔考罗克（史诗难度）。", --8472
"潘达利亚战利品（史诗难度）£完成决战奥格瑞玛的潘达利亚战利品事件（史诗难度）。", --8478
"嗜血的索克（史诗难度）£击败决战奥格瑞玛的嗜血的索克（史诗难度）。", --8479
"攻城匠师黑索（史诗难度）£击败决战奥格瑞玛的攻城匠师黑索（史诗难度）。", --8480
"卡拉克西英杰（史诗难度）£击败决战奥格瑞玛的卡拉克西英杰（史诗难度）。", --8481
"加尔鲁什·地狱咆哮（史诗难度）£击败决战奥格瑞玛的加尔鲁什·地狱咆哮（史诗难度）。", --8482
"恶孽争斗者£在第14赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗", --8484
"恶孽争斗者£在第14赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗", --8485
"证明自己：青铜伤害（90级）£在试炼场中成功完成基础伤害（青铜）的试炼。", --8486
"证明自己：青铜坦克（90级）£在试炼场中成功完成基础坦克（青铜）的试炼。", --8487
"证明自己：青铜治疗（90级）£在试炼场中成功完成基础治疗（青铜）的试炼。", --8488
"证明自己：白银伤害（90级）£在试炼场中成功完成基础伤害（白银）的试炼。", --8491
"证明自己：白银坦克（90级）£在试炼场中成功完成基础坦克（白银）的试炼。", --8492
"证明自己：白银治疗（90级）£在试炼场中成功完成基础治疗（白银）的试炼。", --8493
"证明自己：黄金伤害（90级）£在试炼场中成功完成基础伤害（黄金）的试炼。", --8496
"证明自己：黄金坦克（90级）£在试炼场中成功完成基础坦克（黄金）的试炼。", --8497
"证明自己：黄金治疗（90级）£在试炼场中成功完成基础治疗（黄金）的试炼。", --8498
"证明自己：无限伤害（10波）（90级）£在试炼场的基础伤害（无限）的试炼中成功顶过10波攻击。", --8501
"证明自己：无限坦克（10波）（90级）£在试炼场的基础坦克（无限）的试炼中成功顶过10波攻击。", --8502
"证明自己：无限治疗（10波）（90级）£在试炼场的基础治疗（无限）的试炼中成功顶过10波攻击。", --8503
"证明自己：无限伤害（20波）（90级）£在试炼场的基础伤害（无限）的试炼中成功顶过20波攻击。", --8504
"证明自己：无限坦克（20波）（90级）£在试炼场的基础坦克（无限）的试炼中成功顶过20波攻击。", --8505
"证明自己：无限治疗（20波）（90级）£在试炼场的基础治疗（无限）的试炼中成功顶过20波攻击。", --8506
"证明自己：无限伤害（30波）（90级）£在试炼场的基础伤害（无限）的试炼中成功顶过30波攻击。", --8507
"证明自己：无限坦克（30波）（90级）£在试炼场的基础坦克（无限）的试炼中成功顶过30波攻击。", --8508
"证明自己：无限治疗（30波）（90级）£在试炼场的基础治疗（无限）的试炼中成功顶过30波攻击。", --8509
"决战奥格瑞玛（公会版）£在公会队伍中击败决战奥格瑞玛中的首领。", --8510
"英雄：加尔鲁什·地狱咆哮（公会版）£在公会队伍中击败决战奥格瑞玛的加尔鲁什·地狱咆哮（英雄难度）。", --8511
"服务器第一！加尔鲁什·地狱咆哮（10人）£在公会队伍中，成为本服务器首个在10人英雄难度的决战奥格瑞玛中成功消灭加尔鲁什·地狱咆哮的公会。", --8512
"服务器第一！加尔鲁什·地狱咆哮（25人）£在公会队伍中，成为本服务器首个在25人英雄难度的决战奥格瑞玛中成功消灭加尔鲁什·地狱咆哮的公会。", --8513
"在试炼场的基础伤害（无限）的试炼中获得最高分（90级）。£在试炼场的基础伤害（无限）的试炼中获得最高分。", --8514
"在试炼场的基础坦克（无限）的试炼中获得最高分（90级）。£在试炼场的基础坦克（无限）的试炼中获得最高分。", --8515
"在试炼场的基础治疗（无限）的试炼中获得最高分（90级）。£在试炼场的基础治疗（无限）的试炼中获得最高分。", --8516
"大师中的大师£在天神比武大会中击败下列所有驯宠师。", --8518
"天神家族£获得全部四个至尊天神宠物。", --8519
"小心手雷！£在决战奥格瑞玛中，踩踏6个过热的蛛形地雷并击败钢铁战蝎（普通或更高难度）。", --8520
"戒骄戒躁£在决战奥格瑞玛中，在诺鲁什活着时没有玩家从傲慢具象处获得傲气值的情况下击败傲之煞（普通或更高难度）。", --8521
"巨型恐龙对巨型蜗牛£在决战奥格瑞玛中，在与嗜血的索克战斗时开启三重锁的囚笼，并在你获胜后允许其中的生物吞吃索克的尸体（普通或更高难度）。", --8527
"道阻且长£在决战奥格瑞玛中，在单个背水一战阶段中将苦痛印记转移给至少5个间隔总距离不低于200码的玩家，并击败堕落的守护者（普通或更高难度）。", --8528
"十字穿插£在决战奥格瑞玛中，在没有任何团队成员同时击败过螳螂妖和魔古族敌人的情况下完成潘达利亚战利品之战（普通或更高难度）。", --8529
"不朽先锋£在决战奥格瑞玛中，在不让任何友方NPC战死的情况下击败迦拉卡斯（普通或更高难度）。", --8530
"我们是英杰£在决战奥格瑞玛中，在获得三个不同英杰的能力后击败卡拉克西英杰（普通或更高难度）。", --8531
"严禁通过£在决战奥格瑞玛中，在不让任何逸出的腐化物与腐蚀混合物融合的情况下击败腐蚀混合物（普通或更高难度）。", --8532
"斡耳朵斯£击败永恒岛的野牛人火神斡耳朵斯。", --8533
"天神挑战者£在永恒岛上完成四位至尊天神的试炼，将他们全部击败。", --8535
"不再流泪£在决战奥格瑞玛中，在消灭10个山谷之泪后击败伊墨苏斯（普通或更高难度）。", --8536
"全数击倒！£在决战奥格瑞玛中，在用一枚钢铁之星消灭18个库卡隆战争使者后击败加尔鲁什（普通或更高难度）。", --8537
"潜力无限£在决战奥格瑞玛中，将一名腐化的碎颅者转化为腐化的融合怪并击败马尔考罗克（普通或更高难度）。", --8538
"天呐！激光、磁体和钻头！£在决战奥格瑞玛中，在不摧毁下列任何武器的情况下击败攻城匠师黑索（普通或更高难度）。", --8543
"完成赤精的试炼£你尚未完成此成就", --8544
"完成砮皂的试炼£你尚未完成此成就", --8545
"完成雪怒的试炼£你尚未完成此成就", --8546
"完成玉珑的试炼£你尚未完成此成就", --8547
"击败斡耳朵斯£你尚未完成此成就", --8548
"击败伊墨苏斯（随机决战奥格瑞玛）£你尚未完成此成就", --8549
"击败伊墨苏斯（弹性决战奥格瑞玛）£你尚未完成此成就", --8550
"击败伊墨苏斯（10人普通决战奥格瑞玛）£你尚未完成此成就", --8551
"击败伊墨苏斯（25人普通决战奥格瑞玛）£你尚未完成此成就", --8552
"击败伊墨苏斯（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8553
"击败伊墨苏斯（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8554
"击败堕落的守护者（随机决战奥格瑞玛）£你尚未完成此成就", --8555
"击败堕落的守护者（弹性决战奥格瑞玛）£你尚未完成此成就", --8556
"击败堕落的守护者（10人普通决战奥格瑞玛）£你尚未完成此成就", --8557
"击败堕落的守护者（25人普通决战奥格瑞玛）£你尚未完成此成就", --8558
"击败堕落的守护者（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8559
"击败堕落的守护者（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8560
"通过诺鲁什的试炼（随机决战奥格瑞玛）£你尚未完成此成就", --8561
"通过诺鲁什的试炼（弹性决战奥格瑞玛）£你尚未完成此成就", --8562
"通过诺鲁什的试炼（10人普通决战奥格瑞玛）£你尚未完成此成就", --8563
"通过诺鲁什的试炼（25人普通决战奥格瑞玛）£你尚未完成此成就", --8564
"通过诺鲁什的试炼（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8565
"通过诺鲁什的试炼（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8566
"消灭傲之煞（随机决战奥格瑞玛）£你尚未完成此成就", --8567
"消灭傲之煞（弹性决战奥格瑞玛）£你尚未完成此成就", --8568
"消灭傲之煞（10人普通决战奥格瑞玛）£你尚未完成此成就", --8569
"消灭傲之煞（25人普通决战奥格瑞玛）£你尚未完成此成就", --8570
"消灭傲之煞（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8571
"消灭傲之煞（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8573
"击败迦拉卡斯（随机决战奥格瑞玛）£你尚未完成此成就", --8574
"击败迦拉卡斯（弹性决战奥格瑞玛）£你尚未完成此成就", --8575
"击败迦拉卡斯（10人普通决战奥格瑞玛）£你尚未完成此成就", --8576
"击败迦拉卡斯（25人普通决战奥格瑞玛）£你尚未完成此成就", --8577
"击败迦拉卡斯（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8578
"击败迦拉卡斯（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8579
"击败钢铁战蝎（随机决战奥格瑞玛）£你尚未完成此成就", --8580
"击败钢铁战蝎（弹性决战奥格瑞玛）£你尚未完成此成就", --8581
"击败钢铁战蝎（10人普通决战奥格瑞玛）£你尚未完成此成就", --8582
"击败钢铁战蝎（25人普通决战奥格瑞玛）£你尚未完成此成就", --8583
"击败钢铁战蝎（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8584
"击败钢铁战蝎（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8585
"击败黑暗萨满（随机决战奥格瑞玛）£你尚未完成此成就", --8586
"击败黑暗萨满（弹性决战奥格瑞玛）£你尚未完成此成就", --8587
"击败黑暗萨满（10人普通决战奥格瑞玛）£你尚未完成此成就", --8588
"击败黑暗萨满（25人普通决战奥格瑞玛）£你尚未完成此成就", --8589
"击败黑暗萨满（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8590
"击败黑暗萨满（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8591
"击败纳兹戈林将军（随机决战奥格瑞玛）£你尚未完成此成就", --8593
"击败纳兹戈林将军（弹性决战奥格瑞玛）£你尚未完成此成就", --8594
"击败纳兹戈林将军（10人普通决战奥格瑞玛）£你尚未完成此成就", --8595
"击败纳兹戈林将军（25人普通决战奥格瑞玛）£你尚未完成此成就", --8596
"击败纳兹戈林将军（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8597
"击败纳兹戈林将军（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8598
"击败马尔考罗克（随机决战奥格瑞玛）£你尚未完成此成就", --8599
"击败马尔考罗克（弹性决战奥格瑞玛）£你尚未完成此成就", --8600
"击败马尔考罗克（10人普通决战奥格瑞玛）£你尚未完成此成就", --8601
"击败马尔考罗克（25人普通决战奥格瑞玛）£你尚未完成此成就", --8602
"击败马尔考罗克（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8603
"击败马尔考罗克（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8604
"掠夺潘达利亚战利品（随机决战奥格瑞玛）£你尚未完成此成就", --8605
"掠夺潘达利亚战利品（弹性决战奥格瑞玛）£你尚未完成此成就", --8606
"掠夺潘达利亚战利品（10人普通决战奥格瑞玛）£你尚未完成此成就", --8608
"掠夺潘达利亚战利品（25人普通决战奥格瑞玛）£你尚未完成此成就", --8609
"掠夺潘达利亚战利品（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8610
"掠夺潘达利亚战利品（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8612
"击败嗜血的索克（随机决战奥格瑞玛）£你尚未完成此成就", --8614
"击败嗜血的索克（弹性决战奥格瑞玛）£你尚未完成此成就", --8615
"击败嗜血的索克（10人普通决战奥格瑞玛）£你尚未完成此成就", --8616
"击败嗜血的索克（25人普通决战奥格瑞玛）£你尚未完成此成就", --8617
"击败嗜血的索克（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8618
"击败嗜血的索克（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8619
"击败攻城匠师黑索（随机决战奥格瑞玛）£你尚未完成此成就", --8620
"击败攻城匠师黑索（弹性决战奥格瑞玛）£你尚未完成此成就", --8621
"击败攻城匠师黑索（10人普通决战奥格瑞玛）£你尚未完成此成就", --8622
"击败攻城匠师黑索（25人普通决战奥格瑞玛）£你尚未完成此成就", --8623
"击败攻城匠师黑索（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8624
"击败攻城匠师黑索（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8625
"击败卡拉克西英杰（随机决战奥格瑞玛）£你尚未完成此成就", --8626
"击败卡拉克西英杰（弹性决战奥格瑞玛）£你尚未完成此成就", --8627
"击败卡拉克西英杰（10人普通决战奥格瑞玛）£你尚未完成此成就", --8628
"击败卡拉克西英杰（25人普通决战奥格瑞玛）£你尚未完成此成就", --8629
"击败卡拉克西英杰（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8630
"击败卡拉克西英杰（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8631
"加尔鲁什·地狱咆哮（随机决战奥格瑞玛）£你尚未完成此成就", --8632
"加尔鲁什·地狱咆哮（弹性决战奥格瑞玛）£你尚未完成此成就", --8634
"加尔鲁什·地狱咆哮（10人普通决战奥格瑞玛）£你尚未完成此成就", --8635
"加尔鲁什·地狱咆哮（25人普通决战奥格瑞玛）£你尚未完成此成就", --8636
"加尔鲁什·地狱咆哮（10人英雄决战奥格瑞玛）£你尚未完成此成就", --8637
"加尔鲁什·地狱咆哮（25人英雄决战奥格瑞玛）£你尚未完成此成就", --8638
"骄矜争斗者£在第15赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗", --8641
"骄矜争斗者£在第15赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗", --8642
"恶孽角斗士：第14赛季£以竞技场排名前0.1%的战绩结束PvP赛季的战斗（需要在第14赛季赢得50场战斗）。", --8643
"角斗士：第14赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第14赛季赢得50场战斗）。", --8644
"决斗者：第14赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第14赛季赢得50场战斗）。", --8645
"竞争者：第14赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第14赛季赢得50场战斗）。", --8646
"挑战者：第14赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第14赛季赢得50场战斗）。", --8649
"联盟英雄：暴虐£以评级战场排名前0.5%的战绩结束PVP第13赛季的战斗。", --8652
"部落英雄：暴虐£以评级战场排名前0.5%的战绩结束PVP第13赛季的战斗。", --8653
"联盟英雄：恶孽£以评级战场排名前0.5%的战绩结束PVP第14赛季的战斗。", --8654
"部落英雄：恶孽£以评级战场排名前0.5%的战绩结束PVP第14赛季的战斗。", --8657
"联盟英雄：骄矜£以评级战场排名前0.5%的战绩结束PVP第15赛季的战斗。", --8658
"部落英雄：骄矜£以评级战场排名前0.5%的战绩结束PVP第15赛季的战斗。", --8659
"骄矜角斗士：第15赛季£以竞技场排名前0.1%的战绩结束PvP赛季的战斗（需要在第15赛季赢得50场战斗）。", --8666
"角斗士：第15赛季£以竞技场排名前0.5%的战绩结束PvP赛季的战斗（需要在第15赛季赢得50场战斗）。", --8667
"决斗者：第15赛季£以竞技场排名前3%的战绩结束PvP赛季的战斗（需要在第15赛季赢得50场战斗）。", --8668
"竞争者：第15赛季£以竞技场排名前10%的战绩结束PvP赛季的战斗（需要在第15赛季赢得50场战斗）。", --8669
"挑战者：第15赛季£以竞技场排名前35%的战绩结束PvP赛季的战斗（需要在第15赛季赢得50场战斗）。", --8670
"冰火两重天£完成下列霜火岭故事线。", --8671
"暴虐角斗士云端翔龙£获取“熊猫人之谜”竞技场第十三赛季的暴虐角斗士云端翔龙。", --8678
"奥格瑞玛征服者£击败决战奥格瑞玛的加尔鲁什·地狱咆哮（英雄或史诗难度）。", --8679
"奥格瑞玛解放者£击败决战奥格瑞玛的加尔鲁什·地狱咆哮（英雄或史诗难度）。", --8680
"错有错着（90级）£在专精不符的情况下，在试炼场中成功完成任意基础（白银）试炼。", --8697
"癫狂飞行器£拥有2013年冬幕节礼物，癫狂飞行器。", --8698
"危险地带£用你的癫狂飞行器击落另一个名玩家的癫狂飞行器。", --8699
"恶孽角斗士云端翔龙£获取“熊猫人之谜”竞技场第十四赛季的恶孽角斗士云端翔龙。", --8705
"骄矜角斗士云端翔龙£获取“熊猫人之谜”竞技场第十五赛季的骄矜角斗士云端翔龙。", --8707
"天神斗篷（公会版）£获得天神斗篷。", --8708
"杀戮时光£击败永恒岛的下列所有怪物。", --8712
"不朽的勇士£击败永恒岛的下列所有稀有怪物。", --8714
"皇帝少昊£在皇帝少昊阵营中达到崇拜声望。", --8715
"斡耳朵斯密使£在永恒岛上使用从发言人古兰处获得的不灭苦痛香炉。", --8716
"护烛者£作为斡耳朵斯密使或斡耳朵护火者获得10枚染血铸币。", --8717
"死士£作为斡耳朵斯密使或斡耳朵护火者获得100枚染血铸币。", --8718
"缚炎者£作为斡耳朵斯密使或斡耳朵护火者获得500枚染血铸币。", --8719
"掌炉者£作为斡耳朵斯密使或斡耳朵护火者获得1000枚染血铸币。", --8720
"烈焰守护者£作为斡耳朵斯密使或斡耳朵护火者获得2000枚染血铸币。", --8721
"永恒精魄£在永恒岛上食用各种类型的永恒精魄。", --8722
"昔日的传奇£在永恒岛上找到一件失落已久的熊猫人神器。", --8723
"朝圣之旅£在永恒岛的迷时圣坛获得全部四位至尊天神的祝福。", --8724
"面朝黄土£在永恒岛的各个可疑地点查找战利品。", --8725
"超级宝藏猎人£在永恒岛上找到并拾取闪闪发光的宝箱、绳索捆扎的宝箱和雾气缭绕的宝箱中的战利品。", --8726
"哪里有海盗，哪里就有宝藏£在永恒岛上获得沉没的宝箱、无赖的海难货物和闪闪发光的宝物袋。", --8727
"需要一个大背包£在永恒岛上获得下列所有稀有物品。", --8728
"宝藏，到处都是宝藏£在永恒岛上找到所有的覆苔、嵌颅、坚固、阴燃和炽燃宝箱。", --8729
"罗洛之谜£在永恒岛上解开罗洛之谜。", --8730
"完整的扎西姆£在永恒岛的孤魂岩洞帮助扎西姆找到他的身躯。", --8743
"永恒的传奇£在永恒岛上发现所有失传的熊猫人神器。", --8784
"天神挑战者（公会版）£在团队中至少有8名公会成员的情况下，完成永恒岛上四位至尊天神的试炼，将他们全部击败。", --8789
"斡耳朵斯（公会版）£在团队中至少有8名公会成员的情况下，击败永恒岛的野牛人火神斡耳朵斯。", --8790
"暴虐角斗士£获得头衔“暴虐角斗士”。", --8791
"奔波尔小圣£拥有2013年暴雪嘉年华赠送的奔波尔小圣。", --8793
"倍加强力党的老友£通过战友招募系统获得翡翠角鹰兽坐骑。", --8794
"典藏版：财宝地精£拥有《暗黑破坏神III：夺魂之镰》典藏版赠送的财宝地精宠物。", --8795
"大错特错（90级）£在专精不符的情况下，在试炼场中成功完成任意基础（黄金）的试炼（90级）。", --8812
"魔兽世界十周年£在魔兽世界十周年庆典期间登录游戏。", --8820
"通天峰£击败通天峰的高阶贤者维里克斯。", --8843
"通天峰（英雄难度）£击败通天峰的高阶贤者维里克斯（英雄难度）。", --8844
"空谷幽兰月影残£完成下列影月谷故事线。", --8845
"通天峰挑战者£完成通天峰挑战模式。", --8871
"通天峰：青铜£完成通天峰挑战模式且评价不低于青铜级。", --8872
"通天峰：白银£完成通天峰挑战模式且评价不低于白银级。", --8873
"通天峰：黄金£完成通天峰挑战模式且评价达到黄金级。", --8874
"血槌炉渣矿井挑战者£完成血槌炉渣矿井挑战模式。", --8875
"血槌炉渣矿井：青铜£完成血槌炉渣矿井挑战模式且评价不低于青铜级。", --8876
"血槌炉渣矿井：白银£完成血槌炉渣矿井挑战模式且评价不低于白银级。", --8877
"血槌炉渣矿井：黄金£完成血槌炉渣矿井挑战模式且评价达到黄金级。", --8878
"奥金顿挑战者£完成奥金顿挑战模式。", --8879
"奥金顿：青铜£完成奥金顿挑战模式且评价不低于青铜级。", --8880
"奥金顿：白银£完成奥金顿挑战模式且评价不低于白银级。", --8881
"奥金顿：黄金£完成奥金顿挑战模式且评价达到黄金级。", --8882
"影月墓地挑战者£完成影月墓地挑战模式。", --8883
"影月墓地：青铜£完成影月墓地挑战模式且评价不低于青铜级。", --8884
"影月墓地：白银£完成影月墓地挑战模式且评价不低于白银级。", --8885
"影月墓地：黄金£完成影月墓地挑战模式且评价达到黄金级。", --8886
"恐轨车站挑战者£完成恐轨车站挑战模式。", --8887
"恐轨车站：青铜£完成恐轨车站挑战模式且评价不低于青铜级。", --8888
"恐轨车站：白银£完成恐轨车站挑战模式且评价不低于白银级。", --8889
"恐轨车站：黄金£完成恐轨车站挑战模式且评价不低于黄金级。", --8890
"黑石塔上层挑战者£完成黑石塔上层挑战模式。", --8891
"黑石塔上层：青铜£完成黑石塔上层挑战模式且评价不低于青铜级。", --8892
"黑石塔上层：白银£完成黑石塔上层挑战模式且评价不低于白银级。", --8893
"黑石塔上层：黄金£完成黑石塔上层挑战模式且评价达到黄金级。", --8894
"挑战德拉诺£完成“德拉诺之王”所有的地下城挑战。", --8895
"挑战德拉诺：青铜£完成“德拉诺之王”所有的地下城挑战，且评价不低于青铜级。", --8897
"挑战德拉诺：白银£完成“德拉诺之王”所有的地下城挑战，且评价不低于白银级。", --8898
"挑战德拉诺：黄金£完成“德拉诺之王”所有的地下城挑战，且评价达到黄金级。", --8899
"迷雾行者£在“熊猫人之谜”的挑战模式赛季中获得过一个或多个全服最快通关纪录。", --8903
"典藏版：恐惧渡鸦£拥有“德拉诺之王”典藏版赠送的恐惧渡鸦坐骑。", --8916
"典藏版：恐惧雏鸦£拥有“德拉诺之王”典藏版赠送的恐惧雏鸦宠物。", --8917
"穿林过险如履平地£完成下列塔拉多故事线。", --8919
"穿林过险如履平地£完成下列塔拉多故事线。", --8920
"欢迎来到德拉诺£完成进攻黑暗之门。", --8921
"欢迎来到德拉诺£完成进攻黑暗之门。", --8922
"目标：戈尔隆德£完成下列戈尔隆德故事线。", --8923
"目标：戈尔隆德£完成下列戈尔隆德故事线。", --8924
"前有鸦后有虎£完成下列阿兰卡峰林故事线。", --8925
"前有鸦后有虎£完成下列阿兰卡峰林故事线。", --8926
"纳格兰旅人£完成下列纳格兰故事线。", --8927
"纳格兰旅人£完成下列纳格兰故事线。", --8928
"送铁上门£建立你的要塞后，在不消灭艾克诺·钢铁使者的情况下击败黑石铸造厂的缚火者卡格拉兹（普通或更高难度）。", --8929
"我们还有时间……£在同时击败全部四个元素尊者且死亡时间相差不超过10秒的情况下，完成黑石铸造厂的爆裂熔炉之战（普通或更高难度）。", --8930
"缚火者卡格拉兹（史诗难度）£在黑石铸造厂击败缚火者卡格拉兹（史诗难度）。", --8932
"规律生活£使用要塞的厕所。", --8933
"德拉诺探索者£探索德拉诺的各个区域。", --8935
"探索霜火岭£探索霜火岭，走过世界地图中被遮住的各个角落。", --8937
"探索影月谷£探索影月谷，走过世界地图中被遮住的各个角落。", --8938
"探索戈尔隆德£探索戈尔隆德，走过世界地图中被遮住的各个角落。", --8939
"探索塔拉多£探索塔拉多，走过世界地图中被遮住的各个角落。", --8940
"探索阿兰卡峰林£探索阿兰卡峰林，走过世界地图中被遮住的各个角落。", --8941
"探索纳格兰£探索纳格兰，走过世界地图中被遮住的各个角落。", --8942
"快点，蛆虫！£在击败悬槌堡的屠夫前让他消灭6只蛆虫（普通或更高难度）。", --8947
"火力全开！£在不摧毁任何烈焰之柱的情况下击败悬槌堡的卡加斯·刃拳（普通或更高难度）。", --8948
"卡加斯·刃拳（史诗难度）£在悬槌堡击败卡加斯·刃拳（史诗难度）。", --8949
"灰啊灰£在接住20团坠落余烬后击败黑石铸造厂的督军黑手（普通或更高难度）。", --8952
"兽王达玛克（史诗难度）£在黑石铸造厂击败兽王达玛克（史诗难度）。", --8956
"兄弟连£在悬槌堡的独眼魔双子的士气不超过30%的情况下将其击败（普通或更高难度）。", --8958
"屠夫（史诗难度）£在悬槌堡击败屠夫（史诗难度）。", --8960
"泰克图斯（史诗难度）£在悬槌堡击败泰克图斯（史诗难度）。", --8961
"布兰肯斯波（史诗难度）£在悬槌堡击败布兰肯斯波（史诗难度）。", --8962
"独眼魔双子（史诗难度）£在悬槌堡击败独眼魔双子（史诗难度）。", --8963
"克拉戈（史诗难度）£在悬槌堡击败克拉戈（史诗难度）。", --8964
"元首之陨（史诗难度）£在悬槌堡完成元首马尔高克之战（史诗难度）。", --8965
"格鲁尔（史诗难度）£在黑石铸造厂击败格鲁尔（史诗难度）。", --8966
"奥尔高格（史诗难度）£在黑石铸造厂击败奥尔高格（史诗难度）。", --8967
"汉斯加尔与弗兰佐克（史诗难度）£在黑石铸造厂击败汉斯加尔与弗兰佐克（史诗难度）。", --8968
"主管索戈尔（史诗难度）£在黑石铸造厂击败主管索戈尔（史诗难度）。", --8969
"爆裂熔炉（史诗难度）£在黑石铸造厂完成爆裂熔炉之战（史诗难度）。", --8970
"克罗莫格（史诗难度）£在黑石铸造厂击败克罗莫格（史诗难度）。", --8971
"钢铁女武神（史诗难度）£在黑石铸造厂击败钢铁女武神（史诗难度）。", --8972
"黑手的熔炉（史诗难度）£在黑石铸造厂击败督军黑手（史诗难度）。", --8973
"貌似被碾压了£在同时击败全部8个泰克图斯微粒且死亡时间相差不超过10秒的情况下，击败悬槌堡的泰克图斯（普通或更高难度）。", --8974
"我们有蘑菇£在获得15层爆裂灌注的情况下击败悬槌堡的布兰肯斯波（普通或更高难度）。", --8975
"双重毁灭£在有少于15个溢流能量球接触地面或接触不带有废灵壁垒玩家的情况下，击败悬槌堡的克拉戈（普通或更高难度）。", --8976
"权力的血统£在强化并击败一名强化复制的高里亚战争法师之后击败悬槌堡的元首马尔高克（普通或更高难度）。", --8977
"铁的代价£在收集3块原生真铁矿石之后击败黑石铸造厂的格鲁尔（普通或更高难度）。", --8978
"天女散矿£将不稳定的矿石放入矿石研磨机之后击败黑石铸造厂的奥尔高格（普通或更高难度）。", --8979
"万桩丛中过，片叶不沾身£在没有任何团队成员被螺旋打桩碾压到的情况下击败黑石铸造厂的汉斯加尔与弗兰佐克（普通或更高难度）。", --8980
"让我休息一会儿£在黑石铸造厂中，让兽王达玛克首先骑上下列所有野兽之后将其击败（普通或更高难度）：", --8981
"大火车吃小火车£让黑石铸造厂中的狂喜的发条式火车破坏者充满讽刺意味地死去（普通或更高难度）。", --8982
"能把你的手给我吗？£在5秒内击败10个纠缠之地符文所产生的手，然后击败黑石铸造厂的克罗莫格（普通或更高难度）。", --8983
"速战还是速死£在黑石铸造厂同时击败所有钢铁女武神，死亡时间相差不超过10秒（普通或更高难度）。", --8984
"德拉诺团队的荣耀£完成下列德拉诺团队副本成就。", --8985
"围城£击败悬槌堡下平民区里的首领。", --8986
"奥秘圣殿£击败从海滩到悬槌堡的奥秘圣殿间所有拦路的首领。", --8987
"元首之陨£在悬槌堡的顶端击败元首马尔高克。", --8988
"熔渣车间£击败黑石铸造厂的熔渣车间内的所有首领。", --8989
"黑色熔炉£击败黑石铸造厂的黑色熔炉内的所有首领。", --8990
"钢铁装配车间£击败黑石铸造厂的钢铁装配车间内的所有首领。", --8991
"黑手的熔炉£在黑石铸造厂击败督军黑手。", --8992
"地与火之赐£在卡拉米特和鲁因纳逊仍然活着的情况下击败血槌炉渣矿井的玛格莫拉图斯（英雄难度）。", --8993
"钢铁码头挑战者£完成钢铁码头挑战模式。", --8997
"钢铁码头：青铜£完成钢铁码头挑战模式且评价不低于青铜级。", --8998
"钢铁码头：白银£完成钢铁码头挑战模式且评价不低于白银级。", --8999
"钢铁码头：黄金£完成钢铁码头挑战模式且评价达到黄金级。", --9000
"永茂林地挑战者£完成永茂林地挑战模式。", --9001
"永茂林地：青铜£完成永茂林地挑战模式且评价不低于青铜级。", --9002
"永茂林地：白银£完成永茂林地挑战模式且评价不低于白银级。", --9003
"永茂林地：黄金£完成永茂林地挑战模式且评价达到黄金级。", --9004
"想活命的话就跟我走£在找到野人考尔曼的剑后和他一起击败血槌炉渣矿井的戈洛克（英雄难度）。", --9005
"逃票就滚蛋£在恐轨车站的恐轨号上突袭干掉20个敌人之后击败尼托格·雷塔（英雄难度）。", --9007
"德拉诺着火了吗？£在不消灭任何不稳定的炉渣的情况下击败血槌炉渣矿井的戈洛克（英雄难度）。", --9008
"黑暗收割覆灭者£在前往德拉诺的远征队出发之前击败坎雷萨德·埃伯洛克并掌控邪能。", --9016
"用水管制£在不让永茂林地的枯木补充水源能量的情况下将其击败（英雄难度）。", --9017
"你是什么星座的？£在影月墓地，在只让与莎达娜·血怒激活的月光法阵相一致的符文亮起的情况下将其击败（英雄难度）。", --9018
"……他们都倒下了£在3秒内击败12个堕落的奥金尼守护者后击败奥金顿的缚魂者尼娅米（英雄难度）。", --9023
"难怪我们总是得不到好东西£在恐轨车站摧毁所有珍贵设备后击败铁路主管箭火和野蛮的波尔卡（英雄难度）。", --9024
"黏稠的毒液£在影月墓地，在给骨喉喂食25只骸骨幼蛛后将其击败（英雄难度）。", --9025
"迷失的灵魂£在影月墓地中，消灭2具仪式枯骨，死亡时间相差不超过5秒，并击败耐奥祖（英雄难度）。", --9026
"准备突袭第四季£在不受下列任何技能伤害的情况下击败通天峰的兰吉特（英雄难度）：回旋利刃、风墙、四风呼啸和眩光。", --9033
"放大……增强£在通天峰击败强能构装体（英雄难度）。", --9034
"阳光灿烂£在通天峰与鲁克兰的战斗中让3个灰烬堆同时转化成太阳耀斑（英雄难度）。", --9035
"单恋一只鸦£在不消灭任何防护构装体的情况下击败通天峰的高阶贤者维里克斯（英雄难度）。", --9036
"血槌炉渣矿井£在血槌炉渣矿井击败戈洛克。", --9037
"钢铁码头£在钢铁码头击败斯古洛克。", --9038
"奥金顿£在奥金顿击败塔隆戈尔。", --9039
"影月墓地£在影月墓地击败耐奥祖。", --9041
"黑石塔上层£在黑石塔上层击败督军扎伊拉。", --9042
"恐轨车站£在恐轨车站击败啸天者托瓦拉。", --9043
"永茂林地£在永茂林地击败雅努。", --9044
"磁铁的原理是什么呢？£在黑石塔上层，当折铁者高尔山施放雷霆贯耳的次数少于4次的情况下将其击败（英雄难度）。", --9045
"血槌炉渣矿井（英雄难度）£在血槌炉渣矿井击败戈洛克（英雄难度）。", --9046
"钢铁码头（英雄难度）£在钢铁码头击败斯古洛克（英雄难度）。", --9047
"奥金顿（英雄难度）£在奥金顿击败塔隆戈尔（英雄难度）。", --9049
"恐轨车站（英雄难度）£在恐轨车站击败啸天者托瓦拉（英雄难度）。", --9052
"永茂林地（英雄难度）£在永茂林地击败雅努（英雄难度）。", --9053
"影月墓地（英雄难度）£在影月墓地击败耐奥祖（英雄难度）。", --9054
"黑石塔上层（英雄难度）£在黑石塔上层击败督军扎伊拉（英雄难度）。", --9055
"火海飞桥£在黑石塔上层与狂野的怒翼的战斗中，在10秒内消灭20条怒翼雏龙（英雄难度）。", --9056
"龙喉？龙陨！£在黑石塔上层，在击败督军扎伊拉前消灭5条烬鳞铁翼龙（英雄难度）。", --9057
"里——诺艾……？£在黑石塔上层，协助火车王里诺艾找回他的虔诚护肩（英雄难度）。", --9058
"100级（旧版）£在“暗影国度”内容更新之前升到100级。", --9060
"超级大冒险£在让毛绒雷象上场的情况下击败下列驯宠师。", --9069
"塞饱垫足£将毛绒雷象提升到25级。", --9070
"加基森调查员£从布林顿5000处获得下列解码信息。", --9071
"利爪之王的传承£完成泰罗克的遗产故事线，并在鸦人流亡者阵营中达到崇拜声望。", --9072
"砍点木头£在伐木场下达10份产品订单。", --9076
"再砍点木头£在伐木场下达50份产品订单。", --9077
"多砍点木头£在伐木场下达100份产品订单。", --9078
"多砍点木头£在伐木场下达100份产品订单。", --9080
"一箭四雕£在钢铁码头，用一个钢铁之星消灭4个未卷入战斗的独眼魔工人（英雄难度）。", --9081
"隐蔽！£在没有任何玩家被火炮弹幕或爆燃击中的情况下击败钢铁码头的斯古洛克。", --9082
"军国主义扩张者£在不消灭参战的攻城大师奥鲁加、训练场守卫加诺克和勇士德鲁娜的情况下击败钢铁码头的血肉撕裂者诺格加尔（英雄难度）。", --9083
"德拉诺百事通£将“德拉诺”分类下的所有主要专业技能都提升到100点。", --9087
"要塞建筑师£完成下列要塞建筑成就。", --9094
"建筑工£将你要塞中的所有建筑都升到2级。", --9095
"建筑大师£将你要塞中的所有建筑都升到3级。", --9096
"干劲十足£完成下列所有预设建筑的建造。", --9097
"更上一层楼£将任意要塞建筑升到3级。", --9098
"升级时间£将任意要塞建筑升到2级。", --9099
"更多空地£将你的要塞升至2级。", --9100
"好多空地£将你的要塞升至3级。", --9101
"阿什兰大捷£在控制了荣耀之路所有岗哨的情况下击败敌对阵营的指挥官。", --9102
"赏金猎人£从联盟玩家的尸体上拾取下列所有物品：", --9103
"赏金猎人£从部落玩家的尸体上拾取下列所有物品：", --9104
"忠于职守£完成下列区域的所有PvP事件。", --9105
"量身定制£激活一件在阿什兰找到的职业专属史诗物品。", --9106
"忠心耿耿£招募5名追随者。", --9107
"如影随形£招募10名追随者。", --9108
"无畏的领袖£招募25名追随者。", --9109
"持之以恒£将1名追随者提升到40级。", --9110
"实力大涨£将10名要塞追随者提升到40级。", --9111
"制图员£学会20张要塞图纸。", --9125
"制图大师£学会40张要塞图纸。", --9126
"制图宗师£学会60张要塞图纸。", --9128
"人才济济£将20名要塞追随者提升到40级。", --9129
"良朋益友£招募一名精良追随者。", --9130
"史诗级死党£招募一名史诗追随者。", --9131
"兄弟要塞£拜访好友的要塞并/招手。", --9132
"任务执行者£完成10个要塞任务。", --9133
"任务爱好者£完成50个要塞任务。", --9134
"任务专家£完成100个要塞任务。", --9138
"任务达人£完成500个要塞任务。", --9139
"任务狂人£完成1000个要塞任务。", --9140
"稀有任务£完成1个稀有要塞任务。", --9141
"少而精£完成50个稀有要塞任务。", --9142
"少数派精英£完成300个稀有要塞任务。", --9143
"寻宝专员£完成一个要塞寻宝任务。", --9145
"巡逻专员£完成一个要塞巡逻任务。", --9146
"任务专员£完成一个下列任务专员成就。", --9147
"探索专员£完成一个要塞探索任务。", --9150
"这是入侵！£成功击退一次要塞入侵。", --9152
"青铜防御者£成功击退一次要塞入侵且评价不低于青铜级。", --9162
"白银防御者£成功击退一次要塞入侵且评价不低于白银级。", --9164
"黄金防御者£成功击退一次要塞入侵且评价不低于黄金级。", --9165
"抗战专家£成功击退10次要塞入侵。", --9167
"那些该死的装备不是你的全部（第2赛季）£在德拉诺战役期间赢得一场拳赛。", --9168
"搏击俱乐部的二号原则（第2赛季）£在德拉诺战役期间在比兹莫搏击俱乐部中达到4级。", --9169
"横行无忌（第2赛季）£在德拉诺战役期间在比兹莫搏击俱乐部中达到8级。", --9170
"这下你可拉风了（第2赛季）£在德拉诺战役期间击败以下稀有搏击首领。", --9171
"那些该死的装备不是你的全部（第2赛季）£在德拉诺战役期间赢得一场拳赛。", --9172
"搏击俱乐部的二号原则（第2赛季）£在德拉诺战役期间在搏击竞技场中达到4级。", --9173
"横行无忌（第2赛季）£在德拉诺战役期间在搏击竞技场中达到8级。", --9174
"这下你可拉风了（第2赛季）£在德拉诺战役期间击败以下稀有搏击首领。", --9175
"打翻你的对手（第2赛季）£在德拉诺战役期间击败下列搏击俱乐部首领。", --9176
"打翻你的对手（第2赛季）£在德拉诺战役期间击败下列搏击俱乐部首领。", --9177
"救救那些房子！£在没有任何建筑被摧毁的情况下完成下列入侵事件。", --9181
"暗影议会入侵£成功击退暗影议会对要塞的入侵。", --9203
"食人魔入侵£成功击退食人魔对要塞的入侵。", --9204
"钢铁部落入侵£成功击退钢铁部落对要塞的入侵。", --9205
"影月氏族入侵£成功击退影月氏族对要塞的入侵。", --9206
"鬣蜥人入侵£成功击退鬣蜥人对要塞的入侵。", --9207
"木精入侵£成功击退木精对要塞的入侵。", --9208
"防御大师£完成所有满级入侵事件，并都获得黄金级评价。", --9209
"兄弟要塞£拜访好友的要塞并/招手。", --9210
"我的物品等级比你高£将1名追随者的力量等级提升至625。", --9211
"我的物品等级比你高多了£将1名追随者的力量等级提升至650。", --9212
"高端部队£将10名追随者的力量等级提升至650。", --9213
"暴风之盾英雄£在乌瑞恩先锋军阵营中达到崇拜声望。", --9214
"战争之矛英雄£在沃金之矛阵营中达到崇拜声望。", --9215
"重要目标£击败阿什兰的下列所有怪物。", --9216
"反击行动£在联盟召唤出范加尔后的8分钟内将其击败。", --9217
"大盗，1级£从敌对玩家身上拾取100块神器碎片。", --9218
"大盗，2级£从敌对玩家身上拾取500块神器碎片。", --9219
"大盗，3级£从敌对玩家身上拾取1000块神器碎片。", --9220
"各个击破£在阿什兰除荣耀之路以外区域消灭5000名敌对玩家。", --9222
"杂草清理者£在肯瑞托战斗法师全部存活的情况下击败永茂林地的雅努（英雄难度）。", --9223
"大杀四方£在荣耀之路击败下列所有联盟队长。", --9224
"大杀四方£在荣耀之路击败下列所有部落队长。", --9225
"范·鲁克倒下了£在埃利奥特·范·鲁克想起如何使用寒冰屏障前击败他。", --9228
"原祖角斗士的魔血小戈隆£在“德拉诺之王”竞技场第1赛季中获得原祖角斗士的魔血小戈隆。", --9229
"联盟英雄：原祖£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9230
"部落英雄：原祖£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9231
"原祖角斗士：“德拉诺之王”第1赛季£以竞技场排名前0.1%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9232
"原祖征服者£在“德拉诺之王”第1赛季中获得27,000点征服点数。", --9233
"原祖征服者£在“德拉诺之王”第1赛季中获得27,000点征服点数。", --9234
"原祖争斗者£在“德拉诺之王”第1赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --9236
"原祖争斗者£在“德拉诺之王”第1赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --9238
"角斗士：“德拉诺之王”第1赛季£以竞技场排名前0.5%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9239
"决斗者：“德拉诺之王”第1赛季£以竞技场排名前3%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9240
"竞争者：“德拉诺之王”第1赛季£以竞技场排名前10%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9241
"挑战者：“德拉诺之王”第1赛季£以竞技场排名前35%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9242
"高端大军£将20名追随者的力量等级提升至650。", --9243
"兄弟同心，其利断金£组成3人小队并成功击退一次要塞入侵。", --9244
"大师级德拉诺工匠£制作50件德拉诺的史诗物品。", --9246
"德拉诺防御者£在德拉诺达到5000个荣誉消灭。", --9248
"飞得更高£在不死鸟大挑战中，在一次飞行中收集10个炽热之环。", --9250
"火圈大师£在不死鸟大挑战中，在一次飞行中收集25个炽热之环。", --9251
"奥利瑟拉佐尔的子嗣£在不死鸟大挑战中，在一次飞行中收集50个炽热之环。", --9252
"史诗级德拉诺团队£完成下列史诗难度团队副本成就。", --9255
"营救行动£从部落牢笼中救出下列俘虏：", --9256
"营救行动£从联盟牢笼中救出下列俘虏：", --9257
"击败戈洛克（血槌炉渣矿井）£你尚未完成此成就", --9258
"击败戈洛克（英雄血槌炉渣矿井）£你尚未完成此成就", --9259
"击败斯古洛克（钢铁码头）£你尚未完成此成就", --9260
"击败斯古洛克（英雄钢铁码头）£你尚未完成此成就", --9261
"击败塔隆戈尔（奥金顿）£你尚未完成此成就", --9262
"击败塔隆戈尔（英雄奥金顿）£你尚未完成此成就", --9263
"德拉诺宠物格斗家£在德拉诺赢得2000场宠物战斗。", --9264
"埃匹希斯大师£收集100,000颗埃匹希斯水晶。", --9265
"击败高阶贤者维里克斯（通天峰）£你尚未完成此成就", --9266
"击败高阶贤者维里克斯（英雄通天峰）£你尚未完成此成就", --9267
"击败啸天者托瓦拉（恐轨车站）£你尚未完成此成就", --9268
"击败啸天者托瓦拉（英雄恐轨车站）£你尚未完成此成就", --9269
"击败雅努（永茂林地）£你尚未完成此成就", --9271
"击败雅努（英雄永茂林地）£你尚未完成此成就", --9272
"击败耐奥祖（影月墓地）£你尚未完成此成就", --9273
"击败耐奥祖（英雄影月墓地）£你尚未完成此成就", --9274
"击败督军扎伊拉（黑石塔上层）£你尚未完成此成就", --9275
"击败督军扎伊拉（英雄黑石塔上层）£你尚未完成此成就", --9276
"击败毁灭者多弗（戈尔隆德）£你尚未完成此成就", --9277
"击败永恒的塔尔纳（戈尔隆德）£你尚未完成此成就", --9278
"击败鲁克玛（阿兰卡峰林）£你尚未完成此成就", --9279
"击败卡加斯·刃拳（随机悬槌堡）£你尚未完成此成就", --9280
"击败卡加斯·刃拳（普通悬槌堡）£你尚未完成此成就", --9282
"击败卡加斯·刃拳（英雄悬槌堡）£你尚未完成此成就", --9284
"击败卡加斯·刃拳（史诗悬槌堡）£你尚未完成此成就", --9285
"击败屠夫（随机悬槌堡）£你尚未完成此成就", --9286
"击败屠夫（普通悬槌堡）£你尚未完成此成就", --9287
"击败屠夫（英雄悬槌堡）£你尚未完成此成就", --9288
"击败屠夫（史诗悬槌堡）£你尚未完成此成就", --9289
"击败泰克图斯（随机悬槌堡）£你尚未完成此成就", --9290
"击败泰克图斯（普通悬槌堡）£你尚未完成此成就", --9292
"击败泰克图斯（英雄悬槌堡）£你尚未完成此成就", --9293
"击败泰克图斯（史诗悬槌堡）£你尚未完成此成就", --9294
"击败布兰肯斯波（随机悬槌堡）£你尚未完成此成就", --9295
"击败布兰肯斯波（普通悬槌堡）£你尚未完成此成就", --9297
"击败布兰肯斯波（英雄悬槌堡）£你尚未完成此成就", --9298
"击败布兰肯斯波（史诗悬槌堡）£你尚未完成此成就", --9300
"击败独眼魔双子（随机悬槌堡）£你尚未完成此成就", --9301
"击败独眼魔双子（普通悬槌堡）£你尚未完成此成就", --9302
"击败独眼魔双子（英雄悬槌堡）£你尚未完成此成就", --9303
"击败独眼魔双子（史诗悬槌堡）£你尚未完成此成就", --9304
"击败克拉戈（随机悬槌堡）£你尚未完成此成就", --9306
"击败克拉戈（普通悬槌堡）£你尚未完成此成就", --9308
"击败克拉戈（英雄悬槌堡）£你尚未完成此成就", --9310
"击败克拉戈（史诗悬槌堡）£你尚未完成此成就", --9311
"击败元首马尔高克（随机悬槌堡）£你尚未完成此成就", --9312
"击败元首马尔高克（普通悬槌堡）£你尚未完成此成就", --9313
"击败元首马尔高克（英雄悬槌堡）£你尚未完成此成就", --9314
"击败元首马尔高克（史诗悬槌堡）£你尚未完成此成就", --9315
"击败格鲁尔（随机黑石铸造厂）£你尚未完成此成就", --9316
"击败格鲁尔（普通黑石铸造厂）£你尚未完成此成就", --9317
"击败格鲁尔（英雄黑石铸造厂）£你尚未完成此成就", --9318
"击败格鲁尔（史诗黑石铸造厂）£你尚未完成此成就", --9319
"击败奥尔高格（随机黑石铸造厂）£你尚未完成此成就", --9320
"击败奥尔高格（普通黑石铸造厂）£你尚未完成此成就", --9321
"击败奥尔高格（英雄黑石铸造厂）£你尚未完成此成就", --9322
"击败奥尔高格（史诗黑石铸造厂）£你尚未完成此成就", --9323
"击败汉斯加尔与弗兰佐克（随机黑石铸造厂）£你尚未完成此成就", --9324
"击败汉斯加尔与弗兰佐克（普通黑石铸造厂）£你尚未完成此成就", --9327
"击败汉斯加尔与弗兰佐克（英雄黑石铸造厂）£你尚未完成此成就", --9328
"击败汉斯加尔与弗兰佐克（史诗黑石铸造厂）£你尚未完成此成就", --9329
"击败缚火者卡格拉兹（随机黑石铸造厂）£你尚未完成此成就", --9330
"击败缚火者卡格拉兹（普通黑石铸造厂）£你尚未完成此成就", --9331
"击败缚火者卡格拉兹（英雄黑石铸造厂）£你尚未完成此成就", --9332
"击败缚火者卡格拉兹（史诗黑石铸造厂）£你尚未完成此成就", --9333
"击败兽王达玛克（随机黑石铸造厂）£你尚未完成此成就", --9334
"击败兽王达玛克（普通黑石铸造厂）£你尚未完成此成就", --9336
"击败兽王达玛克（英雄黑石铸造厂）£你尚未完成此成就", --9337
"击败兽王达玛克（史诗黑石铸造厂）£你尚未完成此成就", --9338
"击败主管索戈尔（随机黑石铸造厂）£你尚未完成此成就", --9339
"击败主管索戈尔（普通黑石铸造厂）£你尚未完成此成就", --9340
"击败主管索戈尔（英雄黑石铸造厂）£你尚未完成此成就", --9341
"击败主管索戈尔（史诗黑石铸造厂）£你尚未完成此成就", --9342
"摧毁爆裂熔炉（随机黑石铸造厂）£你尚未完成此成就", --9343
"摧毁爆裂熔炉（普通黑石铸造厂）£你尚未完成此成就", --9349
"摧毁爆裂熔炉（英雄黑石铸造厂）£你尚未完成此成就", --9351
"摧毁爆裂熔炉（史诗黑石铸造厂）£你尚未完成此成就", --9353
"击败克罗莫格（随机黑石铸造厂）£你尚未完成此成就", --9354
"击败克罗莫格（普通黑石铸造厂）£你尚未完成此成就", --9355
"击败克罗莫格（英雄黑石铸造厂）£你尚未完成此成就", --9356
"击败克罗莫格（史诗黑石铸造厂）£你尚未完成此成就", --9357
"击败钢铁女武神（随机黑石铸造厂）£你尚未完成此成就", --9358
"击败钢铁女武神（普通黑石铸造厂）£你尚未完成此成就", --9359
"击败钢铁女武神（英雄黑石铸造厂）£你尚未完成此成就", --9360
"击败钢铁女武神（史诗黑石铸造厂）£你尚未完成此成就", --9361
"击败督军黑手（随机黑石铸造厂）£你尚未完成此成就", --9362
"击败督军黑手（普通黑石铸造厂）£你尚未完成此成就", --9363
"击败督军黑手（英雄黑石铸造厂）£你尚未完成此成就", --9364
"击败督军黑手（史诗黑石铸造厂）£你尚未完成此成就", --9365
"英雄：血槌炉渣矿井（公会版）£在公会队伍中击败血槌炉渣矿井的戈洛克（英雄难度）。", --9369
"英雄：钢铁码头（公会版）£在公会队伍中击败钢铁码头的斯古洛克（英雄难度）。", --9370
"英雄：奥金顿（公会版）£在公会队伍中击败奥金顿的塔隆戈尔（英雄难度）。", --9371
"英雄：通天峰（公会版）£在公会队伍中击败通天峰的高阶贤者维里克斯（英雄难度）。", --9372
"英雄：恐轨车站（公会版）£在公会队伍中击败恐轨车站的啸天者托瓦拉（英雄难度）。", --9373
"英雄：永茂林地（公会版）£在公会队伍中击败永茂林地的雅努（英雄难度）。", --9374
"英雄：影月墓地（公会版）£在公会队伍中击败影月墓地的耐奥祖（英雄难度）。", --9375
"英雄：黑石塔上层（公会版）£在公会队伍中击败黑石塔上层的督军扎伊拉（英雄难度）。", --9376
"德拉诺公会地下城英雄£在公会队伍中完成下列德拉诺英雄难度地下城成就。", --9388
"它能挽救你的生命£释放一条节日项链内的爱情力量。", --9389
"德拉诺地下城英雄£完成下列德拉诺英雄难度地下城成就。", --9391
"爱情磁铁£身上同时有10层激活的爱情光线效果。", --9392
"爱的灯塔£身上同时有25层激活的爱情光线效果。", --9393
"大众情人！£身上同时有50层激活的爱情光线效果。", --9394
"德拉诺英雄的荣耀£完成下列德拉诺英雄难度地下城成就。", --9396
"服务器第一！元首之陨£在公会队伍中，成为本服务器首个在史诗难度的悬槌堡中成功消灭元首马尔高克的公会。", --9397
"服务器第一！督军黑手£在公会队伍中，成为本服务器首个在史诗难度的黑石铸造厂中成功消灭督军黑手的公会。", --9399
"戈尔隆德怪物猎人£在戈尔隆德消灭下列所有稀有精英。", --9400
"切割狂人£在戈尔隆德拾取不少于12条硬化棘藤。", --9401
"证明你的力量£在戈尔隆德完成下列力量的证明任务。", --9402
"订单专家£在要塞中完成125张产品订单。", --9405
"订单达人£在要塞中完成250张产品订单。", --9406
"订单狂人£在要塞中完成750张产品订单。", --9407
"反击行动£在部落召唤出克鲁努斯后的8分钟内将其击败。", --9408
"德拉诺考古学家£获得700点考古学技能点数。", --9409
"诸族共主£修复并展示所有完好如初的德拉诺氏族遗物。", --9410
"悬槌历史学家£修复并展示所有完好如初的食人魔遗物。", --9411
"鸦人藏卷者£修复并展示所有完好如初的鸦人遗物。", --9412
"力量与荣耀£发现下列德拉诺氏族遗物。", --9413
"食人魔观察者£发现下列食人魔遗物。", --9414
"斯克提斯的秘密£发现下列鸦人遗物。", --9415
"悬槌堡（公会版）£在公会队伍中击败悬槌堡的首领（普通或更高难度）。", --9416
"黑石铸造厂（公会版）£在公会队伍中击败黑石铸造厂的首领（普通或更高难度）。", --9417
"戈尔隆德巨人（公会版）£在公会队伍中击败戈尔隆德的永恒的塔尔纳和毁灭者多弗。", --9418
"德拉诺管理员£修复并展示所有完好如初的德拉诺遗物。", --9419
"史诗：元首之陨（公会版）£在公会队伍中完成悬槌堡的元首马尔高克之战（史诗难度）。", --9420
"史诗：督军黑手（公会版）£在公会队伍中击败黑石铸造厂的督军黑手（史诗难度）。", --9421
"寻找事实，而非真理£找到30个精良神器。", --9422
"戈尔隆德巨人£击败戈尔隆德的永恒的塔尔纳和毁灭者多弗。", --9423
"鲁克玛（公会版）£在公会队伍中击败阿兰卡峰林的鲁克玛。", --9424
"如此炽热的光明£击败阿兰卡峰林的鲁克玛。", --9425
"冥世的生活£穿着悼念日购买的参赛者服装击败1个参赛者。", --9426
"风光大葬！£穿着悼念日购买的参赛者服装击败20个参赛者。", --9427
"甜蜜的头盖骨£穿着悼念日购买的参赛者服装击败50个参赛者。", --9428
"升级伐木场£在伐木场下达75张产品订单并完成下列任务。", --9429
"“德拉诺之王”地下城完成次数（击败最终首领）£“德拉诺之王”地下城完成次数（击败最终首领）", --9430
"要看一下书吗？£在影月飞地一次性激活禁忌魔典中的所有三个咒语。", --9432
"绕开虚空£在不使用虚空内爆消灭任何凝聚的虚空碎片的情况下击败影月飞地的基诺斯。", --9433
"自己人！自己人！£在影月飞地的虚空领域内获得势不可挡效果。", --9434
"夺走他们的一切£在索克雷萨高地摧毁萨格雷补给，并将由此获得的增益效果保持10分钟。", --9435
"是石头！£在索克雷萨高地摧毁5个德拉诺黑暗之石。", --9436
"戴米多斯的真面目£在索克雷萨高地击败圣光吞噬者戴米多斯。", --9437
"引领潮流：元首之陨£在6.2补丁发布前击败悬槌堡的元首马尔高克（英雄或更高难度）。", --9441
"千钧一发：元首之陨£在6.2补丁发布前击败悬槌堡的元首马尔高克（史诗难度）。", --9442
"千钧一发：黑手的熔炉£在6.2补丁发布前击败黑石铸造厂的督军黑手（史诗难度）。", --9443
"引领潮流：黑手的熔炉£在6.2补丁发布前击败黑石铸造厂的督军黑手（英雄或更高难度）。", --9444
"陷阱的玩法£捕捉野外的生物，在畜棚下达50张产品订单。", --9450
"捕兽者的乐趣£捕捉野外的生物，在畜棚下达250张产品订单。", --9451
"陷阱明星£捕捉野外的生物，在畜棚下达500张产品订单。", --9452
"德拉诺集岩者£收集500块德拉诺岩石。", --9453
"德拉诺集种者£收集500颗德拉诺种子。", --9454
"渔夫：熔火鱿鱼£在德拉诺捕捉100条巨型熔火鱿鱼。", --9455
"渔夫：深渊大嘴鳗£在德拉诺捕捉100条巨型深渊大嘴鳗。", --9456
"渔夫：黑水鞭尾鱼£在德拉诺捕捉100条巨型黑水鞭尾鱼。", --9457
"渔夫：盲眼湖鲟£在德拉诺捕捉100条巨型盲眼湖鲟。", --9458
"渔夫：巨型塘鲈£在德拉诺捕捉100条巨型塘鲈。", --9459
"渔夫：无颚潜鱼£在德拉诺捕捉100条巨型无颚潜鱼。", --9460
"渔夫：海蝎子£在德拉诺捕捉100条巨型海蝎子。", --9461
"德拉诺渔夫£完成下列渔夫成就。", --9462
"德拉诺宠物斗士£在德拉诺赢得150场宠物战斗。", --9463
"德拉诺专业大师£在“德拉诺”分类下的一种主要专业中获得100点技能点数。", --9464
"勤俭持家£在任务中回收100份废品。", --9468
"鸦人流亡者£在鸦人流亡者阵营中达到崇拜声望。", --9469
"主教议会£在主教议会阵营中达到崇拜声望。", --9470
"霜狼兽人£在霜狼兽人阵营中达到崇拜声望。", --9471
"热砂保护协会£在热砂保护协会阵营中达到崇拜声望。", --9472
"沃金之矛£在沃金之矛阵营中达到崇拜声望。", --9473
"乌瑞恩先锋军£在乌瑞恩先锋军阵营中达到崇拜声望。", --9474
"嘲颅兽人£在嘲颅兽人阵营中达到崇拜声望。", --9475
"沙塔尔防御者£在沙塔尔防御者阵营中达到崇拜声望。", --9476
"蛮荒之友£在1个德拉诺阵营中达到崇拜声望。", --9477
"蛮荒之友£在1个德拉诺阵营中达到崇拜声望。", --9478
"你不能用它做巨型蛋卷……£打碎黑潮栖木的巨型双头飞龙蛋。", --9479
"人龙合一！£在黑潮栖木驾驶着双头飞龙终结者3000型在3分钟内击败10个暗翼幼龙。", --9481
"我是被陷害的！£在黑潮栖木用双头飞龙终结者3000型将暗翼母龙引入埋伏圈。", --9483
"老天保佑£在沙塔斯城，在6秒内激活12个不同的邪能符文并存活下来。", --9486
"满脑子都是德拉诺的钱£在德拉诺拾取10,000枚金币。", --9487
"要塞战役£完成下列要塞战役章节。", --9491
"要塞战役£完成下列要塞战役章节。", --9492
"烧啊烧£在永茂林地中，在5秒内成功跳过大法师索尔的5个火焰花的爆炸火圈（英雄难度）。", --9493
"指挥官£招募40名追随者。", --9494
"集骨者£在德拉诺的PvP战斗中从其他玩家身上拾取破碎骨骼。", --9495
"督军的死亡之轮£有资格获得艾泽拉斯摩托争霸赛的胜利奖品。", --9496
"寻找道标石£拾取500个食人魔道标石。", --9497
"搭档£与你的一位兵营保镖成为亲密搭档。", --9498
"搭档£与你所有的兵营保镖成为亲密搭档。", --9499
"德拉诺大厨£在“德拉诺”分类下的烹饪专业中获得100点技能点数。", --9500
"德拉诺美食家£烹饪下列德拉诺美食中的20种。", --9501
"德拉诺美食£品尝下列德拉诺美食。", --9502
"德拉诺渔夫£在“德拉诺”分类下的钓鱼专业中获得100点技能点数。", --9503
"德拉诺急救£获得700点急救技能点数。", --9505
"艺成闯蛮荒£获得700点钓鱼、急救、烹饪和考古学技能点数。", --9506
"德拉诺工作狂£在“德拉诺”分类下的两种主要专业中都获得100点技能点数。", --9507
"德拉诺之王£完成角斗士圣殿的所有宿敌任务，以及悬槌角斗场的战斗！杀戮！欢呼！任务。", --9508
"宿敌：德莱尼毁灭者£完成角斗士圣殿的任务，宿敌：德莱尼毁灭者。", --9509
"宿敌：矮人追猎者£完成角斗士圣殿的任务，宿敌：矮人追猎者。", --9510
"宿敌：侏儒克星£完成角斗士圣殿的任务，宿敌：侏儒克星。", --9511
"宿敌：人类斩杀者£完成角斗士圣殿的任务，宿敌：人类斩杀者。", --9512
"宿敌：卡多雷灾星£完成角斗士圣殿的任务，宿敌：卡多雷灾星。", --9513
"宿敌：土水煞星£完成角斗士圣殿的任务，宿敌：土水煞星。", --9514
"宿敌：狼人猎手£完成角斗士圣殿的任务，宿敌：狼人猎手。", --9515
"宿敌：辛多雷斩杀者£完成角斗士圣殿的任务，宿敌：辛多雷斩杀者。", --9516
"宿敌：亡灵追猎者£完成角斗士圣殿的任务，宿敌：亡灵追猎者。", --9517
"宿敌：科赞杀手£完成角斗士圣殿的任务，宿敌：科赞杀手", --9518
"宿敌：兽人斩杀者£完成角斗士圣殿的任务，宿敌：兽人斩杀者。", --9519
"宿敌：火金天敌£完成角斗士圣殿的任务，宿敌：火金天敌。", --9520
"宿敌：屠夫£完成角斗士圣殿的任务，宿敌：屠夫。", --9521
"宿敌：巨魔猎手£完成角斗士圣殿的任务，宿敌：巨魔猎手。", --9522
"巡视德拉诺£完成50个要塞巡逻任务。", --9523
"财宝大师£完成50个要塞寻宝任务。", --9524
"坐骑大师£完成兽栏中全部6种坐骑的训练。", --9526
"高端科技£使用下列至少6种工坊的发明。", --9527
"捕风捉影£完成下列影月谷故事线。", --9528
"捕风捉影£完成下列霜火岭故事线。", --9529
"雪中留字£在血槌要塞找到伯德里克·格雷散落的日志书页。", --9530
"雪中留字£在血槌要塞找到暗影猎手布加散落的日志书页。", --9531
"解放者£在血槌要塞救出50名奴隶。", --9533
"美味的食人魔佳肴£在血槌要塞同时拥有松脆烤蟑螂、腌制鼠肉串和焦黑的野猪排的进食充分效果。", --9534
"那完全没有必要£在玛戈纳洛克踩碎100个鬣蜥人的蛋。", --9535
"炉渣制造者£在玛戈纳洛克用鬣蜥人酸液腐蚀20个生物后将其击败。", --9536
"让烈焰……净化一切？£在不使用引火烈焰重新点燃玛戈纳洛克的精华的情况下完成任务“薪火相传”。", --9537
"涉足畜牧业£完成兽栏的所有捕捉任务。", --9538
"进阶畜牧业£在携带塞泰的黑暗之爪的情况下击败纳格兰的所有训练中的坐骑目标。", --9539
"兽栏管理员£在携带铁颚狼齿项链的情况下击败纳格兰的所有训练中的坐骑目标。", --9540
"寂静之歌£在莫高尔岗哨击败战歌精锐。", --9541
"入侵？什么入侵？£成功击退50次要塞入侵。", --9543
"更多空地£将你的要塞升至2级。", --9545
"好多空地£将你的要塞升至3级。", --9546
"一切都很好！£放生20条珍稀的鱼。", --9547
"埋藏的宝藏£在莫高尔岗哨找到所有的战歌宝藏。", --9548
"愚蠢地追寻拉格纳罗斯的力量£在《魔兽世界》十周年庆典期间击败满级版本的拉格纳罗斯。", --9550
"恶魔之魂£在不消灭任何其他恶魔的情况下击败奥金顿的阿扎凯尔（英雄难度）。", --9551
"有进无退！£在受到火幕效果影响的情况下击败奥金顿的塔隆戈尔。", --9552
"德拉诺 - 击败5人地下城首领的次数£德拉诺 - 击败5人地下城首领的次数", --9553
"德拉诺 - 最常击败的地下城首领£德拉诺 - 最常击败的地下城首领", --9557
"“德拉诺之王”团队副本完成次数（击败最终首领）£德拉诺 - 最常击败的地下城首领", --9558
"德拉诺 - 击败团队首领的次数£德拉诺 - 击败团队首领的次数", --9559
"德拉诺 - 最常击败的团队首领£德拉诺 - 最常击败的团队首领", --9561
"保卫德拉诺£完成下列德拉诺奖励目标。", --9562
"保卫德拉诺£完成下列德拉诺奖励目标。", --9564
"诱捕大师£捕捉野外的生物，在畜棚下达125张产品订单。", --9565
"希尔斯布莱德的胜利£在十周年战场，南海镇VS塔伦米尔赢得一场胜利。", --9566
"累断腰的悬崖£击败破碎悬崖的强大敌人。", --9571
"证明自己：青铜伤害£在试炼场中成功完成基础伤害（青铜）的试炼。", --9572
"证明自己：白银伤害£在试炼场中成功完成基础伤害（白银）的试炼。", --9573
"证明自己：黄金伤害£在试炼场中成功完成基础伤害（黄金）的试炼。", --9574
"证明自己：无限伤害（10波）£在试炼场的基础伤害（无限）的试炼中成功顶过10波攻击。", --9575
"证明自己：无限伤害（20波）£在试炼场的基础伤害（无限）的试炼中成功顶过20波攻击。", --9576
"证明自己：无限伤害（30波）£在试炼场的基础伤害（无限）的试炼中成功顶过30波攻击。", --9577
"证明自己：青铜坦克£在试炼场中成功完成基础坦克（青铜）的试炼。", --9578
"证明自己：白银坦克£在试炼场中成功完成基础坦克（白银）的试炼。", --9579
"证明自己：黄金坦克£在试炼场中成功完成基础坦克（黄金）的试炼。", --9580
"证明自己：无限坦克（10波）£在试炼场的基础坦克（无限）的试炼中成功顶过10波攻击。", --9581
"证明自己：无限坦克（20波）£在试炼场的基础坦克（无限）的试炼中成功顶过20波攻击。", --9582
"证明自己：无限坦克（30波）£在试炼场的基础坦克（无限）的试炼中成功顶过30波攻击。", --9583
"证明自己：青铜治疗£在试炼场中成功完成基础治疗（青铜）的试炼。", --9584
"证明自己：白银治疗£在试炼场中成功完成基础治疗（白银）的试炼。", --9585
"证明自己：黄金治疗£在试炼场中成功完成基础治疗（黄金）的试炼。", --9586
"证明自己：无限治疗（10波）£在试炼场的基础治疗（无限）的试炼中成功顶过10波攻击。", --9587
"证明自己：无限治疗（20波）£在试炼场的基础治疗（无限）的试炼中成功顶过20波攻击。", --9588
"证明自己：无限治疗（30波）£在试炼场的基础治疗（无限）的试炼中成功顶过30波攻击。", --9589
"错有错着£在专精不符的情况下，在试炼场中成功完成任意基础（白银）试炼。", --9590
"在试炼场的基础伤害（无限）的试炼中获得最高分。£在试炼场的基础伤害（无限）的试炼中获得最高分。", --9594
"在试炼场的基础坦克（无限）的试炼中获得最高分£在试炼场的基础坦克（无限）的试炼中获得最高分。", --9595
"在试炼场的基础治疗（无限）的试炼中获得最高分。£在试炼场的基础治疗（无限）的试炼中获得最高分。", --9596
"大错特错£在专精不符的情况下，在试炼场中成功完成任意基础（黄金）的试炼。", --9597
"坐骑狂人£获得250种坐骑（需可被同一个角色使用）。", --9598
"坐骑狂人£获得250种坐骑（需可被同一个角色使用）。", --9599
"怪物肉酱£在失落的安苏鸦巢内成功完成下列所有进化：", --9600
"怪物之王£在失落的安苏鸦巢内进化时击败下列生物。", --9601
"挽弓射月£完成下列影月谷奖励目标。", --9602
"阿兰卡之星£完成下列阿兰卡峰林奖励目标。", --9605
"冰炭同炉£完成下列霜火岭奖励目标。", --9606
"把它当做嘉奖£完成下列戈尔隆德奖励目标。", --9607
"暴力史£发掘出破碎悬崖的所有古代食人魔遗物。", --9610
"一个篮子里的鸡蛋£在行动：斯克提斯废墟中，在总士气值达到100的情况下将一名鸦人流亡者护送到一名流亡者黑暗占卜师处。", --9612
"鸟口夺鱼£在斯克提斯废墟，抢在一只卡利鸟成功吃掉鱼之前将其偷走并自己吃掉。", --9613
"以纳格兰樱桃点缀£完成下列纳格兰奖励目标。", --9615
"成功晋级£在高里亚试炼场内击败开膛者克鲁德。", --9617
"钢铁入侵£在进攻黑暗之门开始前完成诅咒之地的入侵任务。", --9618
"蛮荒英雄£击败下列德拉诺地下城与团队副本首领（英雄或更高难度）。", --9619
"挑战大师：血槌炉渣矿井£在血槌炉渣矿井挑战模式中达成全服最快通关纪录。", --9620
"挑战大师：钢铁码头£在钢铁码头挑战模式中达成全服最快通关纪录。", --9621
"挑战大师：奥金顿£在奥金顿挑战模式中达成全服最快通关纪录。", --9622
"挑战大师：通天峰£在通天峰挑战模式中达成全服最快通关纪录。", --9623
"挑战大师：永茂林地£在永茂林地挑战模式中达成全服最快通关纪录。", --9624
"挑战大师：恐轨车站£在恐轨车站挑战模式中达成全服最快通关纪录。", --9625
"挑战大师：影月墓地£在影月墓地挑战模式中达成全服最快通关纪录。", --9626
"挑战大师：黑石塔上层£在黑石塔上层挑战模式中达成全服最快通关纪录。", --9627
"德拉诺防御者£在德拉诺达到5000个荣誉消灭。", --9630
"史诗级德拉诺团队£完成下列史诗难度团队副本成就。", --9631
"属于你的力量£在沙塔斯城，将全部三种符文水晶的效果结合到一起。", --9632
"斩首行动£击败沙塔斯城的下列所有稀有怪物。", --9633
"精力充沛£在沙塔斯城，在带有阿肯尼特强化效果的情况下击败30个暗影议会成员。", --9634
"兽人的泡沫£在沙塔斯城处置40个浮空兽人。", --9635
"众志成城£在沙塔斯城释放10个被俘的守卫。", --9636
"糟糕的通讯£在沙塔斯城烧毁30封萨格雷密信。", --9637
"军团先锋£击败沙塔斯城的下列所有稀有怪物。", --9638
"战斗！杀戮！欢呼！£在悬槌角斗场完成“战斗！杀戮！欢呼！”任务。", --9639
"第一章：卡德加的召唤£开启卡德加的传奇任务并击败凯诺兹多姆的灵魂，以证明自己已做好迎接挑战的准备。", --9640
"第二章：古尔丹的反击£完成卡德加在悬槌堡的传奇任务并在局势恶化时挽救他的生命。", --9641
"第三章：铸造厂的陷落£完成卡德加在黑石铸造厂的传奇任务，击溃钢铁部落！", --9642
"兼收并蓄£收集600种独特的宠物。", --9643
"挑战德拉诺（公会版）£在公会队伍中完成“德拉诺之王”的所有地下城挑战。", --9648
"挑战德拉诺：青铜（公会版）£在公会队伍中完成“德拉诺之王”的所有地下城挑战，且评价不低于青铜级。", --9649
"挑战德拉诺：白银（公会版）£在公会队伍中完成“德拉诺之王”的所有地下城挑战，且评价不低于白银级。", --9650
"挑战德拉诺：黄金（公会版）£在公会队伍中完成“德拉诺之王”的所有地下城挑战，且评价不低于黄金级。", --9651
"发霉发绿£在永茂丛林叠加10层变异效果。", --9654
"反抗强权£击败黑石矿坑的下列所有稀有怪物。", --9655
"洞彻先机£在黑石矿坑找到钢铁部落进攻计划。", --9656
"德拉诺的支柱£在永茂丛林同时拥有全部三种能量之柱的力量。", --9658
"钢铁之翼£在黑石矿坑使用钢铁军用发射器，让自己在3分钟内飞过4个环。", --9659
"口味刁钻£在永茂丛林同时获得可爱的椰子、刺皮番石榴和一捧戈加梅的增益效果。", --9663
"烧成平地£在永茂丛林烧毁100棵树。", --9667
"德拉诺公会团队的荣耀£在公会队伍中完成下列德拉诺团队副本成就。", --9669
"一地玩具£收集25种玩具。", --9670
"玩具舞会£收集50种玩具。", --9671
"玩具成堆£收集100种玩具。", --9672
"玩具大师£收集150种玩具。", --9673
"再多来点£完成下列塔拉多奖励目标。", --9674
"古树不再£击败永茂丛林的下列所有稀有怪物。", --9678
"轮回永续£在7.0补丁发布前击败阿克蒙德（普通或更高难度）。\r\n\r\n“我们所做和即将要做的一切，还将不断继续下去。”", --9680
"德拉诺猎人£获得德拉诺的所有战斗宠物。", --9685
"水性亲和£在队伍中全部为水栖宠物的情况下击败破碎群岛的12个驯宠师。", --9686
"万兽之王£在队伍中全部为野兽宠物的情况下击败破碎群岛的12个驯宠师。", --9687
"鼠患成灾£在队伍中全部为小动物宠物的情况下击败破碎群岛的12个驯宠师。", --9688
"有龙！£在队伍中全部为龙类宠物的情况下击败破碎群岛的12个驯宠师。", --9689
"学着点，拉格纳罗斯£在队伍中全部为元素宠物的情况下击败破碎群岛的12个驯宠师。", --9690
"百鸟来朝£在队伍中全部为飞行宠物的情况下击败破碎群岛的12个驯宠师。", --9691
"鱼人、鹰身人和狼獾人！£在队伍中全部为人形宠物的情况下击败破碎群岛的12个驯宠师。", --9692
"魔法大师£在队伍中全部为魔法宠物的情况下击败破碎群岛的12个驯宠师。", --9693
"机甲大师£在队伍中全部为机械宠物的情况下击败破碎群岛的12个驯宠师。", --9694
"小小通灵师£在队伍中全部为亡灵宠物的情况下击败破碎群岛的12个驯宠师。", --9695
"全谱系制霸£完成下列所有成就。", --9696
"驻足倾听£完成下列至少10个旅店任务。", --9703
"进阶畜牧业£在携带塞泰的黑暗之爪的情况下击败纳格兰的所有训练中的坐骑目标。", --9705
"兽栏管理员£在携带铁颚狼齿项链的情况下击败纳格兰的所有训练中的坐骑目标。", --9706
"狂野精良£在身上的每一个装备栏中都装备一件物品等级不低于608级的精良品质物品（“争霸艾泽拉斯”上线前）。", --9707
"狂野史诗£在身上的每一个装备栏中都装备一件物品等级不低于640级的史诗品质物品（“争霸艾泽拉斯”上线前）。", --9708
"井水有毒£在钢铁军工厂的10桶刺激的啤酒中下毒。", --9710
"失败的计划£在钢铁军工厂摧毁10份机密作战计划。", --9711
"闪亮宠物符咒师£在闪亮的宠物符咒被抛光的宠物符咒代替前，获得500个闪亮的宠物符咒。", --9712
"唤醒幼龙£收集下列幼龙坐骑。", --9713
"陛下驾到£击败考洛克的护卫穆克玛·拉兹，为你阵营赢得考洛克的青睐。", --9714
"陛下驾到£击败考洛克的护卫高尔·顿法罗克，为你阵营赢得考洛克的青睐。", --9715
"驯服德拉诺£击败德拉诺的下列所有宠物训练师。", --9724
"笑到最后£在悬槌角斗场中活到最后。", --9725
"财宝猎人£在德拉诺发现10份宝藏（不包括塔纳安丛林）。", --9726
"专家级财宝猎人£在德拉诺发现50份宝藏（不包括塔纳安丛林）。", --9727
"宗师级财宝猎人£在德拉诺发现200份宝藏（不包括塔纳安丛林）。", --9728
"希尔斯布莱德的胜利£在十周年战场，南海镇VS塔伦米尔中赢得一场胜利。", --9729
"德拉诺之王£完成角斗士圣殿的所有宿敌任务，以及悬槌角斗场的战斗！杀戮！欢呼！任务。", --9738
"暗月竞速爱好者£使用竞速陆行鸟成功完成“欢迎参加暗月竞速赛”或者“正式竞速赛”任务。", --9755
"暗月竞速新手£使用竞速陆行鸟，在钟响25下之前完成正式竞速赛。", --9756
"暗月竞速骑手£使用竞速陆行鸟，在钟响20下之前完成正式竞速赛。", --9759
"暗月竞速先行者£使用竞速陆行鸟，在钟响15下之前完成正式竞速赛。", --9760
"暗月竞速路霸£使用竞速陆行鸟，在钟响11下之前完成正式竞速赛。", --9761
"奔波尔咆哮£拥有2014年暴雪嘉年华赠送的奔波儿咆哮。", --9763
"火箭奇兵：黄金£使用火箭奇兵，在钟响11下之前完成正式竞速赛。", --9764
"火箭奇兵：白银£使用火箭奇兵，在钟响15下之前完成正式竞速赛。", --9766
"火箭奇兵：青铜£使用火箭奇兵，在钟响20下之前完成正式竞速赛。", --9769
"火箭升空！£使用火箭奇兵，在钟响25下之前完成正式竞速赛。", --9770
"实干家£使用动力贩子，在钟响25下之前完成正式竞速赛。", --9780
"动力贩子：青铜£使用动力贩子，在钟响20下之前完成正式竞速赛。", --9781
"动力贩子：白银£使用动力贩子，在钟响15下之前完成正式竞速赛。", --9783
"动力贩子：黄金£使用动力贩子，在钟响11下之前完成正式竞速赛。", --9785
"巡游者£使用漫游专家，在钟响25下之前完成正式竞速赛。", --9786
"漫游专家：青铜£使用漫游专家，在钟响20下之前完成正式竞速赛。", --9787
"漫游专家：白银£使用漫游专家，在钟响15下之前完成正式竞速赛。", --9790
"漫游专家：黄金£使用漫游专家，在钟响11下之前完成正式竞速赛。", --9792
"铁人赛参与者£使用竞速陆行鸟，在钟响40下之前完成铁人拉力赛。", --9793
"铁人赛新手£使用竞速陆行鸟，在钟响35下之前完成铁人拉力赛。", --9794
"铁人赛骑师£使用竞速陆行鸟，在钟响30下之前完成铁人拉力赛。", --9795
"铁人赛先行者£使用竞速陆行鸟，在钟响25下之前完成铁人拉力赛。", --9797
"铁人路霸£使用竞速陆行鸟，在钟响20下之前完成铁人拉力赛。", --9799
"火箭新人£使用火箭奇兵，在钟响40下之前完成铁人拉力赛。", --9800
"火箭神兵：青铜£使用火箭奇兵，在钟响30下之前完成铁人拉力赛。", --9801
"火箭神兵：白银£使用火箭奇兵，在钟响25下之前完成铁人拉力赛。", --9803
"火箭神兵：黄金£使用火箭奇兵，在钟响20下之前完成铁人拉力赛。", --9805
"游荡者£使用漫游专家，在钟响40下之前完成铁人拉力赛。", --9806
"漫游大师：青铜£使用漫游专家，在钟响30下之前完成铁人拉力赛。", --9807
"漫游大师：白银£使用漫游专家，在钟响25下之前完成铁人拉力赛。", --9809
"漫游大师：黄金£使用漫游专家，在钟响20下之前完成铁人拉力赛。", --9811
"导航者£使用动力贩子，在钟响40下之前完成铁人拉力赛。", --9812
"动力大亨：青铜£使用动力贩子，在钟响30下之前完成铁人拉力赛。", --9813
"动力大亨：白银£使用动力贩子，在钟响25下之前完成铁人拉力赛。", --9815
"动力大亨：黄金£使用动力贩子，在钟响20下之前完成铁人拉力赛。", --9817
"暗月如风£使用漫游专家滑翔机在空中停留超过10秒。", --9819
"缰绳来袭III：畅饮太阳之井£在黑暗神殿，海加尔峰和太阳之井中收集下列所有战斗宠物。", --9824
"大师级遗物猎人£完成你要塞中的哈里森·琼斯提供的全部6个遗物猎人任务。", --9825
"白金防御者£成功击退一次要塞入侵且评价达到白金级。", --9826
"金刚防御者£完成所有满级入侵事件，并都获得白金级评价。", --9827
"十大劲歌金曲£为你要塞的点唱机收集十张乐谱。", --9828
"德拉诺的博学者£完成下列德拉诺任务成就。", --9833
"大师级遗物猎人£完成你要塞中的哈里森·琼斯提供的全部6个遗物猎人任务。", --9836
"奇妙的异次元之旅£在有佩佩陪伴的情况下击败下列德拉诺首领。", --9838
"指挥大师£在要塞中击败所有可召唤的团队首领。", --9858
"王牌坦克指挥官£在一次蒸汽坦克大挑战游戏中获得45分。", --9885
"套龟高手£在一次套圈圈游戏中成功将10个投环扔到暗月乌龟杜本科的背上。", --9894
"十大劲歌金曲£为你要塞的点唱机收集十张乐谱。", --9897
"探索任务大师£完成下列所有要塞探索任务。", --9900
"别叫我二世£完成下列成就：", --9901
"小号人生£收集5种传家宝。", --9906
"动力升级£收集15种传家宝。", --9908
"传家宝收藏家£收集35种传家宝。", --9909
"邮箱在哪儿？£收集1种传家宝。", --9911
"艾泽拉斯二十大劲歌金曲£为你要塞的点唱机收集二十张乐谱。", --9912
"艾泽拉斯二十大劲歌金曲£为你要塞的点唱机收集二十张乐谱。", --9914
"癫狂切割者£拥有2014年冬幕节礼物，癫狂切割者。", --9915
"德拉诺的博学者£完成下列德拉诺任务成就。", --9923
"野外摄影师£在下列所有地点使用自拍神器拍一张照片。", --9924
"超级强力党的老友£通过战友招募系统获得一匹烬鬃战马。", --9925
"风暴英雄£通过《风暴英雄》推广活动获得恶灵魔像。", --9926
"别叫我二世£完成下列成就：", --9928
"泥口脱险£在阿里乌克存活的情况下击败地狱火堡垒的基尔罗格·死眼（普通或更高难度）。", --9972
"快到我肚子里来！£在消灭女巫之魂的情况下击败地狱火堡垒的血魔（普通或更高难度）。", --9979
"我打！£在一次打豺狼人游戏中获得45分。", --9983
"专业投手£在没有人连续持有安苏之眼超过5秒的情况下击败地狱火堡垒的暗影领主艾斯卡（普通或更高难度）。", --9988
"这个杀手不太冷£在不消灭上古执行者的情况下击败地狱火堡垒的暴君维哈里（普通或更高难度）。", --9989
"联盟士兵：“德拉诺之王”第1赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9995
"联盟保卫者：“德拉诺之王”第1赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9996
"联盟守护者：“德拉诺之王”第1赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9997
"部落士兵：“德拉诺之王”第1赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --9998
"部落守护者：“德拉诺之王”第1赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --10000
"部落保卫者：“德拉诺之王”第1赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第1赛季的战斗（需要在“德拉诺之王”第1赛季赢得50场战斗）。", --10001
"残阳关£击败残阳关的莱公。", --10010
"围攻砮皂寺£击败围攻砮皂寺的翼虫首领尼诺洛克。", --10011
"昔日的绿色沃土£在不吸收任何轰鸣的裂隙的情况下击败地狱火堡垒的邪能领主扎昆（普通或更高难度）。", --10012
"惊涛骇浪£在不受任何冲击波伤害的情况下击败地狱火堡垒的考莫克（普通或更高难度）。", --10013
"舞曲大全£为你要塞的点唱机集齐所有乐谱。", --10015
"舞曲大全£为你要塞的点唱机集齐所有乐谱。", --10016
"海军奖励专员£完成10个海军奖励行动。", --10017
"德拉诺探路者£完成下列德拉诺成就。", --10018
"黑暗之门£在地狱火堡垒击败阿克蒙德。", --10019
"毁灭者高台£击败地狱火堡垒上层的下列首领：", --10020
"第四章：黑暗化身£完成卡德加的任务，获得传奇戒指。", --10021
"地狱破城者£击败地狱火堡垒入口的下列首领：", --10023
"鲜血大厅£击败地狱火堡垒深处的下列首领：", --10024
"暗影堡垒£击败地狱火堡垒上层的下列首领：", --10025
"几近无敌£在地狱火炮的生命值高于90%的情况下完成地狱火堡垒的奇袭地狱火之战（普通或更高难度）。", --10026
"奇袭地狱火（史诗难度）£完成地狱火堡垒的奇袭地狱火之战（史诗难度）。", --10027
"坏脾气玛诺洛斯£使用强化邪能引导消灭一名末日领主后再击败地狱火堡垒的玛诺洛斯（普通或更高难度）。", --10030
"钢铁掠夺者（史诗难度）£在地狱火堡垒击败钢铁掠夺者（史诗难度）。", --10032
"考莫克（史诗难度）£在地狱火堡垒击败考莫克（史诗难度）。", --10033
"高阶地狱火议会（史诗难度）£在地狱火堡垒击败高阶地狱火议会（史诗难度）。", --10034
"基尔罗格·死眼（史诗难度）£在地狱火堡垒击败基尔罗格·死眼（史诗难度）。", --10035
"海军奖励专家£完成25个海军奖励行动。", --10036
"暗影领主艾斯卡（史诗难度）£在地狱火堡垒击败暗影领主艾斯卡（史诗难度）。", --10037
"邪能领主扎昆（史诗难度）£在地狱火堡垒击败邪能领主扎昆（史诗难度）。", --10038
"祖霍拉克（史诗难度）£在地狱火堡垒击败祖霍拉克（史诗难度）。", --10039
"永恒者索克雷萨（史诗难度）£在地狱火堡垒击败永恒者索克雷萨（史诗难度）。", --10040
"暴君维哈里（史诗难度）£在地狱火堡垒击败暴君维哈里（史诗难度）。", --10041
"玛诺洛斯（史诗难度）£在地狱火堡垒击败玛诺洛斯（史诗难度）。", --10042
"阿克蒙德（史诗难度）£在地狱火堡垒击败阿克蒙德（史诗难度）。", --10043
"引领潮流：黑暗之门£在7.0补丁发布前击败阿克蒙德（英雄或更高难度）。", --10044
"千钧一发：黑暗之门£在7.0补丁发布前击败阿克蒙德（史诗难度）。", --10045
"学习一种主要专业技能£你尚未完成此成就", --10050
"学习两种主要专业技能£你尚未完成此成就", --10051
"塔纳安的小魔星£在塔纳安丛林击败下列被邪能腐蚀的宠物。", --10052
"发现佩佩！£在佩佩穿着维京、忍者、骑士和海盗服时找到它。", --10053
"浑身是胆£在地狱火堡垒击败高阶地狱火议会的全部三名成员，且击败所有成员间隔的时间不超过10秒（普通或更高难度）。", --10054
"扭转局势£在地狱火堡垒消灭10名地狱火守卫后击败钢铁掠夺者（普通或更高难度）。", --10057
"魔兽世界十一周年£在魔兽世界十一周年庆典期间登录游戏。", --10058
"一山更比一山高£完成下列至高岭故事线。", --10059
"地狱灾星£在塔纳安丛林击败所有地狱火堡垒的勇士。", --10061
"寻找古尔丹£完成下列要塞战役章节。", --10067
"德拉诺大决战£完成下列塔纳安丛林日常目标。", --10068
"我来过，我砍过，我征服过£在塔纳安丛林的法瑞拉，从刃牙虎人身上拾取5000个黑齿之爪。", --10069
"丛林捕猎者£在塔纳安丛林击败所有稀有生物。", --10070
"燃烧军团无法征服一切£在塔纳安丛林击败霸主卡扎克。", --10071
"丛林搅局者£完成下列所有塔纳安丛林成就。", --10072
"魔火的回响£在魔火仍然激活的情况下击败地狱火堡垒的阿克蒙德（普通或更高难度）。", --10073
"寻找古尔丹£完成下列要塞战役章节。", --10074
"德拉诺大决战£完成下列塔纳安丛林日常目标。", --10075
"血槌炉渣矿井（史诗难度）£在血槌炉渣矿井击败戈洛克（史诗难度）。", --10076
"史诗历险家£你尚未完成此成就", --10077
"钢铁码头（史诗难度）£在钢铁码头击败斯古洛克（史诗难度）。", --10079
"奥金顿（史诗难度）£在奥金顿击败塔隆戈尔（史诗难度）。", --10080
"通天峰（史诗难度）£在通天峰击败高阶贤者维里克斯（史诗难度）。", --10081
"恐轨车站（史诗难度）£在恐轨车站击败啸天者托瓦拉（史诗难度）。", --10082
"永茂林地（史诗难度）£在永茂林地击败雅努（史诗难度）。", --10083
"影月墓地（史诗难度）£在影月墓地击败耐奥祖（史诗难度）。", --10084
"黑石塔上层（史诗难度）£在黑石塔上层击败督军扎伊拉（史诗难度）。", --10085
"灵魂杀手£在10秒内消灭20个作祟的幽魂后再击败地狱火堡垒的永恒者索克雷萨（普通或更高难度）。", --10086
"棒打鸳鸯£在不触发任何邪影屠戮的情况下击败地狱火堡垒的祖霍拉克（普通或更高难度）。", --10087
"狂野征服者£在“德拉诺之王”第2赛季中获得27,000点征服点数。", --10088
"狂野征服者£在“德拉诺之王”第2赛季中获得27,000点征服点数。", --10089
"好战征服者£在“德拉诺之王”第3赛季中获得27,000点征服点数。", --10090
"好战征服者£在“德拉诺之王”第3赛季中获得27,000点征服点数。", --10091
"狂野争斗者£在“德拉诺之王”第2赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10092
"狂野争斗者£在“德拉诺之王”第2赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10093
"好战争斗者£在“德拉诺之王”第3赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10094
"好战争斗者£在“德拉诺之王”第3赛季中赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10095
"狂野角斗士：“德拉诺之王”第2赛季£以竞技场排名前0.1%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10096
"好战角斗士：“德拉诺之王”第3赛季£以竞技场排名前0.1%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10097
"角斗士：“德拉诺之王”第2赛季£以竞技场排名前0.5%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10098
"决斗者：“德拉诺之王”第2赛季£以竞技场排名前3%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10099
"竞争者：“德拉诺之王”第2赛季£以竞技场排名前10%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10100
"挑战者：“德拉诺之王”第2赛季£以竞技场排名前35%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10101
"联盟英雄：狂野£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10102
"部落英雄：狂野£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10103
"联盟士兵：“德拉诺之王”第2赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10104
"部落士兵：“德拉诺之王”第2赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10105
"联盟保卫者：“德拉诺之王”第2赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10106
"部落保卫者：“德拉诺之王”第2赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10107
"联盟守护者：“德拉诺之王”第2赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10108
"部落守护者：“德拉诺之王”第2赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第2赛季的战斗（需要在“德拉诺之王”第2赛季赢得50场战斗）。", --10109
"角斗士：“德拉诺之王”第3赛季£以竞技场排名前0.5%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10110
"决斗者：“德拉诺之王”第3赛季£以竞技场排名前3%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10111
"竞争者：“德拉诺之王”第3赛季£以竞技场排名前10%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10112
"挑战者：“德拉诺之王”第3赛季£以竞技场排名前35%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10113
"联盟英雄：好战£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10114
"部落英雄：好战£以评级战场排名前0.5%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10115
"联盟守护者：“德拉诺之王”第3赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10116
"部落守护者：“德拉诺之王”第3赛季£以评级战场排名前3%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10117
"联盟保卫者：“德拉诺之王”第3赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10118
"部落保卫者：“德拉诺之王”第3赛季£以评级战场排名前10%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10119
"联盟士兵：“德拉诺之王”第3赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10120
"部落士兵：“德拉诺之王”第3赛季£以评级战场排名前35%的战绩结束“德拉诺之王”PvP第3赛季的战斗（需要在“德拉诺之王”第3赛季赢得50场战斗）。", --10121
"狂野角斗士的魔血小戈隆£在“德拉诺之王”竞技场第2赛季中获得狂野角斗士的魔血小戈隆", --10137
"好战角斗士的魔血小戈隆£在“德拉诺之王”竞技场第3赛季中获得好战角斗士的魔血小戈隆", --10146
"第四章：黑暗化身£完成卡德加的任务，获得传奇戒指。", --10148
"地狱火团队的荣耀£完成下列地狱火堡垒团队副本成就。", --10149
"海军战斗专家£完成50个海军战斗行动。", --10154
"海军攻城专家£完成25个海军攻城行动。", --10155
"海军战斗专员£完成25个海军战斗行动。", --10156
"海军寻宝专员£完成25个海军寻宝行动。", --10159
"海军寻宝专家£完成50个海军寻宝行动。", --10160
"海军攻城专员£完成10个海军攻城行动。", --10161
"海军训练专员£完成10个海军训练行动。", --10162
"海军训练专家£完成25个海军训练行动。", --10163
"七海霸主£完成下列海军行动成就。", --10164
"铁甲舰队£将每种类型的一艘舰船升级到史诗品质。", --10165
"海军器械专家£获得下列所有海军装备图纸。", --10166
"公海探险家£完成下列所有的稀有海军行动。", --10167
"无敌舰队£将你的船坞升至3级。", --10168
"海军舰队£将你的船坞升至2级。", --10169
"水手£完成50个海军行动。", --10170
"士官£完成100个海军行动。", --10172
"舰队指挥官£完成500个海军行动。", --10173
"上将£完成1000个海军行动。", --10174
"卡扎克（公会版）£在公会队伍中击败塔纳安丛林的霸主卡扎克。", --10175
"史诗：阿克蒙德（公会版）£在公会队伍中击败地狱火堡垒的阿克蒙德（史诗难度）。", --10176
"起航！£为你的要塞建造一座船坞。", --10177
"击败戈洛克（史诗血槌炉渣矿井）£你尚未完成此成就", --10192
"击败斯古洛克（史诗钢铁码头）£你尚未完成此成就", --10193
"击败塔隆戈尔（史诗奥金顿）£你尚未完成此成就", --10194
"击败高阶贤者维里克斯（史诗通天峰）£你尚未完成此成就", --10195
"击败啸天者托瓦拉（史诗恐轨车站）£你尚未完成此成就", --10196
"击败雅努（史诗永茂林地）£你尚未完成此成就", --10197
"击败耐奥祖（史诗影月墓地）£你尚未完成此成就", --10198
"击败督军扎伊拉（史诗黑石塔上层）£你尚未完成此成就", --10199
"击败霸主卡扎克（塔纳安丛林）£你尚未完成此成就", --10200
"赢得奇袭地狱火之战（随机地狱火堡垒）£你尚未完成此成就", --10201
"赢得奇袭地狱火之战（普通地狱火堡垒）£你尚未完成此成就", --10202
"赢得奇袭地狱火之战（英雄地狱火堡垒）£你尚未完成此成就", --10203
"赢得奇袭地狱火之战（史诗地狱火堡垒）£你尚未完成此成就", --10204
"击败钢铁掠夺者（随机地狱火堡垒）£你尚未完成此成就", --10205
"击败钢铁掠夺者（普通地狱火堡垒）£你尚未完成此成就", --10206
"击败钢铁掠夺者（英雄地狱火堡垒）£你尚未完成此成就", --10207
"击败钢铁掠夺者（史诗地狱火堡垒）£你尚未完成此成就", --10208
"击败考莫克（随机地狱火堡垒）£你尚未完成此成就", --10209
"击败考莫克（普通地狱火堡垒）£你尚未完成此成就", --10210
"击败考莫克（英雄地狱火堡垒）£你尚未完成此成就", --10211
"击败考莫克（史诗地狱火堡垒）£你尚未完成此成就", --10212
"击败高阶地狱火议会（随机地狱火堡垒）£你尚未完成此成就", --10213
"击败高阶地狱火议会（普通地狱火堡垒）£你尚未完成此成就", --10214
"击败高阶地狱火议会（英雄地狱火堡垒）£你尚未完成此成就", --10215
"击败高阶地狱火议会（史诗地狱火堡垒）£你尚未完成此成就", --10216
"击败基尔罗格·死眼（随机地狱火堡垒）£你尚未完成此成就", --10217
"击败基尔罗格·死眼（普通地狱火堡垒）£你尚未完成此成就", --10218
"击败基尔罗格·死眼（英雄地狱火堡垒）£你尚未完成此成就", --10219
"击败基尔罗格·死眼（史诗地狱火堡垒）£你尚未完成此成就", --10220
"击败血魔（随机地狱火堡垒）£你尚未完成此成就", --10221
"击败血魔（普通地狱火堡垒）£你尚未完成此成就", --10222
"击败血魔（英雄地狱火堡垒）£你尚未完成此成就", --10223
"击败血魔（史诗地狱火堡垒）£你尚未完成此成就", --10224
"击败暗影领主艾斯卡（随机地狱火堡垒）£你尚未完成此成就", --10225
"击败暗影领主艾斯卡（普通地狱火堡垒）£你尚未完成此成就", --10226
"击败暗影领主艾斯卡（英雄地狱火堡垒）£你尚未完成此成就", --10227
"击败暗影领主艾斯卡（史诗地狱火堡垒）£你尚未完成此成就", --10228
"击败永恒者索克雷萨（随机地狱火堡垒）£你尚未完成此成就", --10229
"击败永恒者索克雷萨（普通地狱火堡垒）£你尚未完成此成就", --10230
"击败永恒者索克雷萨（英雄地狱火堡垒）£你尚未完成此成就", --10231
"击败永恒者索克雷萨（史诗地狱火堡垒）£你尚未完成此成就", --10232
"击败邪能领主扎昆（随机地狱火堡垒）£你尚未完成此成就", --10233
"击败邪能领主扎昆（普通地狱火堡垒）£你尚未完成此成就", --10234
"击败邪能领主扎昆（英雄地狱火堡垒）£你尚未完成此成就", --10235
"击败邪能领主扎昆（史诗地狱火堡垒）£你尚未完成此成就", --10236
"击败祖霍拉克（随机地狱火堡垒）£你尚未完成此成就", --10237
"击败祖霍拉克（普通地狱火堡垒）£你尚未完成此成就", --10238
"击败祖霍拉克（英雄地狱火堡垒）£你尚未完成此成就", --10239
"击败祖霍拉克（史诗地狱火堡垒）£你尚未完成此成就", --10240
"击败暴君维哈里（随机地狱火堡垒）£你尚未完成此成就", --10241
"击败暴君维哈里（普通地狱火堡垒）£你尚未完成此成就", --10242
"击败暴君维哈里（英雄地狱火堡垒）£你尚未完成此成就", --10243
"击败暴君维哈里（史诗地狱火堡垒）£你尚未完成此成就", --10244
"击败玛诺洛斯（随机地狱火堡垒）£你尚未完成此成就", --10245
"击败玛诺洛斯（普通地狱火堡垒）£你尚未完成此成就", --10246
"击败玛诺洛斯（英雄地狱火堡垒）£你尚未完成此成就", --10247
"击败玛诺洛斯（史诗地狱火堡垒）£你尚未完成此成就", --10248
"击败阿克蒙德（随机地狱火堡垒）£你尚未完成此成就", --10249
"击败阿克蒙德（普通地狱火堡垒）£你尚未完成此成就", --10250
"击败阿克蒙德（英雄地狱火堡垒）£你尚未完成此成就", --10251
"击败阿克蒙德（史诗地狱火堡垒）£你尚未完成此成就", --10252
"血魔（史诗难度）£在地狱火堡垒击败血魔（史诗难度）。", --10253
"士官£完成100个海军行动。", --10255
"运筹帷幄£完成下列稀有海军行动的其中三个。", --10256
"运筹帷幄£完成下列稀有海军行动的其中三个。", --10258
"丛林猎手£在塔纳安丛林击败25个稀有生物。", --10259
"探索塔纳安丛林£探索塔纳安丛林，走过世界地图中被遮住的各个角落。", --10260
"丛林财宝猎人£在塔纳安丛林发现20份宝藏。", --10261
"丛林财宝大师£在塔纳安丛林发现所有宝藏。", --10262
"丛林搅局者£完成下列所有塔纳安丛林成就。", --10265
"舰队指挥官£完成500个海军行动。", --10275
"上将£完成1000个海军行动。", --10276
"探索公海£完成下列所有的稀有海军行动。", --10307
"典藏版：泽拉达尔£拥有《虚空之遗》典藏版赠送的执政官宠物，泽拉达尔。", --10309
"典藏版：伊利达雷魔犬£拥有“军团再临”典藏版赠送的伊利达雷魔犬坐骑。", --10320
"典藏版：咬咬£拥有“军团再临”典藏版赠送的魔犬宠物，咬咬。", --10321
"鱼蛋£拥有2015年暴雪嘉年华赠送的鱼蛋。", --10322
"掠食者£在塔纳安丛林击败泽米考尔。", --10334
"是谁说……？£获得充气版雷霆之怒，逐风者的祝福之剑。", --10335
"癫狂喷火车£拥有2015年冬幕节礼物，癫狂喷火车。", --10337
"大师级财宝猎人£在德拉诺发现100份宝藏（不包括塔纳安丛林）。", --10348
"塔纳安外交家£在塔纳安丛林的所有三个阵营中达到崇敬声望。", --10349
"塔纳安外交家£在塔纳安丛林的所有三个阵营中达到崇敬声望。", --10350
"钢铁大军£收集癫狂“钢铁大军”套装的全部5个玩具组件。", --10353
"癫狂指挥官£收集200种玩具。", --10354
"缰绳王£获得300种坐骑（需可被同一个角色使用）。", --10355
"缰绳王£获得300种坐骑（需可被同一个角色使用）。", --10356
"吓人的小伙伴£在佩佩穿着幽灵稻草人服时找到它。", --10365
"服务器第一！阿克蒙德£在公会队伍中，成为本服务器首个在史诗难度的地狱火堡垒中成功消灭阿克蒙德的公会。", --10380
"战鼓法阵£在至高岭的雷霆战鼓练习一个战鼓法阵。", --10398
"冥狱好进，船夫难缠£在噬魂之喉解救被俘的瓦格里（史诗难度）。", --10411
"不幸的幽灵£在所有队伍成员都处于不幸的幽灵状态下击败噬魂之喉的海拉（史诗难度）。", --10412
"现世现报£在击败6个复活的战士后再击败噬魂之喉的伊米隆（史诗难度）。", --10413
"他不是你朋友吗£在不让任何一个积怨碎壳者死亡的前提下击败艾萨拉之眼中的督军帕杰什（史诗难度）。", --10456
"保持盐分£在艾萨拉之眼中使用女巫的诅咒一次性摧毁至少11个盐海小水珠，然后击败积怨夫人（史诗难度）。", --10457
"准备突袭第五季£在不被魔法或冰霜共鸣击中的情况下击败艾萨拉之眼中的艾萨拉之怒（史诗难度）。", --10458
"以史为镜£完成任务线“能量的平衡”，为你的神器解锁一种新外观。", --10459
"潜能无限£为你的神器找到并解锁一种隐藏的外观。", --10460
"风尚之战：经典£解锁神器的全部4个基础外观配色。", --10461
"战神£见证全世界最强角斗士的战斗！", --10537
"有酒同喝£在英灵殿中使用一杯蜜酒泼洒到全部四位维库王者（史诗难度）。", --10542
"电涌保护器£在不让任何一名雷铸毁灭者放出电涌的前提下击败英灵殿的奥丁（史诗难度）。", --10543
"单身派对£在英灵殿击败一头获得了10层亲手消灭效果的风暴幼龙（史诗难度）。", --10544
"越帮越忙£在突袭紫罗兰监狱中激怒米尔菲丝·法力风暴，然后击败她（史诗难度）。", --10553
"下厨做菜£在突袭紫罗兰监狱中消灭一个黑色胆汁后击败溃面（史诗难度）。", --10554
"灭虫大战£在翡翠梦魇中碾死15只萤光虫后击败尼珊德拉（普通或更高难度）。", --10555
"荣誉勋章£进入战场或竞技场，学会荣誉勋章法术。", --10561
"烈火焚桥£在暗夜要塞扑灭15个燃烧的余烬后击败克洛苏斯（普通或更高难度）。", --10575
"艺高逞英雄£获得800点钓鱼、急救、烹饪和考古学技能点数。", --10580
"群岛劳模£在“军团再临”分类下的两种主要专业中都获得100点技能点数。", --10581
"军团级专业技能£在“军团再临”分类下的一种主要专业中获得100点技能点数。", --10582
"军团百事通£将“军团再临”分类下的所有主要专业技能都提升到100点。", --10583
"邪能熔炼工£了解如何使用抑魔金熔炉。", --10585
"批量拆解£在抑魔金熔炉中拆解50件制造物品。", --10586
"转珠狂人£在一局珠宝争霸小游戏中获得250000分。", --10587
"两点之间线段最短£在布林顿回路教程小游戏中达到20级。", --10588
"军团厨师£在“军团再临”分类下的烹饪专业中获得100点技能点数。", --10589
"出师啦£与诺米合作开设实验厨房。", --10591
"全年无休£给诺米下达100份产品订单。", --10592
"百搭培根£获得为期6小时的“美味培根”效果。", --10593
"军团渔夫£在“军团再临”分类下的钓鱼专业中获得100点技能点数。", --10594
"渔辈楷模£捕获“军团再临”的稀有鱼类中的一条。", --10595
"大鱼为重£捕获所有“军团再临”的稀有鱼类。", --10596
"军团水产业£在“军团再临”中捕获100条普通鱼类。", --10597
"钓遍群岛£完成20个钓鱼世界任务。", --10598
"军团医师£获得800点急救技能点数。", --10599
"军团考古学家£获得800点考古学技能点数。", --10600
"丈量大地£获得下列稀有考古学发现中的某一件。", --10601
"此面向上£获得下列稀有考古学发现中的8件。", --10602
"火眼金睛£获得下列所有稀有考古学发现。", --10603
"军团博物馆馆长£修复并展示所有完好如初的军团遗物。", --10604
"小心轻放£修复所有普通军团文物各一件。", --10605
"矮人梦想£帮助布莱恩找到他的泰坦遗物的所有碎片。", --10606
"面朝黄土£完成50个军团挖掘场。", --10607
"大浪淘沙£完成100个军团挖掘场。", --10608
"掘地三尺£完成250个军团挖掘场。", --10609
"等待加多£在群星庭院中，在巡逻队长加多发出信号后拔除所有岗哨并将其击败（史诗难度）。", --10610
"隔墙有耳£在群星庭院见证顾问麦兰杜斯与大魔导师艾利桑德的对话（史诗难度）。", --10611
"颓而不废，堕而不落£完成下列苏拉玛故事线来与堕夜精灵建立关系。", --10617
"闪电奇兵！£在黯石岩洞帮助闪电赢得赛蜗牛大赛。", --10626
"登高望远£在风暴峡湾登上纳沙尔岗哨的最高处。", --10627
"魔兽小英雄£将你的角色提升到20级。", --10657
"梦想之龙全球巡演£在所有团队成员从全部四个传送门的位置获得梦境精华后，击败翡翠梦魇的伊森德雷（普通或更高难度）。", --10663
"探索阿苏纳£探索阿苏纳，走过世界地图中被遮住的各个角落。", --10665
"探索瓦尔莎拉£探索瓦尔莎拉，走过世界地图中被遮住的各个角落。", --10666
"探索至高岭£探索至高岭，走过世界地图中被遮住的各个角落。", --10667
"探索风暴峡湾£探索风暴峡湾，走过世界地图中被遮住的各个角落。", --10668
"探索苏拉玛£探索苏拉玛，走过世界地图中被遮住的各个角落。", --10669
"110级（旧版）£在“暗影国度”内容更新之前升到110级。", --10671
"破碎群岛外交家£在下列所有破碎群岛阵营中的声望都达到崇敬。", --10672
"笼中斗第二季£在没有任何玩家离开中央场地的情况下击败暗夜要塞的斯考匹隆（普通或更高难度）。", --10678
"血仍未冷£在所有队伍成员都处于热量吸收效果时击败守望者地窟的阿什高姆（史诗难度）。", --10679
"有人怕黑？£当守望者地窟的科达娜浮空时，在没有拿着艾露恩之光的情况下成功地躲过末日恶灵，然后击败科达娜（史诗难度）。", --10680
"时尚潮人：头部£收集100种头部外观。", --10681
"时尚潮人：胸部£收集100种胸部外观。", --10682
"神器 - 野兽控制猎人哈提显示资料£神器 - 野兽控制猎人哈提显示资料", --10683
"时尚潮人：腿部£收集100种腿部外观。", --10684
"时尚潮人：脚部£收集100种脚部外观。", --10685
"时尚潮人：腰部£收集100种腰部外观。", --10686
"时尚潮人：背部£收集200种背部外观。", --10687
"时尚潮人：腕部£收集100种腕部外观。", --10688
"时尚潮人：武器和副手£收集100种武器和副手外观。", --10689
"时尚潮人：战袍£收集15种战袍外观。", --10690
"时尚潮人：衬衫£收集15种衬衫外观。", --10691
"时尚潮人：肩部£收集100种肩部外观。", --10692
"时尚潮人：手部£收集100种手部外观。", --10693
"光彩照人£解锁下列每一个成就。", --10694
"我的目光离不开你£在暗夜要塞，于3秒内击败16个古尔丹之眼，然后击败古尔丹（普通或更高难度）。", --10696
"盛大登场£在暗夜要塞激活暗夜井周围的所有灯光后，击败时空畸体（普通或更高难度）。", --10697
"瓦尔莎拉，以上！£完成下列瓦尔莎拉故事线。", --10698
"永恒与须臾£在暗夜要塞的战斗中，被永恒雏龙背叛后将其击败，再击败大魔导师艾利桑德（普通或更高难度）。", --10699
"不给你£没有受到虚空回响的任何伤害的情况下，击败暗夜要塞的提克迪奥斯（普通或更高难度）。", --10704
"兵多将广£招募5支部队。", --10706
"谁说幽灵不闪亮£在守望者地窟照亮并且释放复仇的幽灵（史诗难度）。", --10707
"从前你总爱涂写我的名字£在黑鸦堡垒找到伊莉萨娜·拉文凯斯的日记的所有篇目。", --10709
"黑鸦之吟£在黑鸦堡垒消灭一个恼怒之魂后击败融合之魂（史诗难度）。", --10710
"引怪？其实是故意的£击败黑鸦堡垒的伊莉萨娜·拉文凯斯，并且不消灭她的任何盟友（史诗难度）。", --10711
"你们想得美£从破碎群岛的达拉然喷泉钓起下列硬币。", --10722
"魔兽世界十二周年£在魔兽世界十二周年庆典期间登录游戏。", --10741
"无麸质饮食£在吃下的毒性薄片不超过20个的情况下，击败暗夜要塞的崔利艾克斯（普通或更高难度）。", --10742
"威名远扬£成功达到1级威望等级以及荣誉等级50级，并且因自己的英勇而得到联盟领袖的认可。", --10743
"威名远扬£成功达到1级威望等级以及荣誉等级50级，并且因自己的英勇而得到部落领袖的认可。", --10745
"战火熔铸£完成你的职业大厅战役并为你的神器解锁一种新外观。", --10746
"风尚之战：进阶£解锁神器的全部4个进阶外观配色。", --10747
"风尚之战：勇猛£解锁神器的全部4个勇猛外观配色。", --10748
"风尚之战：战火£解锁神器的全部4个战火外观配色。", --10749
"风尚之战：隐藏£解锁神器的全部4个隐藏外观配色。", --10750
"怎么这么冷？£拥有2016年冬幕节礼物，冰霜冲击枪。", --10751
"怕怕熊£在图尔·怒爪存活的情况下击败翡翠梦魇的乌索克（普通或更高难度）。", --10753
"万恶之果£在所有团队成员都受到奥术暴露效果影响的情况下，击败暗夜要塞的高级植物学家特尔安（普通或更高难度）。", --10754
"黑暗即吾敌£在翡翠梦魇与萨维斯战斗的每个阶段中都击败一个黑暗中的生物（普通或更高难度）。", --10755
"魔网亮闪闪£激活苏拉玛的所有魔网能量。", --10756
"资源丰富£把一种主要专业技能中的所有带星专业配方都升到2星或者更高。", --10761
"军团菜单£烹制15种下列“军团再临”美食。", --10762
"阿苏纳，玛塔塔£完成下列阿苏纳故事线。", --10763
"破碎精良£在身上的每一个装备栏中都装备一件物品等级不低于790级的精良品质物品（“争霸艾泽拉斯”上线前）。", --10764
"破碎史诗£在身上的每一个装备栏中都装备一件物品等级不低于840级的史诗品质物品（“争霸艾泽拉斯”上线前）。", --10765
"出“卵”拔萃£在黑心林地消灭怨嗣憎恶后击败德萨隆（史诗难度）。", --10766
"纵火狂人£在黑心林地中击败获得10层天启强化效果的萨维斯之影（史诗难度）。", --10769
"橘红旅者£发现戴着可爱的小小目镜的佩佩。", --10770
"蛛网傲客£在摧毁所有蠕动的卵囊后击败翡翠梦魇的艾乐瑞瑟·雷弗拉尔（普通或更高难度）。", --10771
"使用原力£在没有净化下列各个梦魇大军的情况下击败翡翠梦魇的塞纳留斯（普通或更高难度）。", --10772
"奥能依恋£没有受到充能箭的任何伤害的情况下击败魔法回廊的伊凡尔（史诗难度）。", --10773
"雏鹰利爪£在林荫瀑布的艾维娜的挑战中，一次获得10个翡翠宝珠。", --10774
"大扫除£在没有任何一个暗夜井能量池失效的情况下击败魔法回廊的科蒂拉克斯（史诗难度）。", --10775
"一刻千金£在不消灭任何永恒怨灵的情况下击败魔法回廊的顾问凡多斯（史诗难度）。", --10776
"堕夜精灵£在堕夜精灵阵营中获得崇拜声望。", --10778
"艾萨拉之眼£在艾萨拉之眼击败艾萨拉之怒。", --10780
"艾萨拉之眼（英雄难度）£在艾萨拉之眼击败艾萨拉之怒（英雄或更高难度）。", --10781
"艾萨拉之眼（史诗难度）£在艾萨拉之眼击败艾萨拉之怒（史诗难度）。", --10782
"黑心林地£在黑心林地击败萨维斯之影。", --10783
"黑心林地（英雄难度）£在黑心林地击败萨维斯之影（英雄或更高难度）。", --10784
"黑心林地（史诗难度）£在黑心林地击败萨维斯之影（史诗难度）。", --10785
"英灵殿£在英灵殿击败奥丁。", --10786
"英灵殿（英雄难度）£在英灵殿击败奥丁（英雄或更高难度）。", --10788
"英灵殿（史诗难度）£在英灵殿击败奥丁（史诗难度）。", --10789
"微酷的故事£完成下列风暴峡湾故事线。", --10790
"这是剥削！£在风暴峡湾完成六触兄弟的所有任务。", --10793
"奈萨里奥的巢穴£在奈萨里奥的巢穴击败达古尔。", --10795
"奈萨里奥的巢穴（英雄难度）£在奈萨里奥的巢穴击败达古尔（英雄或更高难度）。", --10796
"奈萨里奥的巢穴（史诗难度）£在奈萨里奥的巢穴击败达古尔（史诗难度）。", --10797
"突袭紫罗兰监狱£击败突袭紫罗兰监狱的首领。", --10798
"突袭紫罗兰监狱（英雄难度）£击败突袭紫罗兰监狱的首领（英雄或更高难度）。", --10799
"突袭紫罗兰监狱（史诗难度）£击败突袭紫罗兰监狱的首领（史诗难度）。", --10800
"守望者地窟£在守望者地窟击败科达娜·邪歌。", --10801
"守望者地窟（英雄难度）£在守望者地窟击败科达娜·邪歌（英雄或更高难度）。", --10802
"守望者地窟（史诗难度）£在守望者地窟击败科达娜·邪歌（史诗难度）。", --10803
"黑鸦堡垒£在黑鸦堡垒击败库塔洛斯·拉文凯斯。", --10804
"黑鸦堡垒（英雄难度）£在黑鸦堡垒击败库塔洛斯·拉文凯斯（英雄或更高难度）。", --10805
"黑鸦堡垒（史诗难度）£在黑鸦堡垒击败库塔洛斯·拉文凯斯（史诗难度）。", --10806
"噬魂之喉£在噬魂之喉击败海拉。", --10807
"噬魂之喉（英雄难度）£在噬魂之喉击败海拉（英雄或更高难度）。", --10808
"噬魂之喉（史诗难度）£在噬魂之喉击败海拉（史诗难度）。", --10809
"魔法回廊（史诗难度）£在魔法回廊击败顾问凡多斯（史诗难度）。", --10813
"群星庭院（史诗难度）£在群星庭院击败顾问麦兰杜斯（史诗难度）。", --10816
"换换风景£在暗夜要塞的以下区域与魔剑士奥鲁瑞尔交战并把她击败。她必须在进入战斗后120秒内到达目的地，并且在被击败之前一直停留在那里（普通或更高难度）：", --10817
"暗枝£击败下列被翡翠梦魇控制的首领。", --10818
"饱受折磨的守护者£在翡翠梦魇击败下列被腐化的守护者。", --10819
"艾林裂隙£在翡翠梦魇击败萨维斯。", --10820
"尼珊德拉（史诗难度）£在翡翠梦魇击败尼珊德拉（史诗难度）。", --10821
"艾乐瑞瑟·雷弗拉尔（史诗难度）£在翡翠梦魇击败艾乐瑞瑟·雷弗拉尔（史诗难度）。", --10822
"伊格诺斯（史诗难度）£在翡翠梦魇击败伊格诺斯，腐蚀之心（史诗难度）。", --10823
"乌索克（史诗难度）£在翡翠梦魇击败乌索克（史诗难度）。", --10824
"梦魇之龙（史诗难度）£在翡翠梦魇击败梦魇之龙（史诗难度）。", --10825
"塞纳留斯（史诗难度）£在翡翠梦魇击败塞纳留斯（史诗难度）。", --10826
"萨维斯（史诗难度）£在翡翠梦魇击败萨维斯（史诗难度）。", --10827
"魔力水渠£击败下列暗夜要塞底部的首领。", --10829
"惊爆眼球£在10秒内让伊格诺斯之眼受到20次梦魇爆破后，击败翡翠梦魇的伊格诺斯（普通或更高难度）。", --10830
"皇家图书馆£击败下列暗夜要塞的首领。", --10837
"暗夜之塔£击败下列暗夜要塞的首领。", --10838
"背叛者的崛起£在暗夜要塞之巅击败古尔丹。", --10839
"斯考匹隆（史诗难度）£在暗夜要塞击败斯考匹隆（史诗难度）。", --10840
"时空畸体（史诗难度）£在暗夜要塞击败时空畸体（史诗难度）。", --10842
"崔利艾克斯（史诗难度）£在暗夜要塞击败崔利艾克斯（史诗难度）。", --10843
"魔剑士奥鲁瑞尔（史诗难度）£在暗夜要塞击败魔剑士奥鲁瑞尔（史诗难度）。", --10844
"占星师艾塔乌斯（史诗难度）£在暗夜要塞击败占星师艾塔乌斯（史诗难度）。", --10845
"高级植物学家特尔安（史诗难度）£在暗夜要塞击败高级植物学家特尔安（史诗难度）。", --10846
"提克迪奥斯（史诗难度）£在暗夜要塞击败提克迪奥斯（史诗难度）。", --10847
"克洛苏斯（史诗难度）£在暗夜要塞击败克洛苏斯（史诗难度）。", --10848
"大魔导师艾利桑德（史诗难度）£在暗夜要塞击败大魔导师艾利桑德（史诗难度）。", --10849
"古尔丹（史诗难度）£在暗夜要塞击败古尔丹（史诗难度）。", --10850
"元素的胜利！£在暗夜要塞击败流浪的虚空元素后击败占星师艾塔乌斯（普通或更高难度）。", --10851
"神器还是神话£在职业大厅研究员的帮助下，使神器知识达到10级。", --10852
"见证历史£在职业大厅研究员的帮助下，了解一个神器的所有知识。", --10853
"服务器第一！萨维斯£在公会队伍中，成为本服务器首个在史诗难度的翡翠梦魇中成功消灭萨维斯的公会。", --10854
"服务器第一！古尔丹£在公会队伍中，成为本服务器首个在史诗难度的暗夜要塞中成功消灭古尔丹的公会。", --10855
"史诗：艾萨拉之眼（公会版）£在公会队伍中击败艾萨拉之眼的艾萨拉之怒（史诗难度）。", --10856
"史诗：黑心林地（公会版）£在公会队伍中击败黑心林地的萨维斯之影（史诗难度）。", --10857
"史诗：英灵殿（公会版）£在公会队伍中击败英灵殿的奥丁（史诗难度）。", --10858
"史诗：奈萨里奥的巢穴（公会版）£在公会队伍中击败奈萨里奥的巢穴的达古尔（史诗难度）。", --10859
"史诗：突袭紫罗兰监狱（公会版）£在公会队伍中击败突袭紫罗兰监狱的首领（史诗难度）。", --10860
"史诗：守望者地窟（公会版）£在公会队伍中击败守望者地窟的科达娜·邪歌（史诗难度）。", --10861
"史诗：黑鸦堡垒（公会版）£在公会队伍中击败黑鸦堡垒的库塔洛斯·拉文凯斯（史诗难度）。", --10862
"史诗：噬魂之喉（公会版）£在公会队伍中击败噬魂之喉的海拉（史诗难度）。", --10863
"史诗：魔法回廊（公会版）£在公会队伍中击败魔法回廊的顾问凡多斯（史诗难度）。", --10864
"史诗：群星庭院（公会版）£在公会队伍中击败群星庭院的顾问麦兰杜斯（史诗难度）。", --10865
"翡翠梦魇（公会版）£在公会队伍中击败翡翠梦魇的所有首领（普通或更高难度）。", --10866
"暗夜要塞（公会版）£在公会队伍中击败暗夜要塞的所有首领（普通或更高难度）。", --10868
"一个吃不饱£在纳拉萨斯获得6层暴食后在奈萨里奥的巢穴击败她（史诗难度）。", --10875
"激战破碎群岛£在破碎群岛完成30个宠物对战世界任务", --10876
"创世之柱£仔细搜索破碎群岛，找到全部五个创世之柱。", --10877
"消灭艾萨拉之怒（普通艾萨拉之眼）£你尚未完成此成就", --10878
"消灭艾萨拉之怒（英雄艾萨拉之眼）£你尚未完成此成就", --10879
"消灭艾萨拉之怒（史诗艾萨拉之眼）£你尚未完成此成就", --10880
"消灭萨维斯之影（普通黑心林地）£你尚未完成此成就", --10881
"消灭萨维斯之影（英雄黑心林地）£你尚未完成此成就", --10882
"消灭萨维斯之影（史诗黑心林地）£你尚未完成此成就", --10883
"消灭达古尔（普通奈萨里奥的巢穴）£你尚未完成此成就", --10884
"消灭达古尔（英雄奈萨里奥的巢穴）£你尚未完成此成就", --10885
"消灭达古尔（史诗奈萨里奥的巢穴）£你尚未完成此成就", --10886
"击败奥丁（普通英灵殿）£你尚未完成此成就", --10887
"击败奥丁（英雄英灵殿）£你尚未完成此成就", --10888
"击败奥丁（史诗英灵殿）£你尚未完成此成就", --10889
"消灭邪能领主贝图格（普通突袭紫罗兰监狱）£你尚未完成此成就", --10890
"消灭邪能领主贝图格（英雄突袭紫罗兰监狱）£你尚未完成此成就", --10891
"消灭邪能领主贝图格（史诗突袭紫罗兰监狱）£你尚未完成此成就", --10892
"消灭赛尔奥隆（普通突袭紫罗兰监狱）£你尚未完成此成就", --10893
"消灭赛尔奥隆（英雄突袭紫罗兰监狱）£你尚未完成此成就", --10894
"消灭赛尔奥隆（史诗突袭紫罗兰监狱）£你尚未完成此成就", --10895
"消灭科达娜·邪歌（普通守望者地窟）£你尚未完成此成就", --10896
"消灭科达娜·邪歌（英雄守望者地窟）£你尚未完成此成就", --10897
"消灭科达娜·邪歌（史诗守望者地窟）£你尚未完成此成就", --10898
"消灭库塔洛斯·拉文凯斯（普通黑鸦堡垒）£你尚未完成此成就", --10899
"消灭库塔洛斯·拉文凯斯（英雄黑鸦堡垒）£你尚未完成此成就", --10900
"消灭库塔洛斯·拉文凯斯（史诗黑鸦堡垒）£你尚未完成此成就", --10901
"击败海拉（普通噬魂之喉）£你尚未完成此成就", --10902
"击败海拉（英雄噬魂之喉）£你尚未完成此成就", --10903
"击败海拉（史诗噬魂之喉）£你尚未完成此成就", --10904
"消灭顾问凡多斯（史诗魔法回廊）£你尚未完成此成就", --10907
"消灭顾问麦兰杜斯（史诗群星庭院）£你尚未完成此成就", --10910
"消灭尼珊德拉（随机翡翠梦魇）£你尚未完成此成就", --10911
"消灭尼珊德拉（普通翡翠梦魇）£你尚未完成此成就", --10912
"消灭尼珊德拉（英雄翡翠梦魇）£你尚未完成此成就", --10913
"消灭尼珊德拉（史诗翡翠梦魇）£你尚未完成此成就", --10914
"消灭乌索克（随机翡翠梦魇）£你尚未完成此成就", --10915
"消灭乌索克（普通翡翠梦魇）£你尚未完成此成就", --10916
"消灭乌索克（英雄翡翠梦魇）£你尚未完成此成就", --10917
"消灭乌索克（史诗翡翠梦魇）£你尚未完成此成就", --10919
"消灭艾乐瑞瑟·雷弗拉尔（随机翡翠梦魇）£你尚未完成此成就", --10920
"消灭艾乐瑞瑟·雷弗拉尔（普通翡翠梦魇）£你尚未完成此成就", --10921
"消灭艾乐瑞瑟·雷弗拉尔（英雄翡翠梦魇）£你尚未完成此成就", --10922
"消灭艾乐瑞瑟·雷弗拉尔（史诗翡翠梦魇）£你尚未完成此成就", --10923
"消灭伊格诺斯（随机翡翠梦魇）£你尚未完成此成就", --10924
"消灭伊格诺斯（普通翡翠梦魇）£你尚未完成此成就", --10925
"消灭伊格诺斯（英雄翡翠梦魇）£你尚未完成此成就", --10926
"消灭伊格诺斯（史诗翡翠梦魇）£你尚未完成此成就", --10927
"消灭梦魇之龙（随机翡翠梦魇）£你尚未完成此成就", --10928
"消灭梦魇之龙（普通翡翠梦魇）£你尚未完成此成就", --10929
"消灭梦魇之龙（英雄翡翠梦魇）£你尚未完成此成就", --10930
"消灭梦魇之龙（史诗翡翠梦魇）£你尚未完成此成就", --10931
"救赎塞纳留斯（随机翡翠梦魇）£你尚未完成此成就", --10932
"救赎塞纳留斯（普通翡翠梦魇）£你尚未完成此成就", --10933
"救赎塞纳留斯（英雄翡翠梦魇）£你尚未完成此成就", --10934
"救赎塞纳留斯（史诗翡翠梦魇）£你尚未完成此成就", --10935
"消灭萨维斯（随机翡翠梦魇）£你尚未完成此成就", --10936
"消灭萨维斯（普通翡翠梦魇）£你尚未完成此成就", --10937
"消灭萨维斯（英雄翡翠梦魇）£你尚未完成此成就", --10938
"消灭萨维斯（史诗翡翠梦魇）£你尚未完成此成就", --10939
"消灭斯考匹隆（随机暗夜要塞）£你尚未完成此成就", --10940
"消灭斯考匹隆（普通暗夜要塞）£你尚未完成此成就", --10941
"消灭斯考匹隆（英雄暗夜要塞）£你尚未完成此成就", --10942
"消灭斯考匹隆（史诗暗夜要塞）£你尚未完成此成就", --10943
"消灭时空畸体（随机暗夜要塞）£你尚未完成此成就", --10944
"消灭时空畸体（普通暗夜要塞）£你尚未完成此成就", --10945
"消灭时空畸体（英雄暗夜要塞）£你尚未完成此成就", --10946
"消灭时空畸体（史诗暗夜要塞）£你尚未完成此成就", --10947
"消灭崔利艾克斯（随机暗夜要塞）£你尚未完成此成就", --10948
"消灭崔利艾克斯（普通暗夜要塞）£你尚未完成此成就", --10949
"消灭崔利艾克斯（英雄暗夜要塞）£你尚未完成此成就", --10950
"消灭崔利艾克斯（史诗暗夜要塞）£你尚未完成此成就", --10951
"消灭魔剑士奥鲁瑞尔（随机暗夜要塞）£你尚未完成此成就", --10952
"消灭魔剑士奥鲁瑞尔（普通暗夜要塞）£你尚未完成此成就", --10953
"消灭魔剑士奥鲁瑞尔（英雄暗夜要塞）£你尚未完成此成就", --10954
"消灭魔剑士奥鲁瑞尔（史诗暗夜要塞）£你尚未完成此成就", --10955
"消灭占星师艾塔乌斯（随机暗夜要塞）£你尚未完成此成就", --10956
"消灭占星师艾塔乌斯（普通暗夜要塞）£你尚未完成此成就", --10957
"消灭占星师艾塔乌斯（英雄暗夜要塞）£你尚未完成此成就", --10959
"消灭占星师艾塔乌斯（史诗暗夜要塞）£你尚未完成此成就", --10960
"消灭高级植物学家特尔安（随机暗夜要塞）£你尚未完成此成就", --10961
"消灭高级植物学家特尔安（普通暗夜要塞）£你尚未完成此成就", --10962
"消灭高级植物学家特尔安（英雄暗夜要塞）£你尚未完成此成就", --10963
"消灭高级植物学家特尔安（史诗暗夜要塞）£你尚未完成此成就", --10964
"消灭提克迪奥斯（随机暗夜要塞）£你尚未完成此成就", --10965
"消灭提克迪奥斯（普通暗夜要塞）£你尚未完成此成就", --10966
"消灭提克迪奥斯（英雄暗夜要塞）£你尚未完成此成就", --10967
"消灭提克迪奥斯（史诗暗夜要塞）£你尚未完成此成就", --10968
"消灭克洛苏斯（随机暗夜要塞）£你尚未完成此成就", --10969
"消灭克洛苏斯（普通暗夜要塞）£你尚未完成此成就", --10970
"消灭克洛苏斯（英雄暗夜要塞）£你尚未完成此成就", --10971
"消灭克洛苏斯（史诗暗夜要塞）£你尚未完成此成就", --10972
"消灭大魔导师艾利桑德（随机暗夜要塞）£你尚未完成此成就", --10973
"消灭大魔导师艾利桑德（普通暗夜要塞）£你尚未完成此成就", --10974
"消灭大魔导师艾利桑德（英雄暗夜要塞）£你尚未完成此成就", --10975
"消灭大魔导师艾利桑德（史诗暗夜要塞）£你尚未完成此成就", --10976
"消灭古尔丹（随机暗夜要塞）£你尚未完成此成就", --10977
"消灭古尔丹（普通暗夜要塞）£你尚未完成此成就", --10978
"消灭古尔丹（英雄暗夜要塞）£你尚未完成此成就", --10979
"消灭古尔丹（史诗暗夜要塞）£你尚未完成此成就", --10980
"完成军团地下城（击败最终首领）£完成军团地下城（击败最终首领）", --10981
"击败军团地下城首领£击败军团地下城首领", --10982
"击败最多的军团地下城首领£击败最多的军团地下城首领", --10983
"军团团队副本完成（击败最终首领）£击败最多的军团地下城首领", --10984
"击败军团团队首领£击败军团团队首领", --10985
"击败最多的军团团队首领£击败最多的军团团队首领", --10986
"踏入新天地£威望等级达到1级。", --10991
"又来一遍£威望等级达到2级。", --10992
"帽子戏法£威望等级达到3级。", --10993
"荣耀之战£完成你的职业大厅战役。", --10994
"为了威望£威望等级达到4级。", --10995
"图鉴收集大师£使用凯旋石板，获得奈萨里奥的巢穴内所有有名字蜗牛的足迹。", --10996
"血仇争斗者£在“军团再临”第1赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10997
"血仇争斗者£在“军团再临”第1赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --10998
"血仇角斗士的风暴巨龙£在“军团再临”竞技场第1赛季获得血仇角斗士的风暴巨龙。", --10999
"无畏角斗士的风暴巨龙£在“军团再临”竞技场第2赛季获得无畏角斗士的风暴巨龙。", --11000
"残虐角斗士的风暴巨龙£在“军团再临”竞技场第3赛季获得残虐角斗士的风暴巨龙。", --11001
"凶猛角斗士的风暴巨龙£在“军团再临”竞技场第4赛季获得凶猛角斗士的风暴巨龙。", --11002
"无畏争斗者£在“军团再临”第2赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11003
"无畏争斗者£在“军团再临”第2赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11004
"残虐争斗者£在“军团再临”第3赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11005
"残虐争斗者£在“军团再临”第3赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11008
"凶猛争斗者£在“军团再临”第4赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11009
"凶猛争斗者£在“军团再临”第4赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --11010
"角斗士：“军团再临”第1赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11011
"血仇角斗士：“军团再临”第1赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11012
"角斗士：“军团再临”第2赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11013
"无畏角斗士：“军团再临”第2赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11014
"决斗者：“军团再临”第1赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11015
"竞争者：“军团再临”第1赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11016
"挑战者：“军团再临”第1赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11017
"联盟英雄：血仇£以评级战场排名前0.5%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11018
"部落英雄：血仇£以评级战场排名前0.5%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11019
"联盟守护者：“军团再临”第1赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11020
"部落守护者：“军团再临”第1赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11021
"联盟保卫者：“军团再临”第1赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11022
"部落保卫者：“军团再临”第1赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11023
"联盟士兵：“军团再临”第1赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11024
"部落士兵：“军团再临”第1赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第1赛季的战斗（需要在“军团再临”第1赛季赢得50场战斗）。", --11025
"决斗者：“军团再临”第2赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11026
"竞争者：“军团再临”第2赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11027
"挑战者：“军团再临”第2赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11028
"部落英雄：无畏£以评级战场排名前0.5%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11029
"联盟英雄：无畏£以评级战场排名前0.5%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11030
"部落守护者：“军团再临”第2赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11031
"联盟守护者：“军团再临”第2赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11032
"部落保卫者：“军团再临”第2赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11033
"联盟保卫者：“军团再临”第2赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11034
"部落士兵：“军团再临”第2赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11035
"联盟士兵：“军团再临”第2赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第2赛季的战斗（需要在“军团再临”第2赛季赢得50场战斗）。", --11036
"残虐角斗士：“军团再临”第3赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得150场战斗）。", --11037
"角斗士：“军团再临”第3赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得150场战斗）。", --11038
"挑战者：“军团再临”第3赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11039
"竞争者：“军团再临”第3赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11040
"决斗者：“军团再临”第3赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11041
"部落英雄：残虐£以评级战场排名前0.5%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11042
"联盟英雄：残虐£以评级战场排名前0.5%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11043
"部落保卫者：“军团再临”第3赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11044
"联盟保卫者：“军团再临”第3赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11045
"部落守护者：“军团再临”第3赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11046
"联盟守护者：“军团再临”第3赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11047
"部落士兵：“军团再临”第3赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11048
"联盟士兵：“军团再临”第3赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第3赛季的战斗（需要你在当前阵营下在“军团再临”第3赛季赢得50场战斗）。", --11049
"联盟士兵：“军团再临”第4赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11050
"部落士兵：“军团再临”第4赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11051
"联盟守护者：“军团再临”第4赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11052
"部落守护者：“军团再临”第4赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11053
"联盟保卫者：“军团再临”第4赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11054
"部落保卫者：“军团再临”第4赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11055
"联盟英雄：凶猛£以评级战场排名前0.5%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11056
"部落英雄：凶猛£以评级战场排名前0.5%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11057
"决斗者：“军团再临”第4赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11058
"竞争者：“军团再临”第4赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11059
"挑战者：“军团再临”第4赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得50场战斗）。", --11060
"角斗士：“军团再临”第4赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得150场战斗）。", --11061
"凶猛角斗士：“军团再临”第4赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第4赛季的战斗（需要你在当前阵营下在“军团再临”第4赛季赢得150场战斗）。", --11062
"隐藏追踪 - 1+ 采集线完成£完成1个任意专精的收集线，最终得到冒险指南。", --11063
"典藏版：小温斯顿£拥有《守望先锋》典藏版赠送的小温斯顿宠物。", --11064
"原来如此£在“军团再临”上线前夕事件中，从末日预言者处收集全部12种小册子。", --11065
"下水道大亨£在达拉然下水道拾取20,000个盲目之眼。", --11066
"苏拉玛楷模£完成下列苏拉玛故事线。", --11124
"传送门思维£激活苏拉玛的所有传送点。", --11125
"完成50个世界任务£完成50个世界任务。", --11126
"完成200个世界任务£完成200个世界任务。", --11127
"完成500个世界任务£完成500个世界任务。", --11128
"完成1000个世界任务£完成1000个世界任务。", --11129
"完成2500个世界任务£完成2500个世界任务。", --11130
"完成5000个世界任务£完成5000个世界任务。", --11131
"完成10,000个世界任务£完成10,000个世界任务。", --11132
"魔力为什么不能全部属于我？£将远古魔力的上限提高到最高限度。", --11133
"英勇之战£完成3个不同的职业大厅战役。", --11135
"史诗之战£完成5个不同的职业大厅战役。", --11136
"传说之战£完成12个不同的职业大厅战役。", --11137
"这里有医疗兵吗？£在破碎群岛救助10个受伤的旅行者。", --11138
"战地医师£在破碎群岛救助所有受伤的旅行者。", --11139
"纪念过往£通过纪念过往来解锁你的神器的一种新配色。", --11143
"赐予我力量£解锁一种神器的全部神器专长。", --11144
"军团博学者£完成下列“军团再临”任务成就。", --11157
"山河破碎，友谊长存£在下列破碎群岛阵营的一个中达到崇拜声望。", --11159
"怪兽出笼£在破碎群岛击败8个下列巨型怪物。", --11160
"钥石大师£在限制时间内完成一个15级或更高的史诗地下城。", --11162
"军团英雄的荣耀£完成下列“军团再临”史诗地下城成就。", --11163
"军团地下城英雄£完成下列“军团再临”英雄地下城成就。", --11164
"英勇纹章£威望等级达到6级，并获得一个英勇纹章。", --11165
"英勇纹章£威望等级达到6级，并获得一个英勇纹章。", --11166
"屠杀纹章£威望等级达到10级，并获得一个屠杀纹章。", --11167
"屠杀纹章£威望等级达到10级，并获得一个屠杀纹章。", --11168
"毁灭纹章£威望等级达到14级，并获得一个毁灭纹章。", --11169
"毁灭纹章£威望等级达到14级，并获得一个毁灭纹章。", --11170
"重装上阵£获得你的职业可以拿到的所有神器。", --11171
"风尚之战：战火£解锁神器的全部4个战火外观配色。", --11173
"次元进修£阅读散落在阿苏纳的《空间漂移新手指南》的七个章节。", --11175
"大家一起玩£收集300种玩具。", --11176
"70个声望崇拜£在70个势力中达到崇拜声望。", --11177
"唤醒巨龙£在风暴之触骑乘风暴之爪", --11178
"军团团队的荣耀£完成下列“军团再临”团队副本成就。", --11180
"军团钥石大师£使用史诗钥石完成下列“军团再临”地下城：", --11181
"钥石新人£在限制时间内完成一个2级或更高的史诗地下城。", --11183
"钥石挑战者£在限制时间内完成一个5级或更高的史诗地下城。", --11184
"钥石征服者£在限制时间内完成一个10级或更高的史诗地下城。", --11185
"特德和马瑞斯的奇异冒险£在下列地区的恶魔遭遇战中找到并帮助特德和马瑞斯。", --11186
"破碎群岛探索者£探索破碎群岛的各个区域。", --11188
"变化是生活的调味品£完成100个不同的“军团再临”世界任务。", --11189
"破碎群岛探路者，第一章£完成下列破碎群岛成就。", --11190
"千钧一发：萨维斯£在暗夜要塞开放前击败翡翠梦魇的萨维斯（史诗难度）。", --11191
"千钧一发：古尔丹£在萨格拉斯之墓开放前击败暗夜要塞的古尔丹（史诗难度）。", --11192
"引领潮流：萨维斯£在暗夜要塞开放前击败翡翠梦魇的萨维斯（英雄或更高难度）。", --11194
"引领潮流：古尔丹£在萨格拉斯之墓开放前击败暗夜要塞的古尔丹（英雄或更高难度）。", --11195
"反抗军团£在“军团再临”上线前夕事件中完成一次入侵事件，抵御燃烧军团。", --11200
"艾泽拉斯保卫者：军团入侵£在“军团再临”上线前夕事件中抵御燃烧军团的所有袭击。", --11201
"为联盟而战£在《魔兽》全球首映后的两个月内登录过游戏。", --11210
"为部落而战£在《魔兽》全球首映后的两个月内登录过游戏。", --11211
"大军压境£招募20支部队。", --11212
"号令千军£招募100支部队。", --11213
"拾级而上£完成10个职业大厅任务。", --11214
"五光十色£完成50个职业大厅任务。", --11215
"百战百胜£完成100个职业大厅任务。", --11216
"千锤百炼£完成500个职业大厅任务。", --11217
"内有劲敌£完成一个可以奖励地下城任务的职业大厅任务。", --11218
"呼叫支援£完成一个可以奖励团队任务的职业大厅任务。", --11219
"勇士名册£收集8位职业大厅勇士。", --11220
"勇士崛起£把8位职业大厅勇士升到110级。", --11221
"神力勇士£将8位职业大厅勇士的力量等级升到850。", --11222
"传奇研究员£完成职业大厅的所有升级。", --11223
"服务器第一！“军团再临”钥石大师£参与了服务器第一个在限定时间内完成15级或更高的“军团再临”史诗难度地下城的竞争。", --11224
"钥石新人（公会版）£在限制时间内在公会队伍中完成一个2级或更高的史诗地下城。", --11225
"钥石挑战者（公会版）£在限制时间内在公会队伍中完成一个5级或更高的史诗地下城。", --11226
"钥石征服者（公会版）£在限制时间内在公会队伍中完成一个10级或更高的史诗地下城。", --11227
"史诗钥石挑战£完成50个公会史诗钥石挑战。", --11228
"两杆大烟枪£完成任务“收获时间到”。", --11232
"破碎群岛猎人£获得破碎群岛的每种战斗宠物。", --11233
"史诗：萨维斯（公会版）£在公会队伍中击败翡翠梦魇的萨维斯（史诗难度）。", --11238
"史诗：古尔丹（公会版）£在公会队伍中击败暗夜要塞的古尔丹（史诗难度）。", --11239
"先行者£发现三个与军团入侵有关的先行者的故事。", --11240
"阿苏纳的宝藏£在阿苏纳发现35份宝藏。", --11256
"至高岭的宝藏£在至高岭发现40份宝藏。", --11257
"瓦尔莎拉的宝藏£在瓦尔莎拉发现40份宝藏。", --11258
"风暴峡湾的宝藏£在风暴峡湾发现60份宝藏。", --11259
"苏拉玛的宝藏£在苏拉玛发现45份宝藏。", --11260
"阿苏纳冒险家£在阿苏纳完成下列特殊战斗。", --11261
"瓦尔莎拉冒险家£在瓦尔莎拉完成下列特殊战斗。", --11262
"风暴峡湾冒险家£在风暴峡湾完成下列特殊战斗。", --11263
"至高岭冒险家£在至高岭完成下列特殊战斗。", --11264
"苏拉玛冒险家£在苏拉玛完成下列特殊战斗。", --11265
"德拉诺灭火£亵渎部落在德拉诺霜火岭的篝火。", --11276
"德拉诺灭火£亵渎联盟在德拉诺影月谷的篝火。", --11277
"破碎群岛灭火£亵渎部落在苏拉玛的篝火。", --11278
"破碎群岛灭火£亵渎联盟在苏拉玛的篝火。", --11279
"破碎群岛护焰者£祭拜破碎群岛的火焰。", --11280
"破碎群岛护火者£祭拜破碎群岛的火焰。", --11282
"德拉诺护焰者£祭拜德拉诺的火焰。", --11283
"德拉诺护火者£祭拜德拉诺的火焰。", --11284
"鱼人大师£拥有2016年暴雪嘉年华赠送的骑士队长鱼人和军团士兵鱼人。", --11294
"上古守护者£获得伦鲁迪洛尔，上古守护者的长弓和罗克迪洛尔，上古守护者的手杖。", --11296
"光与影的平衡£获得祈福和咒逐。", --11297
"光鲜亮丽£收集8件职业大厅护甲套装。", --11298
"缰绳来袭IV：巫妖汪之怒£在奥杜尔、十字军的试炼和冰冠堡垒中收集下列所有战斗宠物。", --11320
"季票买家£在重返卡拉赞中完成下列所有歌剧院剧目（史诗难度）：", --11335
"符文大师！£在勇气试炼中获得符文掌握效果后击败奥丁（普通或更高难度）。", --11337
"大闹宴会£在重返卡拉赞的莫罗斯战斗中，击败4名晚餐客人，并且让他们死亡间隔时间不超过10秒（史诗难度）。", --11338
"起义£完成下列苏拉玛故事线。", --11340
"零号病患£在全团只有一个成员没有受到恶臭溃烂影响的情况下击败勇气试炼的海拉（普通或更高难度）。", --11377
"诚意牛排£在勇气试炼中，将高姆的狗玩具带进三个守护者之息后再击败高姆（普通或更高难度）。", --11386
"神选者£在成功通过神选者的考验的情况下，击败勇气试炼中的海拉（史诗难度）。", --11387
"勇气试炼£在勇气试炼中击败下列首领。", --11394
"暗黑破坏神二十周年£没有奶牛关。", --11395
"奥丁（史诗难度）£在勇气试炼中击败奥丁（史诗难度）。", --11396
"高姆（史诗难度）£在勇气试炼中击败高姆（史诗难度）。", --11397
"海拉（史诗难度）£在勇气试炼中击败海拉（史诗难度）。", --11398
"勇气试炼（公会版）£在公会队伍中击败勇气试炼的首领（普通或更高难度）。", --11403
"史诗：海拉（公会版）£在公会队伍中击败勇气试炼的海拉（史诗难度）。", --11404
"服务器第一！海拉£在公会队伍中，成为本服务器首个在史诗难度的勇气试炼中成功消灭海拉的公会。", --11405
"消灭监视者维兹艾德姆（重返卡拉赞）£你尚未完成此成就", --11406
"击败奥丁（随机勇气试炼）£你尚未完成此成就", --11407
"击败奥丁（普通勇气试炼）£你尚未完成此成就", --11408
"击败奥丁（英雄勇气试炼）£你尚未完成此成就", --11409
"击败奥丁（史诗勇气试炼）£你尚未完成此成就", --11410
"消灭高姆（随机勇气试炼）£你尚未完成此成就", --11411
"消灭高姆（普通勇气试炼）£你尚未完成此成就", --11412
"消灭高姆（英雄勇气试炼）£你尚未完成此成就", --11413
"消灭高姆（史诗勇气试炼）£你尚未完成此成就", --11414
"消灭海拉（随机勇气试炼）£你尚未完成此成就", --11415
"消灭海拉（普通勇气试炼）£你尚未完成此成就", --11416
"消灭海拉（英雄勇气试炼）£你尚未完成此成就", --11417
"消灭海拉（史诗勇气试炼）£你尚未完成此成就", --11418
"烈焰使徒£通过《风暴英雄》推广活动获得原始火刃豹。", --11425
"勇气试炼（英雄难度）£在勇气试炼中击败下列首领（英雄或更高难度）。", --11426
"咸鱼翻身£完成下列奔波尔霸的任务。", --11427
"重返卡拉赞（公会版）£在公会队伍中击败重返卡拉赞的监视者维兹艾德姆（史诗难度）。", --11428
"重返卡拉赞（史诗难度）£击败重返卡拉赞的监视者维兹艾德姆（史诗难度）。", --11429
"卡拉赞之夜£与重返卡拉赞的麦迪文之影对话（史诗难度）。", --11430
"鼠帮£全队骑着正常体型的老鼠击败魔力吞噬者。", --11431
"现身试法£在所有宴会客人都具有偏执狂效果的情况下击败重返卡拉赞的麦迪文之影（史诗难度）。", --11432
"阅后即焚£在重返卡拉赞中收集全部四本密封的典籍（史诗难度）。", --11433
"破碎群岛探路者，第二章£完成下列破碎群岛成就。", --11446
"过五关£威望等级达到5级。", --11468
"斩六将£威望等级达到6级。", --11469
"七进七出£威望等级达到7级。", --11470
"威风八面£威望等级达到8级。", --11471
"九五至尊£威望等级达到9级。", --11472
"先拔头筹£完成下列成就。", --11474
"任务完成£完成20次“鱼人自由行动”。", --11475
"鞍马劳顿£完成20次“无鞍斗殴”。", --11476
"攻城拔寨£完成20次“黑鸦大乱斗”。", --11477
"达布尔克星£完成20次“达布尔竞技场”。", --11478
"探索破碎海滩£探索破碎海滩，走过世界地图中被遮住的各个角落。", --11543
"破碎群岛保卫者£击退阿苏纳、至高岭、风暴峡湾和瓦尔莎拉的军团突袭。", --11544
"抗魔联军指挥官£在抗魔联军阵营中达到崇敬声望。", --11545
"突袭墓穴£完成抗魔联军战役。", --11546
"搏击俱乐部的头号原则£受邀参加在地铁矿道中的比兹莫搏击俱乐部的拳赛。", --11558
"搏击俱乐部的头号原则£受邀参加在奥格瑞玛荣誉谷的搏击竞技场的拳赛。", --11559
"那些该死的装备不是你的全部（第3赛季）£在破碎群岛战役期间赢得一场拳赛。", --11560
"那些该死的装备不是你的全部（第3赛季）£在破碎群岛战役期间赢得一场拳赛。", --11561
"搏击俱乐部的二号原则（第3赛季）£在破碎群岛战役期间在比兹莫搏击俱乐部中达到4级。", --11563
"搏击俱乐部的二号原则（第3赛季）£在破碎群岛战役期间在搏击竞技场中达到4级。", --11564
"俱乐部之王（第3赛季）£在破碎群岛战役期间在比兹莫搏击俱乐部中达到8级。", --11565
"俱乐部之王（第3赛季）£在破碎群岛战役期间在搏击竞技场中达到8级。", --11566
"钱不是万能的£获得20,000枚拳手的金币。", --11567
"专业预测£在搏击俱乐部获得10层唯利是图效果。", --11570
"十拿九稳（第3赛季）£在破碎群岛战役期间在搏击俱乐部使用随机乱斗模式击败10个首领。", --11572
"乱斗俱乐部£在搏击俱乐部赢得所有的乱斗。", --11573
"血仇精锐£在“军团再临”第1赛季的任意评级PvP比赛中达到2000个人等级", --11578
"无畏精锐£在“军团再临”第2赛季的任意评级PvP比赛中达到2000个人等级", --11579
"千钧一发：海拉£在萨格拉斯之墓开放前击败勇气试炼的海拉（史诗难度）。", --11580
"引领潮流：海拉£在萨格拉斯之墓开放前击败勇气试炼的海拉（英雄或更高难度）。", --11581
"盛装舞步£在不受到任何伤害的情况下成功递送一桶风暴蜜酒。", --11607
"释放力量£为你的一把神器解锁一套新的专长。", --11609
"解放力量£为你的所有神器解锁新的专长。", --11610
"挑战之美£完成一个神器挑战任务线并为你的神器解锁一种新外观。", --11611
"风尚之战：挑战£解锁你的所有挑战神器外观。", --11612
"千年时尚£从暗夜要塞收集一套任意职业的套装。", --11628
"野性之美£收集一套任意职业的“德拉诺之王”PvP第1赛季套装。", --11629
"连胜成瘾£收集一套任意职业的“军团再临”PvP第1或第2赛季套装。", --11630
"改头换面：邪能版£从地狱火堡垒收集一套任意职业的套装。", --11631
"名声大振£在任意阵营中获得一个崇拜后的典范奖励。", --11652
"破碎群岛典范£在破碎群岛的任意阵营中获得10个崇拜补给奖励。", --11653
"身死志坚£在不让黯淡灵魂死亡的情况下击败萨格拉斯之墓的绝望的聚合体（普通或更高难度）。", --11674
"天行者£在捕获所有泰坦畸体的情况下击败萨格拉斯之墓的戒卫侍女（普通或更高难度）。", --11675
"海鲜大餐£在将下列物品喂给萨鲁克后击败萨格拉斯之墓的主母萨丝琳（普通或更高难度）。", --11676
"箱子的期待£在不丢失你的虫语者伪装的情况下抵达恐惧快递号的最后一座传送门。", --11681
"宾果！£在不破坏下列形状的地面区域的情况下击败萨格拉斯之墓的堕落的化身（普通或更高难度）。", --11683
"十全十美£威望等级达到10级。", --11685
"更上层楼£威望等级达到11级。", --11686
"十二罗汉£威望等级达到12级。", --11687
"厄运十三£威望等级达到13级。", --11688
"十四成队£威望等级达到14级。", --11689
"十五成群£威望等级达到15级。", --11690
"二八高人£威望等级达到16级。", --11691
"十七连捷£威望等级达到17级。", --11692
"九九归一£威望等级达到18级。", --11693
"十九地狱£威望等级达到19级。", --11694
"咬牙坚持£在所有小队成员的折磨点数达到上限的情况下击败萨格拉斯之墓的恶魔审判庭（普通或更高难度）。", --11696
"残虐精锐£在“军团再临”第3赛季的任意评级PvP比赛中达到2000个人等级", --11697
"凶猛精锐£在“军团再临”第4赛季的任意评级PvP比赛中达到2000个人等级", --11698
"决战“鳍”兵£在萨格拉斯之墓使用鱼人号角召唤瞎眼长老，然后击败他和哈亚坦（普通或更高难度）。", --11699
"永夜大教堂£击败永夜大教堂的孟菲斯托斯。", --11700
"永夜大教堂（英雄难度）£击败永夜大教堂的孟菲斯托斯（英雄或更高难度）。", --11701
"永夜大教堂（史诗难度）£击败永夜大教堂的孟菲斯托斯（史诗难度）。", --11702
"暗影大师£在使用阿格拉玛之盾抵挡20次暗影冲击后击败永夜大教堂的孟菲斯托斯（史诗难度）。", --11703
"经典时尚£收集一套任意职业的PvP第1赛季套装。", --11706
"残酷美学£收集一套任意职业的PvP第2赛季套装。", --11707
"复仇者£收集一套任意职业的PvP第3赛季套装。", --11708
"粗犷之美£收集一套任意职业的PvP第4赛季套装。", --11709
"致命诱惑£收集一套任意职业的PvP第5赛季套装。", --11710
"凶蛮之怒£收集一套任意职业的PvP第6赛季套装。", --11711
"冷若冰霜£收集一套任意职业的PvP第7赛季套装。", --11712
"缝合王之怒£收集一套任意职业的PvP第8赛季套装。", --11713
"残忍旧款£收集一套任意职业的PvP第9赛季套装。", --11714
"高冷范儿£收集一套任意职业的PvP第10赛季套装。", --11715
"灾变秀£收集一套任意职业的PvP第11赛季套装。", --11716
"恶毒模特？£收集一套任意职业的PvP第12赛季套装。", --11717
"强势盛装£收集一套任意职业的PvP第13赛季套装。", --11718
"没有伤害就没有时尚£收集一套任意职业的PvP第14赛季套装。", --11719
"傲人华服£收集一套任意职业的PvP第15赛季套装。", --11720
"狂野之美£收集一套任意职业的“德拉诺之王”PvP第2赛季套装。", --11721
"好战分子£收集一套任意职业的“德拉诺之王”PvP第3赛季套装。", --11722
"残酷意图£收集一套任意职业的“军团再临”PvP第3或第4赛季套装。", --11723
"邪能保龄球！£在用碎裂星辰摧毁30个地狱火尖刺之后击败萨格拉斯之墓的格罗斯（普通或更高难度）。", --11724
"群岛钓友£与破碎群岛的钓鱼大师们成为挚友。", --11725
"魔幻贡献£为破碎海滩的法师塔捐献5次物资。", --11731
"重大贡献£为破碎海滩的法师塔捐献50次物资。", --11732
"听命行事£为破碎海滩的指挥中心捐献5次物资。", --11735
"指挥若定£为破碎海滩的指挥中心捐献50次物资。", --11736
"干扰虚空£为破碎海滩的虚空干扰器捐献5次物资。", --11737
"虚空灾难£为破碎海滩的虚空干扰器捐献50次物资。", --11738
"动感兽人£从黑石铸造厂收集一套任意职业的套装。", --11740
"火辣着装£从熔火之心收集一套任意职业的套装。", --11741
"时尚大本营£从黑翼之巢收集一套任意职业的套装。", --11742
"眼部装饰£从安其拉神殿收集一套任意职业的套装。", --11743
"死亡诱惑£从纳克萨玛斯收集一套任意职业的套装。", --11744
"外域风情£从格鲁尔的巢穴、卡拉赞和玛瑟里顿的巢穴收集一套任意职业的套装。", --11746
"独一无二£从毒蛇神殿和风暴要塞收集一套任意职业的套装。", --11747
"主打黑色£从黑暗神殿收集一套任意职业的套装。", --11748
"旭日东升£从太阳之井高地收集一套任意职业的套装。", --11749
"永恒之美£从纳克萨玛斯收集一套任意职业的套装。", --11750
"时尚沙龙£从奥杜尔收集一套任意职业的套装。", --11751
"时尚十字军£从十字军的试炼收集一套任意职业的套装。", --11752
"冬季新品£从冰冠堡垒收集一套任意职业的套装。", --11753
"魅力暮光£从暮光堡垒和黑翼血环收集一套任意职业的套装。", --11754
"火辣定制£从火焰之地收集一套任意职业的套装。", --11755
"上古之神的战袍£从巨龙之魂收集一套任意职业的套装。", --11756
"煞魔魅力£从恐惧之心和永春台收集一套任意职业的套装。", --11757
"雷电新装£从雷电王座收集一套任意职业的套装。", --11758
"亚煞极出品£从决战奥格瑞玛收集一套任意职业的套装。", --11759
"复古潮流£从萨格拉斯之墓收集一套任意职业的套装。", --11760
"艾泽拉斯的未来超模£解锁10套来自不同团队副本或PvP赛季的职业套装。", --11761
"海拉的衣柜£从勇气试炼收集一套任意职业的套装。", --11762
"古墓探险者的荣耀£完成下列萨格拉斯之墓成就。", --11763
"宠物对战挑战：哀嚎洞穴£完成哀嚎洞穴的宠物对战挑战。", --11765
"格罗斯（史诗难度）£击败萨格拉斯之墓的格罗斯（史诗难度）。", --11767
"爆裂之花£在引爆4朵初生的花朵后击败永夜大教堂的阿格洛诺克斯（史诗难度）。", --11768
"催人泪下的言情小说全集£在所有小队成员在永夜大教堂内读完整部催人泪下的言情小说后击败轻蔑的萨什比特（史诗难度）。", --11769
"黑暗之魂£在不让任何暗影之魂施放完不稳定的暗影之魂的情况下击败萨格拉斯之墓的基尔加丹（普通或更高难度）。", --11770
"力量提升£在强化单个神器武器后解锁它的所有专长。", --11772
"阴晴圆缺£击败盈月状态的暮光之魂后再击败萨格拉斯之墓的月之姐妹（普通或更高难度）。", --11773
"恶魔审判庭（史诗难度）£击败萨格拉斯之墓的恶魔审判庭（史诗难度）。", --11774
"哈亚坦（史诗难度）£击败萨格拉斯之墓的哈亚坦（史诗难度）。", --11775
"主母萨丝琳（史诗难度）£击败萨格拉斯之墓的主母萨丝琳（史诗难度）。", --11776
"月之姐妹（史诗难度）£击败萨格拉斯之墓的月之姐妹（史诗难度）。", --11777
"绝望的聚合体（史诗难度）£击败萨格拉斯之墓的绝望的聚合体（史诗难度）。", --11778
"戒卫侍女（史诗难度）£击败萨格拉斯之墓的戒卫侍女（史诗难度）。", --11779
"堕落的化身（史诗难度）£击败萨格拉斯之墓的堕落的化身（史诗难度）。", --11780
"基尔加丹（史诗难度）£击败萨格拉斯之墓的基尔加丹（史诗难度）。", --11781
"萨格拉斯之墓（公会版）£在公会队伍中击败萨格拉斯之墓的首领（普通或更高难度）。", --11782
"服务器第一！基尔加丹£在公会队伍中，成为本服务器首个在史诗难度的萨格拉斯之墓中成功消灭基尔加丹的公会。", --11783
"史诗：基尔加丹（公会版）£在公会队伍中击败萨格拉斯之墓的基尔加丹（史诗难度）。", --11784
"海滩恐魔£在破碎海滩击败下列全部4个怪物。", --11786
"地狱之门£击败萨格拉斯之墓入口附近的下列首领。", --11787
"哀嚎大厅£击败萨格拉斯之墓下层的下列首领。", --11788
"化身密室£击败萨格拉斯之墓下方古代地窟里的下列首领。", --11789
"欺诈者之陨£击败萨格拉斯之墓的基尔加丹。", --11790
"抗魔联军£在抗魔联军阵营中达到崇拜声望。", --11796
"带你回家£在下列区域各使用一个森提纳克斯信标。", --11802
"下一个受害者£在破碎海滩消灭森提纳克斯号能够召唤的所有恶魔军官。", --11841
"抗魔联军勇士£完成任务“抗魔联军勇士”，招募你的抗魔联军战役追随者。", --11846
"魔兽世界十三周年£在魔兽世界十三周年庆典期间登录游戏。", --11848
"宠物对战挑战：死亡矿井£完成死亡矿井的宠物对战挑战。", --11856
"祖达萨的王权£完成下列祖达萨故事线。", --11861
"纳兹米尔的黑暗之心£完成下列纳兹米尔故事线。", --11868
"回忆长存£完成“埃辛诺斯战刃”成就后，在时空漫游黑暗神殿中击败伊利丹。", --11869
"引领潮流：基尔加丹£在安托鲁斯，燃烧王座开放前击败萨格拉斯之墓的基尔加丹（英雄或更高难度）。", --11874
"千钧一发：基尔加丹£在安托鲁斯，燃烧王座前击败萨格拉斯之墓的基尔加丹（史诗难度）。", --11875
"消灭格罗斯（随机萨格拉斯之墓）£你尚未完成此成就", --11877
"消灭格罗斯（普通萨格拉斯之墓）£你尚未完成此成就", --11878
"消灭格罗斯（英雄萨格拉斯之墓）£你尚未完成此成就", --11879
"消灭格罗斯（史诗萨格拉斯之墓）£你尚未完成此成就", --11880
"消灭恶魔审判庭（随机萨格拉斯之墓）£你尚未完成此成就", --11881
"消灭恶魔审判庭（普通萨格拉斯之墓）£你尚未完成此成就", --11882
"消灭恶魔审判庭（英雄萨格拉斯之墓）£你尚未完成此成就", --11883
"消灭恶魔审判庭（史诗萨格拉斯之墓）£你尚未完成此成就", --11884
"消灭哈亚坦（随机萨格拉斯之墓）£你尚未完成此成就", --11885
"消灭哈亚坦（普通萨格拉斯之墓）£你尚未完成此成就", --11886
"消灭哈亚坦（英雄萨格拉斯之墓）£你尚未完成此成就", --11887
"消灭哈亚坦（史诗萨格拉斯之墓）£你尚未完成此成就", --11888
"消灭月之姐妹（随机萨格拉斯之墓）£你尚未完成此成就", --11889
"消灭月之姐妹（普通萨格拉斯之墓）£你尚未完成此成就", --11890
"消灭月之姐妹（英雄萨格拉斯之墓）£你尚未完成此成就", --11891
"消灭月之姐妹（史诗萨格拉斯之墓）£你尚未完成此成就", --11892
"消灭主母萨丝琳（随机萨格拉斯之墓）£你尚未完成此成就", --11893
"消灭主母萨丝琳（普通萨格拉斯之墓）£你尚未完成此成就", --11894
"消灭主母萨丝琳（英雄萨格拉斯之墓）£你尚未完成此成就", --11895
"消灭主母萨丝琳（史诗萨格拉斯之墓）£你尚未完成此成就", --11896
"消灭绝望的聚合体（随机萨格拉斯之墓）£你尚未完成此成就", --11897
"消灭绝望的聚合体（普通萨格拉斯之墓）£你尚未完成此成就", --11898
"消灭绝望的聚合体（英雄萨格拉斯之墓）£你尚未完成此成就", --11899
"消灭绝望的聚合体（史诗萨格拉斯之墓）£你尚未完成此成就", --11900
"消灭戒卫侍女（随机萨格拉斯之墓）£你尚未完成此成就", --11901
"消灭戒卫侍女（普通萨格拉斯之墓）£你尚未完成此成就", --11902
"消灭戒卫侍女（英雄萨格拉斯之墓）£你尚未完成此成就", --11903
"消灭戒卫侍女（史诗萨格拉斯之墓）£你尚未完成此成就", --11904
"消灭堕落的化身（随机萨格拉斯之墓）£你尚未完成此成就", --11905
"消灭堕落的化身（普通萨格拉斯之墓）£你尚未完成此成就", --11906
"消灭堕落的化身（英雄萨格拉斯之墓）£你尚未完成此成就", --11907
"消灭堕落的化身（史诗萨格拉斯之墓）£你尚未完成此成就", --11908
"消灭基尔加丹（随机萨格拉斯之墓）£你尚未完成此成就", --11909
"消灭基尔加丹（普通萨格拉斯之墓）£你尚未完成此成就", --11910
"消灭基尔加丹（英雄萨格拉斯之墓）£你尚未完成此成就", --11911
"消灭基尔加丹（史诗萨格拉斯之墓）£你尚未完成此成就", --11912
"去外面玩£拥有2017年冬幕节礼物，玩具武器套装。", --11913
"技高一筹£消灭一个泰沙拉克的具象后击败安托鲁斯，燃烧王座的阿格拉玛（普通或更高难度）。", --11915
"嘿，摇滚明星！£参加凋零野猪的演唱会。", --11918
"路演£在参加完凋零野猪的演唱会后，让所有乐队成员为你签名。", --11919
"完美演出£参与一次凋零野猪的完美演唱会。", --11920
"纵情狂欢£在凋零野猪的演唱会上，不要让任何食尸鬼碰到德芙琳·斯蒂克斯。", --11921
"致命传送£打开一个混乱裂隙后击败安托鲁斯，燃烧王座的传送门守护者哈萨贝尔（普通或更高难度）。", --11928
"重返卡拉赞（英雄难度）£在重返卡拉赞中击败监视者维兹艾德姆（英雄或更高难度）。", --11929
"蠕虫杀手£消灭16个疫鳞蠕虫后击败安托鲁斯，燃烧王座的加洛西灭世者（普通或更高难度）。", --11930
"战争座驾£拥有2017年暴雪嘉年华赠送的暴风城逐天战机和奥格瑞玛拦截飞艇。", --11931
"克罗米的死党£与克罗米的友谊达到“时光领主”级别。", --11941
"良宵作伴£在不触发黑暗独行的情况下击败安托鲁斯，燃烧王座的瓦里玛萨斯（普通或更高难度）。", --11948
"大难不死£触发桥上的每个陷阱后击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔（普通或更高难度）。", --11949
"消灭加洛西灭世者（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11954
"消灭加洛西灭世者（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11955
"消灭加洛西灭世者（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11956
"消灭萨格拉斯的恶犬（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11957
"消灭萨格拉斯的恶犬（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11958
"消灭萨格拉斯的恶犬（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11959
"消灭安托兰统帅议会（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11960
"消灭安托兰统帅议会（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11961
"消灭安托兰统帅议会（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11962
"消灭传送门守护者哈萨贝尔（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11963
"消灭传送门守护者哈萨贝尔（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11964
"消灭传送门守护者哈萨贝尔（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11965
"保卫艾欧娜尔（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11966
"保卫艾欧娜尔（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11967
"保卫艾欧娜尔（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11968
"消灭猎魂者伊墨纳尔（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11969
"消灭猎魂者伊墨纳尔（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11970
"消灭猎魂者伊墨纳尔（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11971
"消灭金加洛斯（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11972
"消灭金加洛斯（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11973
"消灭金加洛斯（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11974
"消灭瓦里玛萨斯（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11975
"消灭瓦里玛萨斯（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11976
"消灭瓦里玛萨斯（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11977
"消灭破坏魔女巫会（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11978
"消灭破坏魔女巫会（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11979
"消灭破坏魔女巫会（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11980
"消灭阿格拉玛（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11981
"消灭阿格拉玛（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11982
"消灭阿格拉玛（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11983
"消灭寂灭者阿古斯（普通安托鲁斯，燃烧王座）£你尚未完成此成就", --11984
"消灭寂灭者阿古斯（英雄安托鲁斯，燃烧王座）£你尚未完成此成就", --11985
"消灭寂灭者阿古斯（史诗安托鲁斯，燃烧王座）£你尚未完成此成就", --11986
"阿古斯团队的荣耀£完成下列安托鲁斯，燃烧王座团队副本成就。", --11987
"圣光突破口£击败安托鲁斯，燃烧王座入口处的下列首领。", --11988
"禁忌深渊£击败安托鲁斯，燃烧王座的第二座岛屿的下列首领。", --11989
"希望的终末£击败安托鲁斯，燃烧王座的深渊内的下列首领。", --11990
"万神之座£击败安托鲁斯，燃烧王座的深渊内的下列首领。", --11991
"加洛西灭世者（史诗难度）£击败安托鲁斯，燃烧王座的加洛西灭世者（史诗难度）。", --11992
"萨格拉斯的恶犬（史诗难度）£击败安托鲁斯，燃烧王座的萨格拉斯的恶犬（史诗难度）。", --11993
"安托兰统帅议会（史诗难度）£击败安托鲁斯，燃烧王座的安托兰统帅议会（史诗难度）。", --11994
"传送门守护者哈萨贝尔（史诗难度）£击败安托鲁斯，燃烧王座的传送门守护者哈萨贝尔（史诗难度）。", --11995
"艾欧娜尔（史诗难度）£成功保卫安托鲁斯，燃烧王座的艾欧娜尔（史诗难度）。", --11996
"猎魂者伊墨纳尔（史诗难度）£击败安托鲁斯，燃烧王座的猎魂者伊墨纳尔（史诗难度）。", --11997
"金加洛斯（史诗难度）£击败安托鲁斯，燃烧王座的金加洛斯（史诗难度）。", --11998
"瓦里玛萨斯（史诗难度）£击败安托鲁斯，燃烧王座的瓦里玛萨斯（史诗难度）。", --11999
"破坏魔女巫会（史诗难度）£击败安托鲁斯，燃烧王座的破坏魔女巫会（史诗难度）。", --12000
"阿格拉玛（史诗难度）£击败安托鲁斯，燃烧王座的阿格拉玛（史诗难度）。", --12001
"寂灭者阿古斯（史诗难度）£击败安托鲁斯，燃烧王座的寂灭者阿古斯（史诗难度）。", --12002
"迎接虚空£在执政团之座中，利用虚空裂缝把乌贾德从虚空世界带过来，然后击败他和晋升者祖拉尔（史诗难度）。", --12004
"大砸一通£在执政团之座中，让黯牙使用暗影突袭摧毁4个封印的贮藏虚空后，击败萨普瑞什（史诗难度）。", --12005
"执政团之座（英雄难度）£在执政团之座击败鲁拉（英雄或更高难度）。", --12007
"执政团之座（史诗难度）£在执政团之座击败鲁拉（史诗难度）。", --12008
"黑暗无界£在执政团之座中，在所有队友都受到粉碎黑暗的效果影响的情况下，击败鲁拉（史诗难度）。", --12009
"暴烈角斗士：“军团再临”第5赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得150场战斗）。", --12010
"阿古斯武装£从安托鲁斯，燃烧王座收集一套任意职业的套装。", --12020
"摄人凶相£收集一套任意职业的“军团再临”PvP第5、第6或第7赛季套装。", --12021
"歼灭战£完成所有大型侵入点场景战役并击败下列所有军团将领。", --12026
"先发制人£消灭能够控制侵入点的所有恶魔指挥官。", --12028
"世界中心£在有9个恶魔炸弹激活的情况下击败安托鲁斯，燃烧王座的金加洛斯（普通或更高难度）。", --12030
"暴烈争斗者£在“军团再临”第5赛季赢得100场竞技场（3v3）战斗或者40场评级战场战斗。", --12031
"暴烈争斗者£在“军团再临”第5赛季赢得100场竞技场（3v3）战斗或者40场评级战场战斗。", --12032
"决斗者：“军团再临”第5赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12034
"竞争者：“军团再临”第5赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12035
"挑战者：“军团再临”第5赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12036
"联盟英雄：暴烈£以评级战场排名前0.5%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12037
"联盟守护者：“军团再临”第5赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12038
"联盟保卫者：“军团再临”第5赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12039
"联盟士兵：“军团再临”第5赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12040
"部落英雄：暴烈£以评级战场排名前0.5%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12041
"部落守护者：“军团再临”第5赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12042
"部落保卫者：“军团再临”第5赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12043
"部落士兵：“军团再临”第5赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得50场战斗）。", --12044
"角斗士：“军团再临”第5赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第5赛季的战斗（需要你在当前阵营下在“军团再临”第5赛季赢得150场战斗）。", --12045
"泰坦的回忆£在每种泰坦的痛苦都至少存活1个的情况下击败安托鲁斯，燃烧王座的破坏魔女巫会（普通或更高难度）。", --12046
"好狗不挡道£在两只恶犬都拥有5层邪能注入效果的情况下击败安托鲁斯，燃烧王座的萨格拉斯的恶犬（普通或更高难度）。", --12065
"有备而来！£完成阿古斯战役。", --12066
"势力范围£在安托鲁斯，燃烧王座中，在艾欧娜尔的圣殿收集5个生命宝珠（普通或更高难度）。", --12067
"探索阿古斯£探索阿古斯，走过世界地图上克罗库恩、艾瑞达斯和安托兰废土中被遮住的各个角落。", --12069
"熔炉潜力£在你的一件神器武器上完全解锁虚空之光熔炉的力量。", --12071
"显著进步£解锁虚空之光熔炉。", --12072
"准备就绪£解锁维迪卡尔矩阵核心的所有力量。", --12073
"打砸抢£发现阿古斯隐藏的宝藏。", --12074
"阿古斯防卫军守护者£在阿古斯防卫军阵营中达到崇拜声望。", --12076
"阿古斯冒险家£在阿古斯完成下列25个特殊战斗。", --12077
"阿古斯指挥官£在阿古斯完成下列特殊战斗。", --12078
"缰绳来袭V：萌物的裂变£从暮光堡垒、黑翼血环、风神王座、火焰之地和巨龙之魂中收集下列所有战斗宠物。", --12079
"圣光军官£在圣光军团阵营中达到崇拜声望。", --12081
"阿古斯的勇士£完成下列阿古斯成就。", --12083
"暴力灌注£从阿古斯的一个闪电中获得邪能灌注后消灭10个敌人。", --12084
"马术冠军£在提拉加德海峡的诺文顿庄园马秀中获得至少600分。", --12087
"阿古斯的珍禽异兽£击败下列阿古斯的腐化宠物。", --12088
"水族总动员£在队伍中全部为水栖宠物的情况下击败阿古斯的腐化宠物。", --12089
"暴烈精锐£在“军团再临”第5赛季的任意评级PvP比赛中达到2000个人等级", --12090
"野兽奔腾£在队伍中全部为野兽宠物的情况下击败阿古斯的腐化宠物。", --12091
"小动物有大能耐£在队伍中全部为小动物宠物的情况下击败阿古斯的腐化宠物。", --12092
"龙之毁灭£在队伍中全部为龙类宠物的情况下击败阿古斯的腐化宠物。", --12093
"元素奇兵£在队伍中全部为元素宠物的情况下击败阿古斯的腐化宠物。", --12094
"飞羽狂风£在队伍中全部为飞行宠物的情况下击败阿古斯的腐化宠物。", --12095
"人形浩劫£在队伍中全部为人形宠物的情况下击败阿古斯的腐化宠物。", --12096
"魔法大骚乱£在队伍中全部为魔法宠物的情况下击败阿古斯的腐化宠物。", --12097
"机械争霸£在队伍中全部为机械宠物的情况下击败阿古斯的腐化宠物。", --12098
"亡灵势不可挡£在队伍中全部为亡灵宠物的情况下击败阿古斯的腐化宠物。", --12099
"全谱系战神£完成下列所有成就。", --12100
"阿古斯两大乐事£在克罗库恩、艾瑞达斯和安托兰废土消灭100个非次级恶魔。", --12101
"痛宰恶魔……£在克罗库恩、艾瑞达斯和安托兰废土消灭500个非次级恶魔。", --12102
"……和啃魔法汉堡£在克罗库恩、艾瑞达斯和安托兰废土消灭2000个非次级恶魔。", --12103
"结果现在没有汉堡了£在克罗库恩、艾瑞达斯和安托兰废土消灭5000个非次级恶魔。", --12104
"双重十全十美£威望等级达到20级。", --12108
"二十一响礼炮£威望等级达到21级。", --12109
"引领潮流：寂灭者阿古斯£在8.0版本发布前击败安托鲁斯，燃烧王座的寂灭者阿古斯（英雄或更高难度）。", --12110
"千钧一发：寂灭者阿古斯£在8.0版本发布前击败安托鲁斯，燃烧王座的寂灭者阿古斯（史诗难度）。", --12111
"安托鲁斯，燃烧王座（公会版）£在公会队伍中击败安托鲁斯，燃烧王座的所有首领（普通或更高难度）。", --12112
"史诗：寂灭者阿古斯（公会版）£在公会队伍中击败安托鲁斯，燃烧王座的寂灭者阿古斯（史诗难度）。", --12113
"消灭加洛西灭世者（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12117
"消灭萨格拉斯的恶犬（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12118
"消灭安托兰统帅议会（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12119
"消灭传送门守护者哈萨贝尔（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12120
"保卫艾欧娜尔（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12121
"消灭猎魂者伊墨纳尔（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12122
"消灭金加洛斯（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12123
"消灭瓦里玛萨斯（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12124
"消灭破坏魔女巫会（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12125
"消灭阿格拉玛（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12126
"消灭寂灭者阿古斯（随机安托鲁斯，燃烧王座）£你尚未完成此成就", --12127
"这里是作战室！£在放置了三个或更少的邪能护盾发生器的情况下击败安托鲁斯，燃烧王座的安托兰统帅议会。", --12129
"专横角斗士：“军团再临”第6赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得150场战斗）。", --12134
"专横精锐£在“军团再临”第6赛季的任意评级PvP比赛中达到2000个人等级", --12135
"专横争斗者£在“军团再临”第6赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --12136
"专横争斗者£在“军团再临”第6赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --12137
"专横角斗士的风暴巨龙£在“军团再临”竞技场第6赛季获得专横角斗士的风暴巨龙。", --12139
"恶魔角斗士的风暴巨龙£在“军团再临”竞技场第7赛季获得恶魔角斗士的风暴巨龙。", --12140
"角斗士：“军团再临”第6赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得150场战斗）。", --12167
"角斗士：“军团再临”第7赛季£以竞技场排名前0.5%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得150场战斗）。", --12168
"挑战者：“军团再临”第6赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12169
"竞争者：“军团再临”第6赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12170
"决斗者：“军团再临”第6赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12171
"部落英雄：专横£以评级战场排名前0.5%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12172
"联盟英雄：专横£以评级战场排名前0.5%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12173
"部落保卫者：“军团再临”第6赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12174
"联盟保卫者：“军团再临”第6赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12175
"部落守护者：“军团再临”第6赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12176
"联盟守护者：“军团再临”第6赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12177
"部落士兵：“军团再临”第6赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12178
"联盟士兵：“军团再临”第6赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第6赛季的战斗（需要你在当前阵营下在“军团再临”第6赛季赢得50场战斗）。", --12179
"勇攀22层£威望等级达到22级。", --12180
"第23条军规£威望等级达到23级。", --12181
"二十四罗汉£威望等级达到24级。", --12182
"威望军需官£威望等级达到25级。", --12183
"恶魔角斗士：“军团再临”第7赛季£以竞技场排名前0.1%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得150场战斗）。", --12185
"决斗者：“军团再临”第7赛季£以竞技场排名前3%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12186
"挑战者：“军团再临”第7赛季£以竞技场排名前35%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12187
"竞争者：“军团再临”第7赛季£以竞技场排名前10%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12188
"联盟士兵：“军团再临”第7赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12189
"部落士兵：“军团再临”第7赛季£以评级战场排名前35%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12190
"联盟守护者：“军团再临”第7赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12191
"部落守护者：“军团再临”第7赛季£以评级战场排名前3%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12192
"部落保卫者：“军团再临”第7赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12194
"联盟保卫者：“军团再临”第7赛季£以评级战场排名前10%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12195
"部落英雄：恶魔£以评级战场排名前0.5%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12196
"联盟英雄：恶魔£以评级战场排名前0.5%的战绩结束“军团再临”PvP第7赛季的战斗（需要你在当前阵营下在“军团再临”第7赛季赢得50场战斗）。", --12197
"恶魔精锐£在“军团再临”第7赛季的任意评级PvP比赛中达到2000个人等级", --12198
"恶魔争斗者£在“军团再临”第7赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --12199
"恶魔争斗者£在“军团再临”第7赛季赢得100场竞技场（3v3）战斗或40场评级战场战斗。", --12200
"典藏版：海鬃骏马£拥有“争霸艾泽拉斯”典藏版赠送的海鬃骏马坐骑。", --12229
"典藏版：奢华暴掠龙£拥有“争霸艾泽拉斯”典藏版赠送的奢华暴掠龙坐骑。", --12230
"典藏版：小托£拥有“争霸艾泽拉斯”典藏版赠送的宠物“小托”。", --12232
"同盟种族：虚空精灵£赢得虚空精灵的效忠并欢迎他们加入联盟。", --12242
"同盟种族：光铸德莱尼£赢得光铸德莱尼的效忠并欢迎他们加入联盟。", --12243
"同盟种族：夜之子£赢得夜之子精灵的效忠并欢迎他们加入部落。", --12244
"同盟种族：至高岭牛头人£赢得至高岭牛头人的效忠并欢迎他们加入部落。", --12245
"星尘远征军£在5秒内收集20个泰坦能量微粒，然后击败安托鲁斯，燃烧王座的寂灭者阿古斯（普通或更高难度）。", --12257
"服务器第一！寂灭者阿古斯£在公会队伍中，成为本服务器首个在史诗难度的安托鲁斯，燃烧王座中成功消灭寂灭者阿古斯的公会。", --12258
"妖术狂潮£在有至少一名队伍成员受到不稳定的妖术的效果影响的情况下，击败阿塔达萨的全部四个首领（史诗难度）。", --12270
"淘金热£在阿塔达萨地下城中，击败致命的腐蚀后再击败女祭司阿伦扎（史诗难度）。", --12272
"看，亮了！£点亮全部四个暗影烈焰烛台后，击败阿塔达萨的亚兹玛（史诗难度）。", --12273
"机械格斗家£通过搜寻战斗功能，以全队25级机械宠物赢得10场PVP宠物战斗。", --12279
"水栖格斗家£通过搜寻战斗功能，以全队25级水栖宠物赢得10场PVP宠物战斗。", --12280
"野兽格斗家£通过搜寻战斗功能，以全队25级野兽宠物赢得10场PVP宠物战斗。", --12281
"元素格斗家£通过搜寻战斗功能，以全队25级元素宠物赢得10场PVP宠物战斗。", --12282
"魔法格斗家£通过搜寻战斗功能，以全队25级魔法宠物赢得10场PVP宠物战斗。", --12283
"小动物格斗家£通过搜寻战斗功能，以全队25级小动物宠物赢得10场PVP宠物战斗。", --12284
"亡灵格斗家£通过搜寻战斗功能，以全队25级亡灵宠物赢得10场PVP宠物战斗。", --12285
"飞行格斗家£通过搜寻战斗功能，以全队25级飞行宠物赢得10场PVP宠物战斗。", --12286
"龙类格斗家£通过搜寻战斗功能，以全队25级龙类宠物赢得10场PVP宠物战斗。", --12287
"人型格斗家£通过搜寻战斗功能，以全队25级人型宠物赢得10场PVP宠物战斗。", --12289
"全谱系格斗家£完成下列所有成就。", --12290
"虚空的传承£将新创建的虚空精灵角色升到50级。", --12291
"高岭部族£在高岭部族阵营中达到崇拜声望。", --12292
"围攻奥杜尔£击败奥杜尔攻城区域的首领。", --12297
"奥杜尔的前厅£击败奥杜尔前厅区域的首领。", --12302
"奥杜尔的守护者£击败奥杜尔的守护者首领。", --12309
"疯狂阶梯£击败奥杜尔疯狂阶梯区域的首领。", --12310
"奥杜尔的秘密£击败奥杜尔的所有首领。", --12311
"矮人的末日£在10秒内消灭奥杜尔入口处钢铁广场区域的100个钢铸防御者。", --12312
"毫发无损£第一次尝试时即成功击败奥杜尔的烈焰巨兽，并且没有队友修理载具。", --12313
"三车库£在奥杜尔分别驾驶下列种类的作战车辆击败过烈焰巨兽。", --12314
"端掉那些炮台！£在奥杜尔摧毁一座烈焰巨兽防御炮台。", --12315
"停机£在没有造成系统关闭的情况下击败奥杜尔的烈焰巨兽。", --12316
"轨道炮击£在至少1个轨道防御系统被激活的情况下击败奥杜尔的烈焰巨兽。", --12317
"轨道破坏£在至少2个轨道防御系统被激活的情况下击败奥杜尔的烈焰巨兽。", --12318
"轨道轰炸£在至少3个轨道防御系统被激活的情况下击败奥杜尔的烈焰巨兽。", --12319
"轨道毁灭£在全部4个轨道防御系统都被激活的情况下击败烈焰巨兽。", --12320
"快刀斩锋鳞£让奥杜尔的锋鳞飞到空中的次数不多于一次的情况下击败它。", --12321
"铁矮人，五分熟£在奥杜尔使用锋鳞的烈焰龙息击败25个黑暗符文守卫。", --12322
"支离破碎£在5秒内破坏2个铁铸像，然后击败奥杜尔的掌炉者伊格尼斯。", --12323
"热锅中的蚂蚁£在奥杜尔被扔进掌炉者伊格尼斯的熔渣炉，并且存活下来。", --12324
"煽风点火£在4分钟内击败奥杜尔的掌炉者伊格尼斯。", --12325
"削弱工程学£在没有让任何XS-013废料机器人为奥杜尔的XT-002拆解者进行修复的情况下击败它。", --12326
"削弱废料机器人£面对奥杜尔的XT-002拆解者时，使用XE-321爆破机器人，在12秒内击败20个XS-013废料机器人。", --12327
"削弱重力炸弹£在团队中无一人死于重力炸弹的情况下击败奥杜尔的XT-002拆解者。", --12328
"快拆快解£在205秒内击败奥杜尔的XT-002拆解者。", --12329
"心碎欲绝£摧毁奥杜尔的XT-002拆解者的心脏，然后击败它。", --12330
"就是你了，符文大师莫尔基姆£击败奥杜尔的钢铁议会，并将符文大师莫尔基姆留到最后消灭。", --12332
"就是你了，唤雷者布隆迪尔£击败奥杜尔的钢铁议会，并将唤雷者布隆迪尔留到最后消灭。", --12333
"就是你了，断钢者£击败奥杜尔的钢铁议会，并将断钢者留到最后消灭。", --12334
"我是自己人！£在带有铁靴烈酒效果的情况下击败奥杜尔的钢铁议会。", --12335
"谨防昏迷£在没有让唤雷者布隆迪尔的闪电链或闪电旋风伤害过任何团队成员的情况下击败奥杜尔的钢铁议会。", --12336
"张开双臂£在没有摧毁奥杜尔的科隆加恩的任何一条手臂的情况下击败他。", --12337
"断其臂膀£在12秒内先后摧毁奥杜尔的科隆加恩的两条手臂，然后击败他。", --12338
"致命的眼神£在团队中无一人被聚焦视线击中的情况下击败奥杜尔的科隆加恩。", --12339
"碎石滚滚£在至少出现25个碎石的情况下击败奥杜尔的科隆加恩。", --12340
"疯狂的猫咪女王£在不摧毁圣所警卫的情况下击败奥杜尔的欧尔莉亚。", --12341
"九命猫£在奥杜尔，先击败野性防御者，然后击败欧尔莉亚。", --12342
"别冻坏了£在团队中无一人被急速冻结击中的情况下击败奥杜尔的霍迪尔。", --12343
"我的强力伙伴们£没有任何被冰冻的冒险者消逝的情况下击败奥杜尔的霍迪尔。", --12344
"这里真冷呀£在团队中无一人身上的刺骨之寒效果叠加到2层以上的情况下击败奥杜尔的霍迪尔。", --12345
"注意保暖£在与奥杜尔的霍迪尔战斗时，同时拥有温暖的火焰、风暴之力和星光的加成效果。", --12346
"珍贵的宝箱£在奥杜尔的霍迪尔打碎他的珍贵宝箱之前击败他。", --12347
"粗心遭雷劈£在团队中无一人被闪电充能击中的情况下击败奥杜尔的托里姆。", --12348
"看我一个打三个£与奥杜尔的托里姆战斗时，参与消灭古代符文巨人和符印巨像。", --12349
"嗜血？要啥嗜血？£在拥有敏锐光环效果的情况下击败奥杜尔的托里姆。", --12350
"冒牌西芙£在与奥杜尔的托里姆战斗时，在西芙还没有离开的时候迫使托里姆进入竞技场。", --12351
"摆脱幻觉£在西芙没有离开的情况下击败奥杜尔的托里姆。", --12352
"滥砍滥伐£在15秒内连续击败奥杜尔的明叶长老、铁枝长老和石树长老。", --12360
"秋风扫落叶£在消灭第一个生命温室中的敌人之后的20分钟内击败奥杜尔的弗蕾亚。", --12361
"破坏植被£与奥杜尔的芙蕾亚战斗时，在10秒内击败2个古代水之精魂、2个风暴鞭笞者和2个迅疾鞭笞者。", --12362
"回归大自然£在奥杜尔的弗蕾亚受到至少25层自然协调效果影响的情况下击败她。", --12363
"敲一棵树£在至少有1位长者存活的情况下击败奥杜尔的弗蕾亚。", --12364
"敲两棵树£在至少有2位长者存活的情况下击败奥杜尔的弗蕾亚。", --12365
"敲三棵树£在3位长者都存活的情况下击败奥杜尔的弗蕾亚。", --12366
"狂轰滥炸£在团队中无一人被下列技能击中的情况下击败米米尔隆。", --12367
"友军误伤£与奥杜尔的米米尔隆战斗时，迫使米米尔隆使用火箭打击摧毁一个突击机器人。", --12368
"烈火金刚£激活奥杜尔的米米尔隆的自毁程序，然后击败他。", --12369
"暗影躲避者£在团队中无一人被暗影冲撞击中的情况下击败奥杜尔的维扎克斯将军。", --12372
"我爱萨隆邪铁的清香£在奥杜尔，先击败萨隆邪铁畸体，然后击败维扎克斯将军。", --12373
"弥补裂痕的吻£当奥杜尔中的萨拉对你发怒的时候，亲吻（/Kiss）她。", --12384
"黑暗中的三盏灯£在最多3位守护者的协助下击败奥杜尔的尤格-萨隆。", --12385
"黑暗中的两盏灯£在最多2位守护者的协助下击败奥杜尔的尤格-萨隆。", --12386
"黑暗中的一盏灯£在最多1位守护者的协助下击败奥杜尔的尤格-萨隆。", --12387
"黑暗中的独影£在没有守护者协助的情况下击败奥杜尔的尤格-萨隆。", --12388
"我为卿狂£在团队中无一人发狂的情况下击败奥杜尔的尤格-萨隆。", --12395
"上古之神作古£在7分钟内击败奥杜尔的尤格-萨隆。", --12396
"它们冲过来了！£在奥杜尔从尤格·萨隆手中拯救萨拉的时候，在12秒内击败9个尤格-萨隆的卫士。", --12397
"梦境中的等待£经历过奥杜尔的尤格-萨隆脑海中的全部3个幻象。", --12398
"被观察者£击败奥杜尔的观察者奥尔加隆。", --12399
"超重黑洞£在奥杜尔，于10秒内摧毁3个黑洞，然后击败观察者奥尔加隆。", --12400
"奥杜尔团队的荣耀£完成下列奥杜尔团队副本成就。", --12401
"先到先得£在降落到涌泉海滩后的30秒内，收集一个艾泽里特矿脉。", --12404
"天降杀机£在降落到涌泉海滩后的30秒内消灭一名敌人。", --12405
"好的开始£在涌泉海滩收集25,000份艾泽里特。", --12406
"完美涌泉海滩£以1500比0的比分在涌泉海滩获胜。", --12407
"统御涌泉海滩£在涌泉海滩的下列每个地点成功采集艾泽里特：", --12408
"涌泉海滩胜利£在涌泉海滩获胜。", --12409
"涌泉海滩精英£在涌泉海滩获得100场胜利。", --12410
"血染黄沙£在一个艾泽里特矿脉附近消灭50名敌人。", --12411
"涌泉海滩主宰£完成下列涌泉海滩成就。", --12412
"夜之子的传承£将新创建的夜之子角色升到50级。", --12413
"光铸者的传承£将新创建的光铸德莱尼角色升到50级。", --12414
"至高岭的传承£将新创建的至高岭牛头人角色升到50级。", --12415
"打包寄件£找到达拉然的邮政长并帮助他。", --12416
"湿地任务£完成下列湿地故事线。", --12429
"暮色森林任务£完成下列暮色森林故事线。", --12430
"特快专递£在60秒内整理邮政长的办公室里的30封信件。\r\n", --12431
"紧急邮件£在60秒内整理邮政长的办公室里的30封地址不全的信件。", --12439
"同盟种族：至高岭牛头人解锁条件£获得成就：|n一山更比一山高", --12445
"同盟种族：夜之子解锁条件£获得成就：|n起义", --12446
"同盟种族：虚空精灵解锁条件£获得成就：|n有备而来！", --12447
"同盟种族：光铸德莱尼解锁条件£获得成就：|n有备而来！", --12448
"同盟种族：虚空精灵£完成下列任务。", --12450
"同盟种族：光铸德莱尼£完成下列任务。", --12451
"同盟种族：至高岭牛头人£完成下列任务。", --12452
"向星际争霸敬礼£《星际争霸》发售于1998年3月31日。在《星际争霸》二十周年纪念当周，对下列任意一种《星际争霸》主题的宠物小伙伴/salute（/敬礼）：跳虫、玛润、迷你雷神、爆虫或泽拉达尔。", --12454
"西部荒野和暮色森林任务£完成西部荒野和暮色森林故事线。", --12455
"洛克莫丹和湿地任务£完成洛克莫丹和湿地故事线。", --12456
"混合爆发£在没有引爆任何弹药的情况下，击败托尔达戈的骑士队长瓦莱莉（史诗难度）。", --12457
"锥心之痛£在所有队伍成员都同时因竭心毒剂而昏迷后，击败托尔达戈的科古斯狱长（史诗难度）。", --12462
"完美无峡£完成下列提拉加德海峡故事线。", --12473
"深埋于沙的秘密£完成下列沃顿故事线。", --12478
"赞达拉万古长存！£完成下列赞达拉大陆的成就。", --12479
"鲜血交易£完成祖达萨的鲜血关口故事线。", --12480
"最终封印£在祖达萨完成“赞达拉万古长存”场景战役。", --12481
"巫术神灵£在赞达拉为加尼完成下列活动。", --12482
"维克雷斯庄园£击败维克雷斯庄园的高莱克·图尔。", --12483
"维克雷斯庄园（英雄难度）£击败维克雷斯庄园的高莱克·图尔（英雄或更高难度）。", --12484
"维克雷斯庄园（史诗难度）£击败维克雷斯庄园的高莱克·图尔（史诗难度）。", --12488
"太不专业了£在维克雷斯庄园和围攻伯拉勒斯寻找并消灭下列所有敌人（史诗难度）。", --12489
"炼金术的浪漫£在维克雷斯庄园使用炼金之火一次性摧毁三具亡触奴隶主的尸体，然后击败高莱克·图尔（史诗难度）。", --12490
"狂野奔跑£在没有获得12层灵魂收割时击败维克雷斯庄园的魂缚巨像（史诗难度）。", --12495
"颂歌与舞蹈£完成下列斯托颂谷地故事线。", --12496
"德鲁一家亲£完成下列德鲁斯瓦故事线。", --12497
"我赶时间呢£在没有任何小队成员获得戈霍恩之蚀效果的情况下击败地渊孢林的长者莉娅克萨（史诗难度）。", --12498
"活力孢子£在没有任何腐烂孢子死去的情况下击败地渊孢林的不羁畸变怪（史诗难度）。", --12499
"地渊孢林£击败地渊孢林的不羁畸变怪。", --12500
"地渊孢林（英雄难度）£击败地渊孢林的不羁畸变怪（英雄或更高难度）。", --12501
"地渊孢林（史诗难度）£击败地渊孢林的不羁畸变怪（史诗难度）。", --12502
"蛇眼£在10秒内激活两只眼睛以离开塞塔里斯神庙的集市（史诗难度）。", --12503
"塞塔里斯神庙£治愈塞塔里斯神庙的塞塔里斯的化身。", --12504
"塞塔里斯神庙（英雄难度）£治愈塞塔里斯神庙的塞塔里斯的化身（英雄或更高难度）。", --12505
"塞塔里斯神庙（史诗难度）£治愈塞塔里斯神庙的塞塔里斯的化身（史诗难度）。", --12506
"食蛇者£在与塞塔里斯神庙的米利克萨战斗时，迫使索利德之蛋孵化，然后击败索利德之蛇，并成为食蛇者（史诗难度）。", --12507
"晚安，亲爱的王子£在王子处于激活状态的情况下治愈塞塔里斯神庙的塞塔里斯的化身（史诗难度）。", --12508
"战鼓震天£完成赞达拉和库尔提拉斯的阵营战役。", --12509
"战鼓震天£完成赞达拉和库尔提拉斯的阵营战役。", --12510
"同盟种族：黑铁矮人£赢得黑铁矮人的效忠并欢迎他们加入联盟。", --12515
"同盟种族：玛格汉兽人£赢得玛格汉兽人的效忠并欢迎他们加入部落。", --12518
"抑制大厅£击败奥迪尔第一区的下列首领。", --12521
"猩红深渊£击败奥迪尔深渊中的下列首领。", --12522
"腐蚀之心£击败奥迪尔的下列首领并净化奥迪尔最深处的腐化。", --12523
"塔罗克（史诗难度）£在奥迪尔击败塔罗克（史诗难度）。", --12524
"纯净圣母（史诗难度）£在奥迪尔击败纯净圣母（史诗难度）。", --12526
"泽克沃兹（史诗难度）£在奥迪尔击败泽克沃兹（史诗难度）。", --12527
"维克提斯（史诗难度）£在奥迪尔击败维克提斯（史诗难度）。", --12529
"腐臭吞噬者（史诗难度）£在奥迪尔击败腐臭吞噬者（史诗难度）。", --12530
"祖尔（史诗难度）£在奥迪尔击败祖尔（史诗难度）。", --12531
"拆解者米斯拉克斯（史诗难度）£在奥迪尔击败拆解者米斯拉克斯（史诗难度）。", --12532
"戈霍恩（史诗难度）£在奥迪尔击败戈霍恩（史诗难度）。", --12533
"千钧一发：戈霍恩£在达萨罗之战开始前击败奥迪尔的戈霍恩（史诗难度）。", --12535
"引领潮流：戈霍恩£在达萨罗之战开始前击败奥迪尔的戈霍恩（英雄或更高难度）。", --12536
"奥迪尔（公会版）£在公会队伍中击败奥迪尔的首领（普通或更高难度）。", --12537
"名人堂：戈霍恩（联盟）£跻身世界前一百家率先击败戈霍恩（史诗难度）的联盟公会之一。", --12542
"名人堂：戈霍恩（部落）£跻身世界前一百家率先击败戈霍恩（史诗难度）的部落公会之一。", --12543
"120级（旧版）£在“暗影国度”内容更新之前升到120级。", --12544
"精良（争霸艾泽拉斯）£“争霸艾泽拉斯”期间，在身上的每一个装备栏中都装备过一件物品等级不低于310级的至少为精良品质的物品。", --12546
"史诗（争霸艾泽拉斯）£“争霸艾泽拉斯”期间，在身上的每一个装备栏中都装备过一件物品等级不低于340级的至少为史诗品质的物品。", --12547
"轮到我上场了！£在召唤并击败帕奇斯后击败自由镇的天空上尉库拉格（史诗难度）。", --12548
"真菌卫士£击败穆萨希塔后击败地渊孢林的孢子召唤师赞查（史诗难度）。", --12549
"社“喙”老大£在自由镇为鲨鱼饵提供他最喜欢的美餐（史诗难度）。", --12550
"二次运球£击败奥迪尔的戈霍恩，同时没有玩家在持有能量矩阵时移动过（普通或更高难度）。", --12551
"欢迎来到赞达拉£完成赞达拉的介绍任务。", --12555
"探索提拉加德海峡£探索提拉加德海峡，走过世界地图中被遮住的各个角落。", --12556
"探索德鲁斯瓦£探索德鲁斯瓦，走过世界地图中被遮住的各个角落。", --12557
"探索斯托颂谷地£探索斯托颂谷地，走过世界地图中被遮住的各个角落。", --12558
"探索祖达萨£探索祖达萨，走过世界地图中被遮住的各个角落。", --12559
"探索沃顿£探索沃顿，走过世界地图中被遮住的各个角落。", --12560
"探索纳兹米尔£探索纳兹米尔，走过世界地图中被遮住的各个角落。", --12561
"部落杀手£开启战争模式时，在自己被悬赏时获得10次荣誉消灭而自己没有死亡。", --12567
"联盟杀手£开启战争模式时，在自己被悬赏时获得10次荣誉消灭而自己没有死亡。", --12568
"赏金猎人£开启战争模式时，从被消灭的玩家身上拾取10份赏金。", --12571
"战时补给£开启战争模式时，从空投补给里打开一个战争物资箱。", --12572
"兄弟连£在2到5人的小队中完成下列：", --12573
"使命之旅：纳兹米尔£开启战争模式时，在纳兹米尔获得1000点荣誉点数。", --12574
"使命之旅：祖达萨£开启战争模式时，在祖达萨获得1000点荣誉点数。", --12575
"使命之旅：沃顿£开启战争模式时，在沃顿获得1000点荣誉点数。", --12576
"使命之旅：提拉加德海峡£开启战争模式时，在提拉加德海峡获得1000点荣誉点数。", --12577
"使命之旅：斯托颂谷地£开启战争模式时，在斯托颂谷地获得1000点荣誉点数。", --12578
"使命之旅：德鲁斯瓦£开启战争模式时，在德鲁斯瓦获得1000点荣誉点数。", --12579
"扬帆远航£完成库尔提拉斯的初始剧情。", --12582
"怪兽出海£击败库尔提拉斯和赞达拉的下列巨型怪物。", --12587
"多吃蔬菜£对所有纳兹米尔的食用植物取样。", --12588
"安戈尔废墟（英雄难度）£在一次对安戈尔废墟的探险中获胜（英雄或更高难度）。", --12589
"安戈尔废墟£在一次对安戈尔废墟的探险中获胜（任意难度）。", --12590
"安戈尔废墟（史诗难度）£在一次对安戈尔废墟的探险中获胜（史诗难度）。", --12591
"废墟激战£在一次对安戈尔废墟的探险中获胜（PvP）。", --12592
"库尔提拉斯的博学者£完成下列库尔提拉斯任务成就。", --12593
"称职船长£获得20次海岛探险的胜利（英雄或更高难度）。", --12594
"职业探险家£获得50次海岛探险的胜利（史诗难度）。", --12595
"到此一游£获得10次海岛探险的胜利（普通或更高难度）。", --12596
"海岛斗士£获得10次PvP海岛探险的胜利。", --12597
"神殿之息£在风暴神殿中，使用神殿之息点亮神殿中的仪式之火（史诗难度）。", --12600
"虚空沉眠£在没有与任何觉醒虚空接触的情况下击败风暴神殿的斯托颂勋爵（史诗难度）。", --12601
"无人可信£在所有队伍成员都受到疯狂梦境影响的情况下击败风暴神殿的低语者沃尔兹斯（史诗难度）。", --12602
"艾泽拉斯征服者£完成下列世界PvP成就。", --12604
"艾泽拉斯征服者£完成下列世界PvP成就。", --12605
"击败孟菲斯托斯（英雄永夜大教堂）£你尚未完成此成就", --12610
"击败孟菲斯托斯（史诗永夜大教堂）£你尚未完成此成就", --12611
"击败鲁拉（英雄执政团之座）£你尚未完成此成就", --12612
"击败鲁拉（史诗执政团之座）£你尚未完成此成就", --12613
"神灵的期许£在赞达拉获得下列增益效果。", --12614
"涌泉海滩战斗£涌泉海滩战斗", --12710
"涌泉海滩胜利£涌泉海滩胜利", --12712
"评级涌泉海滩的战斗£评级涌泉海滩的战斗", --12713
"评级涌泉海滩的胜利£评级涌泉海滩的胜利", --12714
"万灵与你同在£完成下列赞达拉故事线。", --12719
"消灭亚兹玛（普通阿塔达萨）£你尚未完成此成就", --12720
"饶尸之神£殓尸者姆沁巴没有成功施放任何一次打开棺材，而且每次被埋葬关进坟墓的玩家使用挣扎不超过一次，然后击败诸王之眠的殓尸者姆沁巴（史诗难度）。", --12721
"尽归陵墓！£在诸王之眠找到四个远古饰品（史诗难度）。", --12722
"木乃伊养成手册£解救诸王之眠的木乃伊米米（史诗难度）。", --12723
"如鱼离水£把十五只喘息的比目鱼踢回水里，然后击败围攻伯拉勒斯的维克戈斯（史诗难度）。", --12726
"跬步不离£不要让围攻伯拉勒斯的恐怖船长洛克伍德在拥有闪避光环的情况下跳跃并脱离近身战斗，然后击败她（史诗难度）。", --12727
"击败不羁畸变怪（普通地渊孢林）£你尚未完成此成就", --12728
"击败不羁畸变怪（英雄地渊孢林）£你尚未完成此成就", --12729
"库尔提拉斯专业大师£在“库尔提拉斯”分类下的一种主要专业中获得150点技能点数。", --12731
"赞达拉专业大师£在“赞达拉”分类下的一种主要专业中获得150点技能点数。", --12733
"库尔提拉斯工作狂£在“库尔提拉斯”分类下的两种主要专业中获得150点技能点数。", --12734
"赞达拉工作狂£在“赞达拉”分类下的两种主要专业中获得150点技能点数。", --12735
"库尔提拉斯百事通£将“库尔提拉斯”分类下的所有主要专业技能都提升到150点。", --12736
"赞达拉百事通£将“赞达拉”分类下的所有主要专业技能都提升到150点。", --12737
"拆解专家£使用自动拆解机1000型或碎裂专家Mk1型拆解100件物品。", --12738
"拆心挖肺£使用自动拆解机1000型或碎裂专家Mk1型拆解250件物品。", --12739
"拆出一片天£使用自动拆解机1000型或碎裂专家Mk1型拆解500件物品。", --12740
"小试牛刀£学习如何使用自动拆解机1000型。", --12741
"库尔提拉斯厨师£在“库尔提拉斯”分类下的烹饪专业中获得150点技能点数。", --12742
"赞达拉厨师£在“赞达拉”分类下的烹饪专业中获得150点技能点数。", --12743
"库尔提拉斯菜谱£烹制下列库尔提拉斯美食中的10种。", --12744
"击败不羁畸变怪（史诗地渊孢林）£你尚未完成此成就", --12745
"赞达拉菜谱£烹制下列赞达拉美食中的10种。", --12746
"战前飨宴£以任意组合烹制50份海帆盛宴、船长盛宴佳肴、鲜血大餐或“饿了没”点心桌。", --12747
"消灭亚兹玛（英雄阿塔达萨）£你尚未完成此成就", --12748
"消灭亚兹玛（史诗阿塔达萨）£你尚未完成此成就", --12749
"击败哈兰·斯威提（普通自由镇）£你尚未完成此成就", --12750
"击败哈兰·斯威提（英雄自由镇）£你尚未完成此成就", --12751
"击败哈兰·斯威提（史诗自由镇）£你尚未完成此成就", --12752
"库尔提拉斯渔夫£在“库尔提拉斯”分类下的钓鱼专业中获得150点技能点数。", --12753
"赞达拉渔夫£在“赞达拉”分类下的钓鱼专业中获得150点技能点数。", --12754
"海的芬芳£将库尔提拉斯和赞达拉的100条鱼转化为芬芳鱼油。", --12755
"月光垂钓£钓起50只午夜鲑鱼。", --12756
"钓鱼争霸£在库尔提拉斯或赞达拉捕获100条普通鱼类。", --12757
"敌意垂钓£在祖达萨的达萨罗钓起一条丽鱼。", --12758
"敌意垂钓£在提拉加德海峡的普罗德摩尔要塞里钓起一条伯拉勒斯波鱼。", --12759
"库尔提拉斯考古学家£获得950点考古学技能点数。", --12760
"赞达拉考古学家£获得950点考古学技能点数。", --12761
"库尔提拉斯博物馆馆长£修复并展示所有完好如初的赞达拉和德鲁斯特遗物。", --12762
"击败始皇达萨（史诗诸王之眠）£你尚未完成此成就", --12763
"赞达拉博物馆馆长£修复并展示所有完好如初的赞达拉和德鲁斯特遗物。", --12764
"异域发现£修复所有种类的普通赞达拉和德鲁斯特文物各一件。", --12765
"击败低语者沃尔兹斯（普通风暴神殿）£你尚未完成此成就", --12766
"击败低语者沃尔兹斯（英雄风暴神殿）£你尚未完成此成就", --12767
"击败低语者沃尔兹斯（史诗风暴神殿）£你尚未完成此成就", --12768
"轻装前行£在库尔提拉斯和赞达拉完成50个挖掘场。", --12769
"跑腿工作£在库尔提拉斯和赞达拉完成100个挖掘场。", --12770
"纳兹米尔的宝藏£发现纳兹米尔隐藏的宝藏。", --12771
"伤心败血£用瘟疫炸弹感染战争主母拉卡里后击败她，然后再击败奥迪尔的维克提斯（普通或更高难度）。", --12772
"消灭维克戈斯（史诗围攻伯拉勒斯）£你尚未完成此成就", --12773
"消灭塞塔里斯的化身（普通塞塔里斯神庙）£你尚未完成此成就", --12774
"消灭塞塔里斯的化身（英雄塞塔里斯神庙）£你尚未完成此成就", --12775
"消灭塞塔里斯的化身（史诗塞塔里斯神庙）£你尚未完成此成就", --12776
"消灭商业大亨拉兹敦克（普通暴富矿区！！）£你尚未完成此成就", --12777
"消灭商业大亨拉兹敦克（英雄暴富矿区！！）£你尚未完成此成就", --12778
"消灭商业大亨拉兹敦克（史诗暴富矿区！！）£你尚未完成此成就", --12779
"消灭科古斯狱长（普通托尔达戈）£你尚未完成此成就", --12780
"消灭科古斯狱长（英雄托尔达戈）£你尚未完成此成就", --12781
"消灭科古斯狱长（史诗托尔达戈）£你尚未完成此成就", --12782
"消灭高莱克·图尔（普通维克雷斯庄园）£你尚未完成此成就", --12783
"消灭高莱克·图尔（英雄维克雷斯庄园）£你尚未完成此成就", --12784
"消灭高莱克·图尔（史诗维克雷斯庄园）£你尚未完成此成就", --12785
"消灭塔罗克（随机奥迪尔）£你尚未完成此成就", --12786
"消灭塔罗克（普通奥迪尔）£你尚未完成此成就", --12787
"消灭塔罗克（英雄奥迪尔）£你尚未完成此成就", --12788
"消灭塔罗克（史诗奥迪尔）£你尚未完成此成就", --12789
"消灭纯净圣母（随机奥迪尔）£你尚未完成此成就", --12790
"消灭纯净圣母（普通奥迪尔）£你尚未完成此成就", --12791
"消灭纯净圣母（英雄奥迪尔）£你尚未完成此成就", --12792
"消灭纯净圣母（史诗奥迪尔）£你尚未完成此成就", --12793
"消灭腐臭吞噬者（随机奥迪尔）£你尚未完成此成就", --12794
"消灭腐臭吞噬者（普通奥迪尔）£你尚未完成此成就", --12795
"消灭腐臭吞噬者（英雄奥迪尔）£你尚未完成此成就", --12796
"消灭腐臭吞噬者（史诗奥迪尔）£你尚未完成此成就", --12797
"消灭泽克沃兹，恩佐斯的传令官（随机奥迪尔）£你尚未完成此成就", --12798
"消灭泽克沃兹，恩佐斯的传令官（普通奥迪尔）£你尚未完成此成就", --12799
"消灭泽克沃兹，恩佐斯的传令官（英雄奥迪尔）£你尚未完成此成就", --12800
"消灭泽克沃兹，恩佐斯的传令官（史诗奥迪尔）£你尚未完成此成就", --12801
"消灭维克提斯（随机奥迪尔）£你尚未完成此成就", --12802
"消灭维克提斯（普通奥迪尔）£你尚未完成此成就", --12803
"消灭维克提斯（英雄奥迪尔）£你尚未完成此成就", --12804
"消灭维克提斯（史诗奥迪尔）£你尚未完成此成就", --12805
"奥迪尔团队的荣耀£完成下列奥迪尔团队副本成就。", --12806
"“争霸艾泽拉斯”地下城英雄£完成下列“争霸艾泽拉斯”英雄难度地下城成就。", --12807
"消灭重生者祖尔（随机奥迪尔）£你尚未完成此成就", --12808
"消灭重生者祖尔（普通奥迪尔）£你尚未完成此成就", --12809
"消灭重生者祖尔（英雄奥迪尔）£你尚未完成此成就", --12810
"消灭重生者祖尔（史诗奥迪尔）£你尚未完成此成就", --12811
"战痕英雄的荣耀£完成下列“争霸艾泽拉斯”史诗难度地下城成就。", --12812
"消灭拆解者米斯拉克斯（随机奥迪尔）£你尚未完成此成就", --12813
"消灭拆解者米斯拉克斯（普通奥迪尔）£你尚未完成此成就", --12814
"消灭拆解者米斯拉克斯（英雄奥迪尔）£你尚未完成此成就", --12815
"消灭拆解者米斯拉克斯（史诗奥迪尔）£你尚未完成此成就", --12816
"消灭戈霍恩 （随机奥迪尔）£你尚未完成此成就", --12817
"消灭戈霍恩 （普通奥迪尔）£你尚未完成此成就", --12818
"消灭戈霍恩 （英雄奥迪尔）£你尚未完成此成就", --12819
"消灭戈霍恩 （史诗奥迪尔）£你尚未完成此成就", --12820
"决斗俱乐部胜利£你尚未完成此成就", --12821
"痛不欲生£所有玩家都被恐惧痛击击中至少一次后，击败奥迪尔的腐臭吞噬者（普通或更高难度）。", --12823
"阿塔达萨£击败阿塔达萨的亚兹玛。", --12824
"阿塔达萨（英雄难度）£在阿塔达萨击败亚兹玛（英雄或更高难度）。", --12825
"阿塔达萨（史诗难度）£在阿塔达萨击败亚兹玛（史诗难度）。", --12826
"魔兽世界十四周年£在魔兽世界十四周年庆典期间登录游戏。", --12827
"盒中之谜£使尤格萨隆的谜之匣暴露在尤格萨隆的投影之下，然后击败奥迪尔的泽克沃兹（普通或更高难度）。", --12828
"边缘领主£在没有玩家进入湮灭之门内圈的情况下，击败奥迪尔的重生者祖尔（普通或更高难度）。", --12830
"自由镇£击败自由镇的哈兰·斯威提。", --12831
"自由镇（英雄难度）£击败自由镇的哈兰·斯威提（英雄或更高难度）。", --12832
"自由镇（史诗难度）£击败自由镇的哈兰·斯威提（史诗难度）。", --12833
"风暴神殿£击败风暴神殿的低语者沃尔兹斯。", --12835
"存续危机£在没有玩家触碰队友生成的存续碎片的情况下，击败奥迪尔的拆解者米斯拉克斯（普通或更高难度）。", --12836
"风暴神殿（英雄难度）£击败风暴神殿的低语者沃尔兹斯（英雄或更高难度）。", --12837
"风暴神殿（史诗难度）£击败风暴神殿的低语者沃尔兹斯（史诗难度）。", --12838
"托尔达戈£击败托尔达戈的科古斯狱长。", --12840
"托尔达戈（英雄难度）£击败托尔达戈的科古斯狱长（英雄或更高难度）。", --12841
"托尔达戈（史诗难度）£击败托尔达戈的科古斯狱长（史诗难度）。", --12842
"暴富矿区！！£击败暴富矿区！！的商业大亨拉兹敦克", --12844
"暴富矿区！！（英雄难度）£击败暴富矿区！！的商业大亨拉兹敦克（英雄或更高难度）。", --12845
"暴富矿区！！（史诗难度）£击败暴富矿区！！的商业大亨拉兹敦克（史诗难度）。", --12846
"围攻伯拉勒斯£在围攻伯拉勒斯击败维克戈斯（史诗难度）。", --12847
"诸王之眠£在诸王之眠击败达萨（史诗难度）。", --12848
"沃顿的宝藏£发现沃顿隐藏的宝藏。", --12849
"居安思危£拥有2018年冬幕节礼物，玩具护甲套装。", --12850
"祖达萨的宝藏£发现祖达萨隐藏的宝藏。", --12851
"提拉加德海峡的宝藏£发现提拉加德海峡隐藏的宝藏。", --12852
"斯托颂谷地的宝藏£发现斯托颂谷地隐藏的宝藏。", --12853
"准备突袭第六季£在没有被加特林机枪，微型飞弹，大型红色火箭和钻地猛砸直接击中的情况下击败暴富矿区！！的商业大亨拉兹敦克（史诗难度）。", --12854
"足球炸弹流氓£在暴富矿区！！先击败勇敢的莱德利，然后击败投币式群体打击者（史诗难度）。", --12855
"决斗俱乐部的头号原则£在决斗俱乐部参加一场决斗。", --12856
"小试身手£在决斗俱乐部赢得一场决斗。", --12857
"斗殴者£在决斗俱乐部赢得5场决斗。", --12858
"职业拳手£在没有离开决斗俱乐部的情况下连续赢得3场决斗。", --12859
"争霸者£在决斗俱乐部赢得25场决斗。", --12860
"决斗霸主£完成下列决斗俱乐部成就。", --12861
"三下五除二£在决斗俱乐部击败所有职业。", --12862
"决斗之王£在决斗俱乐部赢得50场决斗。", --12863
"80个声望崇拜£在80个势力中达到崇拜声望。", --12864
"90个声望崇拜£在90个势力中达到崇拜声望。", --12865
"100个声望崇拜£在100个势力中达到崇拜声望。", --12866
"燃世战火：贫瘠之地£完成下列任务：", --12867
"燃世战火：洛丹伦的挽歌£完成下列任务：", --12869
"燃世战火：激战卡利姆多£完成下列任务：", --12870
"精英小队£将5名阵营战役勇士提升到史诗等级。", --12872
"战场炼狱£完成激流堡之战。", --12873
"多事之秋£在激流堡之战中完成下列随机事件：", --12874
"闪电战£在激流堡之战中占领所有地点。", --12876
"攻坚战£在激流堡之战中占领一个地点。", --12877
"军队领袖£在激流堡之战中招募所有类型的部队。", --12878
"激战之旅£在激流堡之战中击败下列敌方将领：", --12879
"战场炼狱£完成激流堡之战。", --12881
"军队领袖£在激流堡之战中招募所有类型的部队。", --12884
"激战之旅£在激流堡之战中击败下列敌方将领：", --12886
"攻坚战£在激流堡之战中占领一个地点。", --12888
"闪电战£在激流堡之战中占领所有地点。", --12889
"统一的国度£完成下列库尔提拉斯大陆的成就和任务。", --12891
"荣誉等级5级£荣誉等级达到5级。", --12893
"荣誉等级10级£荣誉等级达到10级。", --12894
"荣誉等级15级£荣誉等级达到15级。", --12895
"燃世战火：贫瘠之地£完成下列任务：", --12896
"燃世战火：洛丹伦的挽歌£完成下列任务：", --12898
"燃世战火：激战卡利姆多£完成下列任务：", --12899
"荣誉等级20级£荣誉等级达到20级。", --12900
"荣誉等级25级£荣誉等级达到25级。", --12901
"荣誉等级30级£荣誉等级达到30级。", --12902
"荣誉等级40级£荣誉等级达到40级。", --12903
"荣誉等级50级£荣誉等级达到50级。", --12904
"荣誉等级60级£荣誉等级达到60级。", --12905
"荣誉等级70级£荣誉等级达到70级。", --12906
"荣誉等级80级£荣誉等级达到80级。", --12907
"荣誉等级90级£荣誉等级达到90级。", --12908
"荣誉等级100级£荣誉等级达到100级。", --12909
"荣誉等级125级£荣誉等级达到125级。", --12910
"荣誉等级150级£荣誉等级达到150级。", --12911
"荣誉等级175级£荣誉等级达到175级。", --12912
"荣誉等级200级£荣誉等级达到200级。", --12913
"荣誉等级250级£荣誉等级达到250级。", --12914
"荣誉等级300级£荣誉等级达到300级。", --12915
"荣誉等级400级£荣誉等级达到400级。", --12916
"荣誉等级500级£荣誉等级达到500级。", --12917
"一见倾心£获得艾泽拉斯之心。", --12918
"获得艾泽拉斯之心神器能量£你尚未完成此成就", --12926
"抛光宠物符咒师£获得500个抛光的宠物符咒。", --12927
"争霸猎人£获得赞达拉和库尔提拉斯的所有战斗宠物。", --12930
"巨型马厩£获得350种坐骑（需可被同一个角色使用）。", --12931
"巨型马厩£获得350种坐骑（需可被同一个角色使用）。", --12932
"蹄声滚滚£获得400种坐骑（需可被同一个角色使用）。", --12933
"蹄声滚滚£获得400种坐骑（需可被同一个角色使用）。", --12934
"激战赞达拉和库尔提拉斯£在队伍中所有宠物达到25级的情况下，在赞达拉和库尔提拉斯完成20个宠物对战世界任务。", --12936
"沉降乐章£在激活所有协和宝珠后击败奥迪尔的塔罗克（普通或更高难度）。", --12937
"家长控制£在奥迪尔输入纯净圣母的密码后击败她（普通或更高难度）。", --12938
"提拉加德海峡冒险家£在提拉加德海峡完成下列特殊战斗。", --12939
"斯托颂谷地冒险家£在斯托颂谷地完成下列特殊战斗。", --12940
"德鲁斯瓦冒险家£在德鲁斯瓦完成下列特殊战斗。", --12941
"纳兹米尔冒险家£在纳兹米尔完成下列特殊战斗。", --12942
"沃顿冒险家£在沃顿完成下列特殊战斗。", --12943
"祖达萨冒险家£在祖达萨完成下列特殊战斗。", --12944
"悚然角斗士：“争霸艾泽拉斯”第1赛季£以3v3竞技场排名前0.1%的战绩结束“争霸艾泽拉斯”PvP第1赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第1赛季赢得150场战斗）。", --12945
"艾泽拉斯外交家£在下列所有阵营中达到崇敬声望。", --12947
"塔兰吉远征队£在塔兰吉远征队阵营中达到崇拜声望。", --12948
"沃顿奈£在沃顿奈阵营中达到崇拜声望。", --12949
"赞达拉帝国£在赞达拉帝国阵营中达到崇拜声望。", --12950
"普罗德摩尔海军部£在普罗德摩尔海军部阵营中达到崇拜声望。", --12951
"灰烬骑士团£在灰烬骑士团阵营中达到崇拜声望。", --12952
"风暴之末£在风暴之末阵营中达到崇拜声望。", --12953
"第七军团的勇士£在第七军团阵营中达到崇拜声望。", --12954
"艾泽拉斯的勇士£在艾泽拉斯的勇士阵营中达到崇拜声望。", --12955
"始祖龟求知者£在始祖龟求知者阵营中达到崇拜声望。", --12956
"荣耀战团的勇士£在荣耀战团阵营中达到崇拜声望。", --12957
"宠物大师£收集1000种独特的宠物。", --12958
"挑战者：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季中获得挑战者评级。", --12959
"竞争者：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季中获得竞争者评级。", --12960
"角斗士：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季的3v3竞技场中以精锐排名赢得50场胜利。", --12961
"决斗者：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季中获得决斗者评级。", --12962
"联盟英雄：悚然£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”PvP第1赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第1赛季赢得50场战斗）。", --12963
"部落英雄：悚然£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”PvP第1赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第1赛季赢得50场战斗）。", --12964
"争霸艾泽拉斯探索者£探索库尔提拉斯和赞达拉的各个区域。", --12988
"争霸艾泽拉斯探路者，第一章£完成下列库尔提拉斯和赞达拉成就。", --12989
"鳐鱼上钩£在库尔提拉斯或赞达拉海域钓起一条无尽之海鳐鱼。", --12990
"古神的新衣£从奥迪尔收集一套护甲套装。", --12991
"萌宠殿堂£收集800种独特的宠物。", --12992
"前线归来£通过“争霸艾泽拉斯”PvP第1赛季或阿拉希战争前线获得任意一套护甲套装。", --12993
"德鲁斯瓦的宝藏£发现德鲁斯瓦隐藏的宝藏。", --12995
"玩具大亨£收集400种玩具。", --12996
"库尔提拉斯之傲£完成库尔提拉斯之傲故事线。", --12997
"斯威提的甜美战利品£摧毁3个战利品宝箱后击败自由镇的哈兰·斯威提（史诗难度）。", --12998
"史诗：自由镇（公会版）£在公会队伍中击败自由镇的哈兰·斯威提（史诗难度）。", --12999
"史诗：维克雷斯庄园（公会版）£在公会队伍中击败维克雷斯庄园的高莱克·图尔（史诗难度）。", --13000
"史诗：风暴神殿（公会版）£在公会队伍中击败风暴神殿的低语者沃尔兹斯（史诗难度）。", --13001
"史诗：阿塔达萨（公会版）£在公会队伍中击败阿塔达萨的亚兹玛（史诗难度）。", --13002
"史诗：地渊孢林（公会版）£在公会队伍中击败地渊孢林的不羁畸变怪（史诗难度）。", --13003
"史诗：塞塔里斯神庙（公会版）£在公会队伍中治愈塞塔里斯神庙的塞塔里斯的化身（史诗难度）。", --13004
"史诗：托尔达戈（公会版）£在公会队伍中击败托尔达戈的科古斯狱长（史诗难度）。", --13005
"史诗：暴富矿区！！（公会版）£在公会队伍中击败暴富矿区！！的商业大亨拉兹敦克（史诗难度）。", --13006
"围攻伯拉勒斯（公会版）£在公会队伍中击败围攻伯拉勒斯的维克戈斯。", --13007
"诸王之眠（公会版）£在公会队伍中击败诸王之眠的达萨。", --13008
"沙海捕手£在沃顿通过沙钓收集下列所有沙虫之鳞。", --13009
"史诗：戈霍恩（公会版）£在公会队伍中击败奥迪尔的戈霍恩（史诗难度）。", --13010
"泽姆兰之灾£在老噬骨鹰的陪伴下击败沃顿的泽姆兰港的海盗。", --13011
"沃里克的勇士£用沃里克的壁垒、不灭者拉克加或战斗三叶虫攻击沃顿的无信者。", --13014
"沙漠拾荒者£收集所有遗落在沃顿沙漠中的废品。", --13016
"狐人的勇士£在沃顿解救狐人。", --13017
"沙丘骑手£在沃顿使用所有摇晃的木板。", --13018
"俯首称臣£向赞达拉的洛阿神灵传达你的敬意。", --13020
"末日启示录£不组队的情况下搭乘灭世空战机甲，在30秒内完成纳兹米尔世界任务“阻止鲜血巨魔末日仪式”。", --13021
"青蛙报仇，十年不晚£不组队的情况下骑上青蛙神灵，在45秒内完成纳兹米尔世界任务“卡格瓦的复仇”。", --13022
"真的失控了£不组队的情况下，化身命运之手，在20秒内完成纳兹米尔世界任务“失控”。", --13023
"石上沙，血中画£找到纳兹米尔的下列象形图画以研究鲜血巨魔的历史。", --13024
"赞达拉间谍捕手£不组队的情况下，在60秒内消灭纳兹米尔世界任务“别跟踪我，巨魔”中的所有入侵者。", --13025
"第七军团间谍捕手£不组队的情况下，在60秒内消灭纳兹米尔世界任务“别跟踪我，巨魔”中的所有入侵者。", --13026
"菌菇大丰收£在赞达拉消灭下列真菌人。", --13027
"思乡心切£在纳兹米尔指引迷路的卡格瓦的子嗣回家。", --13028
"掌中餐£在赞达拉给雷龙喂食它们最爱的食物。", --13029
"驯龙高手£在祖达萨完成下列任务，将一头战兽栏里的翼手龙抚养成你的坐骑。", --13030
"以神灵之名！£在没有失去任意四个图腾增益的情况下，完成祖达萨的世界任务“百名巨魔的坚持”。", --13035
"神灵传说£在赞达拉找到并阅读所有“洛阿神灵传说”。", --13036
"托卡纳塔£在祖达萨的托卡纳塔仪式中获胜。", --13037
"拉普达雷骑士£在祖达萨获得贡克之速并持续3分钟。", --13038
"帕库追随者£在1分钟内使用6种不同的帕库图腾在祖达萨旅行。", --13039
"饿疯的球潮虫£在沃顿于45秒内喂食你的贪食的球潮虫。", --13041
"崩溃边缘£在斯托颂谷地同时受到所有3种负面压力效果的影响。", --13042
"松露例餐£同时拥有所有四种斯托颂谷地的松露效果。", --13045
"山地野餐曲£在斯托颂谷地的某个特殊地点享用一顿难忘的午宴。", --13046
"炸弹黑科技£在斯托颂谷地对菇妖王使用一颗孢子炸弹。", --13047
"狩猎侏罗纪£在祖达萨和纳兹米尔猎杀下列种类的可怕恐龙各一头。", --13048
"长线骗局£在提拉加德海峡完成游荡的商人洛可的故事线。", --13049
"天降正义£在提拉加德海峡的“快打扫干净！”任务中用污秽轰炸击中下列目标。", --13050
"海贤传说£在斯托颂谷地发现有关海潮贤者历史的全部传说文物。", --13051
"最危险的战利品£在斯托颂谷地的长尾鲨码头倾听舵手“钩子”，炮手长“鱼线”以及“铅坠”的牛皮大话。", --13053
"前进！刃兽王！£在斯托颂谷地摧毁每种颜色的刃兽王。", --13054
"小试牛刀£学会如何使用碎裂专家Mk1型。", --13056
"船歌协奏£找到提拉加德海峡的禁忌船歌。", --13057
"库尔提拉斯热舞£在提拉加德海峡的诺文顿庄园的舞池对另一名玩家使用/跳舞命令。", --13058
"盛装舞步£在提拉加德海峡的诺文顿庄园骑上库珀并使用套索同时拽住5名入侵的穴居人。", --13059
"库式滑行£在库尔提拉斯完成所有企鹅雪橇世界任务。", --13060
"酩酊大醉£获得以下所有库尔提拉斯饮料。", --13061
"独家闺蜜£在斯托颂谷地用米登霍尔成长配方来喂养邦邦。", --13062
"这就是德鲁斯特£在德鲁斯瓦找到并阅读下列德鲁斯特石碑。", --13064
"钥石大师（公会版）£在限制时间内在公会队伍中完成一个15级或更高的史诗地下城。", --13074
"争霸艾泽拉斯钥石大师£使用史诗钥石完成下列“争霸艾泽拉斯”地下城：", --13075
"黑铁的传承£将新创建的黑铁矮人角色升到50级。", --13076
"玛格汉的传承£将新创建的玛格汉兽人角色升到50级。", --13077
"服务器第一！“争霸艾泽拉斯”钥石大师£参与了服务器第一个在限定时间内完成15级或更高的“争霸艾泽拉斯”史诗难度地下城的竞争。", --13078
"“争霸艾泽拉斯”钥石征服者：第一赛季£在限制时间内完成10级或更高的所有“争霸艾泽拉斯”第一赛季的史诗地下城。", --13079
"“争霸艾泽拉斯”钥石大师：第一赛季£在限制时间内完成15级或更高的所有“争霸艾泽拉斯”第一赛季的史诗地下城。", --13080
"旧瓶新酒£在德鲁斯瓦发现下列灰烬骑士团古物，并将其放回本该存放的位置。", --13082
"更好、更快、更强£在德鲁斯瓦同时拥有所有四种“女巫的祝福”效果，以及“女巫的诅咒：蝾螈”效果。", --13083
"香肠抽检员£食用下列德鲁斯瓦的香肠。", --13087
"同盟种族：黑铁矮人解锁条件£获得成就：|n战鼓震天", --13089
"同盟种族：玛格汉兽人解锁条件£你尚未完成此成就", --13092
"悚然角斗士的始祖幼龙£在“争霸艾泽拉斯”第1赛季获得悚然角斗士的始祖幼龙。", --13093
"诅咒小猎人£在德鲁斯瓦消灭每一种被诅咒的动物。", --13094
"恐惧群岛£在一次对恐惧群岛的探险中获胜（任意难度）。", --13095
"恐惧群岛（英雄难度）£在一次对恐惧群岛的探险中获胜（英雄或更高难度）。", --13096
"恐惧群岛（史诗难度）£在一次对恐惧群岛的探险中获胜（史诗难度）。", --13097
"群岛之灾£在一次对恐惧群岛的探险中获胜（PvP）。", --13098
"熔火海礁£在一次对熔火海礁的探险中获胜（任意难度）。", --13099
"熔火海礁（英雄难度）£在一次对熔火海礁的探险中获胜（英雄或更高难度）。", --13100
"熔火海礁（史诗难度）£在一次对熔火海礁的探险中获胜（史诗难度）。", --13101
"烈焰翻腾的海礁£在一次对熔火海礁的探险中获胜（PvP）。", --13102
"腐化泥沼£在一次对腐化泥沼的探险中获胜（任意难度）。", --13103
"腐化泥沼（英雄难度）£在一次对腐化泥沼的探险中获胜（英雄或更高难度）。", --13104
"腐化泥沼（史诗难度）£在一次对腐化泥沼的探险中获胜（史诗难度）。", --13105
"泥沼掠夺者£在一次对腐化泥沼的探险中获胜（PvP）。", --13106
"飞掠谷£在一次对飞掠谷的探险中获胜（任意难度）。", --13107
"飞掠谷（英雄难度）£在一次对飞掠谷的探险中获胜（英雄或更高难度）。", --13108
"飞掠谷（史诗难度）£在一次对飞掠谷的探险中获胜（史诗难度）。", --13109
"势破飞掠谷£在一次对飞掠谷的探险中获胜（PvP）。", --13110
"青翠荒野£在一次对青翠荒野的探险中获胜（任意难度）。", --13111
"青翠荒野（英雄难度）£在一次对青翠荒野的探险中获胜（英雄或更高难度）。", --13112
"青翠荒野（史诗难度）£在一次对青翠荒野的探险中获胜（史诗难度）。", --13113
"荒野之战£在一次对青翠荒野的探险中获胜（PvP）。", --13114
"疯狂堡礁£在一次对低语堡礁的探险中获胜（PvP）。", --13115
"低语堡礁（史诗难度）£在一次对低语堡礁的探险中获胜（史诗难度）。", --13116
"低语堡礁（英雄难度）£在一次对低语堡礁的探险中获胜（英雄或更高难度）。", --13118
"低语堡礁£在一次对低语堡礁的探险中获胜（任意难度）。", --13119
"血染大海£获得20次PvP海岛探险的胜利。", --13120
"恶名昭彰£获得50次PvP海岛探险的胜利。", --13121
"列岛征服者£完成下列史诗难度海岛探险成就。", --13122
"我的宝贝£拾取10枚海员达布隆币。", --13123
"货币收割机£拾取100枚海员达布隆币。", --13124
"艾泽里特上将£在海岛探险中收集1,000,000份艾泽里特。", --13125
"我还要更多£在海岛探险中收集30份艾泽里特能量。", --13126
"亲述传说£完成下列所有海岛探险任务。", --13127
"我只是来找宝宝的£获得下列所有海岛探险战斗宠物。", --13128
"海星格斗£在海岛探险中消灭一名受到黏人的海星影响的玩家。", --13129
"爱心援手£在海岛探险中救出下列所有探险者。", --13132
"不留活口£消灭下列所有部落勇士。", --13133
"探险队领袖£完成下列所有海岛探险成就。", --13134
"不留活口£消灭下列所有联盟勇士。", --13135
"悚然争斗者£在第1赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13136
"悚然争斗者£在第1赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13137
"流光溢彩£拥有2018年暴雪嘉年华赠送的联盟和部落的战争披风和战旗。", --13138
"列岛屠戮者£完成下列PvP海岛探险成就。", --13141
"列岛探索者£完成对5个不同海岛的探险。", --13142
"世界任我游£在库尔提拉斯和赞达拉完成100个不同的“争霸艾泽拉斯”世界任务。", --13144
"同盟种族：赞达拉巨魔£完成下列任务。", --13156
"同盟种族：库尔提拉斯人£完成下列任务。", --13157
"同盟种族：赞达拉巨魔解锁条件£你尚未完成此成就", --13159
"同盟种族：库尔提拉斯人解锁条件£获得成就：|n统一的国度", --13160
"同盟种族：赞达拉巨魔£赢得赞达拉巨魔的效忠并欢迎他们加入部落。", --13161
"同盟种族：库尔提拉斯人£赢得库尔提拉斯人的效忠并欢迎他们加入联盟。", --13163
"移除炼金抗毒剂£This is to address bug WOW8-57815 where players could learn anti-venom recipes without having Alchemy trained.", --13166
"移除裁缝绷带£This is to address bug WOW8-57815 where players could learn bandage recipes without having Tailoring trained.", --13167
"移除裁缝军团丝瓜£This is to address bug WOW8-58108 where players could learn the legion luffa recipe without having Legion Tailoring trained.", --13169
"移除铭文配方£This is to address bug WOW8-58228 where players could get in a state where they'd have 0/0 Draenor Inscription, but still have recipes.", --13170
"那些该死的装备不是你的全部£赢得一场拳赛。", --13186
"那些该死的装备不是你的全部£赢得一场拳赛。", --13188
"搏击俱乐部的二号原则£在比兹莫搏击俱乐部中达到4级。", --13189
"搏击俱乐部的二号原则£在搏击竞技场中达到4级。", --13190
"艾泽拉斯拳手£在比兹莫搏击俱乐部中达到8级。", --13191
"艾泽拉斯拳手£在搏击竞技场中达到8级。", --13192
"十拿九稳£在搏击俱乐部使用随机乱斗模式击败10个首领。", --13194
"战场劫掠者£通过《魔兽争霸III：重制版》推广活动获得清道夫。", --13196
"争斗者：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季中获得争斗者评级。", --13199
"惊恶角斗士：“争霸艾泽拉斯”第2赛季£以3v3竞技场排名前0.1%的战绩结束“争霸艾泽拉斯”PvP第2赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第2赛季赢得150场战斗）。", --13200
"惊恶角斗士的始祖幼龙£在“争霸艾泽拉斯”第2赛季获得惊恶角斗士的始祖幼龙。", --13202
"挑战者：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季中获得挑战者评级。", --13203
"争斗者：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季中获得争斗者评级。", --13204
"竞争者：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季中获得竞争者评级。", --13205
"同盟种族：狐人£赢得狐人的效忠并欢迎他们加入部落。", --13206
"同盟种族：狐人£完成下列任务。", --13207
"决斗者：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季中获得决斗者评级。", --13209
"联盟英雄：惊恶£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”第2赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第2赛季赢得50场战斗）。", --13210
"部落英雄：惊恶£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”第2赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第2赛季赢得50场战斗）。", --13211
"角斗士：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季的3v3竞技场中以精锐排名赢得50场胜利。", --13212
"惊恶争斗者£在第2赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13227
"惊恶争斗者£在第2赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13228
"争霸艾泽拉斯探路者，第二章£完成下列库尔提拉斯和赞达拉成就。", --13250
"泰达希尔之影£完成泰兰德的晋升故事线。", --13251
"暗影猎手£协助沃金寻找答案。", --13263
"宠物对战挑战：诺莫瑞根£在诺莫瑞根完成宠物对战挑战", --13269
"斗兽模式£在队伍中全部为25级野兽宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13270
"小动物也疯狂£在队伍中全部为25级小动物宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13271
"龙腾世界£在队伍中全部为25级龙类宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13272
"元素至上£在队伍中全部为25级元素宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13273
"快感飞行£在队伍中全部为25级飞行宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13274
"魔法奥秘£在队伍中全部为25级魔法宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13275
"机械学习£在队伍中全部为25级机械宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13277
"九命亡灵£在队伍中全部为25级亡灵宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13278
"全谱系战魔£完成下列所有成就。", --13279
"水族管理员£在队伍中全部为25级水栖宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13280
"人力资源£在队伍中全部为25级人形宠物的情况下击败库尔提拉斯或赞达拉的15个驯宠师。", --13281
"战争先锋£完成所有六个联盟突袭。", --13283
"战争先锋£完成所有六个部落突袭。", --13284
"模范市民£在突袭任务“烂醉市民旅团“中招募三名额外的市民。", --13285
"围攻达萨罗£击败达萨罗之战中的下列首领。", --13286
"帝国的末日£击败达萨罗之战中的下列首领。", --13287
"联盟之力£见证你的盟友在达萨罗之战中的英勇事迹。", --13288
"达萨罗保卫战£击败达萨罗之战中的下列首领。", --13289
"死神的契约£见证你的盟友在达萨罗之战中的英勇事迹。", --13290
"不胜利，毋宁死£击败达萨罗之战中的下列首领。", --13291
"圣光勇士（史诗难度）£在达萨罗之战中击败圣光勇士（史诗难度）。", --13292
"格洛恩（史诗难度）£在达萨罗之战中击败格洛恩（史诗难度）。", --13293
"赞达拉的博学者£完成下列赞达拉大陆的成就。", --13294
"玉火大师（史诗难度）£在达萨罗之战中击败玫斯特拉，明光者和曼赛罗伊·弗雷菲斯（史诗难度）。", --13295
"海岸之战£完成黑海岸之战。", --13296
"海岸之战£完成黑海岸之战。", --13297
"玉火大师（史诗难度）£在达萨罗之战中击败玛拉·恐牙和阿纳索斯·召火者（史诗难度）。", --13298
"丰灵（史诗难度）£在达萨罗之战中击败丰灵（史诗难度）。", --13299
"神选者教团（史诗难度）£在达萨罗之战中击败神选者教团（史诗难度）。", --13300
"夜幕之下£在黑海岸之战中占领一个地点。", --13301
"夜幕之下£在黑海岸之战中占领一个地点。", --13302
"夜影憧憧£在黑海岸之战中占领所有地点。", --13305
"夜影憧憧£在黑海岸之战中占领所有地点。", --13306
"征募官£在黑海岸之战中招募所有类型的部队。", --13307
"征募官£在黑海岸之战中招募所有类型的部队。", --13308
"伐林者£在黑海岸之战中化身为所有部落英雄。", --13309
"自然的召唤£在黑海岸之战中化身为所有联盟英雄。", --13310
"拉斯塔哈大王（史诗难度）£在达萨罗之战中击败拉斯塔哈大王（史诗难度）。", --13311
"格尔宾·梅卡托克（史诗难度）£在达萨罗之战中击败格尔宾·梅卡托克（史诗难度）。", --13312
"风暴之墙阻击战（史诗难度）£在达萨罗之战中赢得风暴之墙阻击战（史诗难度）。", --13313
"吉安娜·普罗德摩尔（史诗难度）£在达萨罗之战中击败吉安娜·普罗德摩尔（史诗难度）。", --13314
"达萨罗团队的荣耀£完成下列达萨罗之战团队副本成就。", --13315
"新的亮闪闪？£在偷取十字军，信徒和圣光勇士的所有三种亮闪闪后击败达萨罗之战中的圣光勇士（普通或更高难度）。", --13316
"补给就绪£开启战争模式后，在库尔提拉斯和赞达拉已激活的突袭中拾取秘密补给箱。", --13317
"达萨罗之战（公会版）£在公会队伍中击败达萨罗之战的首领（普通或更高难度）。", --13319
"达萨罗之战（公会版）£在公会队伍中击败达萨罗之战的首领（普通或更高难度）。", --13320
"史诗：吉安娜·普罗德摩尔（公会版）£在公会队伍中击败达萨罗之战的吉安娜·普罗德摩尔（史诗难度）。", --13321
"引领潮流：吉安娜·普罗德摩尔£在下一阶段团队副本开放前击败达萨罗之战的吉安娜·普罗德摩尔（英雄或更高难度）。", --13322
"千钧一发：吉安娜·普罗德摩尔£在下一阶段团队副本开放前击败达萨罗之战的吉安娜·普罗德摩尔（史诗难度）。", --13323
"龙行无双£在不消灭最初由贡克的愤怒召唤的迅猛龙的情况下，击败达萨罗之战的神选者教团（普通或更高难度）。", --13325
"名人堂：吉安娜（联盟）£跻身世界前一百家率先击败吉安娜·普罗德摩尔（史诗难度）的联盟公会之一。", --13326
"名人堂：吉安娜（部落）£跻身世界前一百家率先击败吉安娜·普罗德摩尔（史诗难度）的部落公会之一。", --13327
"击败圣光勇士（随机达萨罗之战）£你尚未完成此成就", --13328
"击败圣光勇士（普通达萨罗之战）£你尚未完成此成就", --13329
"击败圣光勇士（英雄达萨罗之战）£你尚未完成此成就", --13330
"击败圣光勇士（史诗达萨罗之战）£你尚未完成此成就", --13331
"击败格洛恩（随机达萨罗之战）£你尚未完成此成就", --13332
"击败格洛恩（普通达萨罗之战）£你尚未完成此成就", --13333
"击败格洛恩（英雄达萨罗之战）£你尚未完成此成就", --13334
"击败格洛恩（史诗达萨罗之战）£你尚未完成此成就", --13336
"赞达拉护火者£祭拜赞达拉的火焰。", --13340
"库尔提拉斯护焰者£祭拜库尔提拉斯的火焰。", --13341
"库尔提拉斯灭火£亵渎联盟在库尔提拉斯的篝火。", --13342
"赞达拉灭火£亵渎部落在赞达拉的篝火。", --13343
"击败还魂者格洛恩（随机达萨罗之战）£你尚未完成此成就", --13344
"赞美太阳……花£在拥有闪耀光环的效果时，/表扬 唱歌的向日葵，然后击败达萨罗之战的丰灵（普通或更高难度）。", --13345
"击败还魂者格洛恩（普通达萨罗之战）£你尚未完成此成就", --13346
"击败还魂者格洛恩（英雄达萨罗之战）£你尚未完成此成就", --13347
"击败还魂者格洛恩（史诗达萨罗之战）£你尚未完成此成就", --13348
"击败恐牙和召火者（随机达萨罗之战）£你尚未完成此成就", --13349
"击败恐牙和召火者（普通达萨罗之战）£你尚未完成此成就", --13350
"击败恐牙和召火者（英雄达萨罗之战）£你尚未完成此成就", --13351
"击败恐牙和召火者（史诗达萨罗之战）£你尚未完成此成就", --13353
"击败弗雷菲斯和明光者（随机达萨罗之战）£你尚未完成此成就", --13354
"击败弗雷菲斯和明光者（普通达萨罗之战）£你尚未完成此成就", --13355
"击败弗雷菲斯和明光者（英雄达萨罗之战）£你尚未完成此成就", --13356
"击败弗雷菲斯和明光者（史诗达萨罗之战）£你尚未完成此成就", --13357
"击败丰灵（随机达萨罗之战）£你尚未完成此成就", --13358
"击败丰灵（普通达萨罗之战）£你尚未完成此成就", --13359
"击败丰灵（英雄达萨罗之战）£你尚未完成此成就", --13361
"击败丰灵（史诗达萨罗之战）£你尚未完成此成就", --13362
"击败神选者教团（随机达萨罗之战）£你尚未完成此成就", --13363
"击败神选者教团（普通达萨罗之战）£你尚未完成此成就", --13364
"击败神选者教团（英雄达萨罗之战）£你尚未完成此成就", --13365
"击败神选者教团（史诗达萨罗之战）£你尚未完成此成就", --13366
"击败拉斯塔哈大王（随机达萨罗之战）£你尚未完成此成就", --13367
"击败拉斯塔哈大王（普通达萨罗之战）£你尚未完成此成就", --13368
"击败拉斯塔哈大王（英雄达萨罗之战）£你尚未完成此成就", --13369
"击败拉斯塔哈大王（史诗达萨罗之战）£你尚未完成此成就", --13370
"击败梅卡托克（随机达萨罗之战）£你尚未完成此成就", --13371
"击败梅卡托克（普通达萨罗之战）£你尚未完成此成就", --13372
"击败梅卡托克（英雄达萨罗之战）£你尚未完成此成就", --13373
"击败梅卡托克（史诗达萨罗之战）£你尚未完成此成就", --13374
"赢得风暴之墙阻击战（随机达萨罗之战）£你尚未完成此成就", --13375
"赢得风暴之墙阻击战（普通达萨罗之战）£你尚未完成此成就", --13376
"赢得风暴之墙阻击战（英雄达萨罗之战）£你尚未完成此成就", --13377
"赢得风暴之墙阻击战（史诗达萨罗之战）£你尚未完成此成就", --13378
"击败吉安娜·普罗德摩尔（随机达萨罗之战）£你尚未完成此成就", --13379
"击败吉安娜·普罗德摩尔（普通达萨罗之战）£你尚未完成此成就", --13380
"击败吉安娜·普罗德摩尔（英雄达萨罗之战）£你尚未完成此成就", --13381
"击败吉安娜·普罗德摩尔（史诗达萨罗之战）£你尚未完成此成就", --13382
"砸桶儆猴£摧毁6个酒桶之后击败达萨罗之战的格洛恩（普通或更高难度）。", --13383
"库仔从不回头看爆炸£完成联盟阵营战役任务“特快专递”。", --13384
"盛装打扮£在达萨罗之战中收集一套护甲套装。", --13385
"前线老兵£在战争模式下完成所有六个联盟突袭。", --13387
"前线老兵£在战争模式下完成所有六个部落突袭。", --13388
"约伦达尔£在一次对约伦达尔的探险中获胜（任意难度）。", --13389
"约伦达尔（英雄难度）£在一次对约伦达尔的探险中获胜（英雄或更高难度）。", --13394
"约伦达尔（史诗难度）£在一次对约伦达尔的探险中获胜（史诗难度）。", --13395
"湾林镇£在一次对湾林镇的探险中获胜（任意难度）。", --13396
"湾林镇（英雄难度）£在一次对湾林镇的探险中获胜（英雄或更高难度）。", --13397
"湾林镇（史诗难度）£在一次对湾林镇的探险中获胜（史诗难度）。", --13398
"约伦达尔的正义£在一次对约伦达尔的探险中获胜（PvP）。", --13399
"湾林镇英雄£在一次对湾林镇的探险中获胜（PvP）。", --13400
"该我上场了！£击败布林顿MK2型后再击败达萨罗之战中的大工匠梅卡托克（普通或更高难度）。", --13401
"前线杀手£在一场库尔提拉斯或赞达拉的突袭中消灭50名部落玩家。", --13402
"前线杀手£在一场库尔提拉斯或赞达拉的突袭中消灭50名联盟玩家。", --13403
"击败无眠秘党（随机风暴熔炉）£你尚未完成此成就", --13404
"击败无眠秘党（普通风暴熔炉）£你尚未完成此成就", --13405
"击败无眠秘党（英雄风暴熔炉）£你尚未完成此成就", --13406
"击败无眠秘党（史诗风暴熔炉）£你尚未完成此成就", --13407
"击败乌纳特，虚空先驱（随机风暴熔炉）£你尚未完成此成就", --13408
"铲雪季节£塑造并摧毁一个冰霜雪人，然后再击败达萨罗之战的吉安娜·普罗德摩尔（普通或更高难度）。", --13410
"击败乌纳特，虚空先驱（普通风暴熔炉）£你尚未完成此成就", --13411
"击败乌纳特，虚空先驱（英雄风暴熔炉）£你尚未完成此成就", --13412
"击败乌纳特，虚空先驱（史诗风暴熔炉）£你尚未完成此成就", --13413
"风暴熔炉£在风暴熔炉中击败下列首领。", --13414
"无眠秘党（史诗难度）£在风暴熔炉中击败无眠秘党（史诗难度）。", --13416
"乌纳特，虚空先驱（史诗难度）£在风暴熔炉中击败乌纳特，虚空先驱（史诗难度）", --13417
"引领潮流：乌纳特，虚空先驱£在下一阶段团队副本开放前击败风暴熔炉的乌纳特，虚空先驱（英雄或更高难度）。", --13418
"千钧一发：乌纳特，虚空先驱£在下一阶段团队副本开放前击败风暴熔炉的乌纳特，虚空先驱（史诗难度）。", --13419
"风暴熔炉（公会版）£在公会队伍中击败风暴熔炉的首领（普通或更高难度）。", --13420
"史诗：乌纳特，虚空先驱（公会版）£在公会队伍中击败风暴熔炉的乌纳特，虚空先驱（史诗难度）。", --13421
"名人堂：乌纳特，虚空先驱（联盟）£跻身世界前一百家率先击败吉乌纳特，虚空先驱（史诗难度）的联盟公会之一。", --13423
"名人堂：乌纳特，虚空先驱（部落）£跻身世界前一百家率先击败吉乌纳特，虚空先驱（史诗难度）的部落公会之一。", --13424
"王座魅影£在所有幻影存活的情况下击败拉斯塔哈大王（普通或更高难度）。", --13425
"惊涛拍岸£在纳兹米尔世界任务“净化海潮”中施放一次涨潮来击败20名辛多雷。", --13426
"艾泽里特消防员£受到不稳定的艾泽里特光焰影响时消灭5名敌对阵营的玩家。", --13429
"潜鱼贝洛阿£钓起潜鱼贝洛阿，然后赢得风暴之墙阻击战（普通或更高难度）。", --13430
"潜龙在渊£在达萨罗之战的玉火大师战斗中孵化云端翔龙蛋（普通或更高难度）。", --13431
"凶神恶煞£通过“争霸艾泽拉斯”PvP第2赛季或黑海岸战争前线获得任意一套护甲套装。", --13433
"末日惊魂£使用一次末日之魂完成德鲁斯瓦突袭世界任务“该熄灯了”。", --13435
"狐人生活£在沃顿突袭世界任务“狐人一日游”中打扮成狐人并完成一个挖掘场。", --13437
"拳拳到肉£开启战争模式后，在祖达萨突袭世界任务“箱子和木桶”中带着身材厚实的苦工时，消灭一名肌肉虬结的水手。", --13438
"拳拳到肉£开启战争模式后，在祖达萨突袭世界任务“箱子和木桶”中带着肌肉虬结的水手时，消灭一名身材厚实的苦工。", --13439
"护送运载目标£在突袭世界任务“坦克运输”中消灭6名敌人。", --13440
"护送运载目标£在突袭世界任务“快上车”中消灭6名敌人。", --13441
"“争霸艾泽拉斯”钥石征服者：第二赛季£在限制时间内完成10级或更高的所有“争霸艾泽拉斯”第二赛季的史诗地下城。", --13448
"“争霸艾泽拉斯”钥石大师：第二赛季£在限制时间内完成15级或更高的所有“争霸艾泽拉斯”第二赛季的史诗地下城。", --13449
"暴烈角斗士的风暴巨龙£在“军团再临”竞技场第5赛季获得暴烈角斗士的风暴巨龙。", --13450
"精锐：“争霸艾泽拉斯”第2赛季£在“争霸艾泽拉斯”第2赛季中获得精锐评级。", --13451
"邪气鞍座（1）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13452
"邪气鞍座（1）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13453
"精锐：“争霸艾泽拉斯”第1赛季£在“争霸艾泽拉斯”第1赛季中获得精锐评级。", --13465
"复仇之潮£完成复仇之潮阵营战役。", --13466
"复仇之潮£完成复仇之潮阵营战役。", --13467
"缰绳来袭VI：熊猫人之萌£在魔古山宝库、永春台和恐惧之心中收集下列所有战斗宠物。", --13469
"活塞亡魂£在麦卡贡完成下列特殊战斗。", --13470
"财务自由£对麦卡贡的建筑工程进行250次捐献。", --13472
"多元投资£在麦卡贡完成以下建筑工程。", --13473
"垃圾场机械师£在麦卡贡完成100个建筑工程。", --13474
"垃圾场清道夫£在麦卡贡制造50个垃圾场匠技物品，箱子除外。", --13475
"垃圾场工匠£在麦卡贡制造1000个垃圾场匠技物品，箱子除外。", --13476
"垃圾场学徒£在麦卡贡制造250个垃圾场匠技物品，箱子除外。", --13477
"垃圾场收集者£在麦卡贡解锁下列垃圾场匠技图纸中的20种。", --13478
"垃圾场建筑师£在麦卡贡解锁下列垃圾场匠技图纸。", --13479
"麦卡贡首席投资人£对麦卡贡的建筑工程进行1,000次捐献。", --13482
"麦卡贡的隐秘之鱼£捕捉下列所有麦卡贡的鱼类并交给丹妮尔·渔钓。", --13489
"弹力十足£出现至少有10个虚空撞击同时激活的情况后，击败风暴熔炉的无眠秘党（普通或更高难度）。", --13501
"隐秘之鱼在哪里£使用隐秘之鱼护目镜收集所有隐秘之鱼。", --13502
"赞达拉的传承£将新创建的赞达拉巨魔角色升到50级。", --13503
"库尔提拉斯的传承£将新创建的库尔提拉斯人角色升到50级。", --13504
"有眼无珠£在没有让恩佐斯看到你移动的情况下击败风暴熔炉的乌纳特，虚空先驱（普通或更高难度）。", --13506
"代言人的决心£<Hidden> Completed \"The Speakers\" Resolve quest chain.", --13509
"书法大师£进行世界任务“书法艺术”时，在书卷贤者诺拉的每门书法课程中都展现出高度的精准，完全没有偏离线条。", --13512
"八原色£收集X-995型机械猫的所有颜料涂色。", --13513
"巧夺天工£通过一种主要的制造专业来制造一件商业工具。", --13516
"一面之词£完成下列赞达拉和库尔提拉斯大陆的成就。", --13517
"邪气鞍座（2）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13521
"邪气鞍座（3）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13522
"邪气鞍座（4）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13523
"邪气鞍座（5）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13524
"邪气鞍座（6）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13525
"邪气鞍座（7）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13526
"邪气鞍座（8）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13527
"邪气鞍座（9）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13528
"邪气鞍座（10）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13529
"邪气鞍座（2）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13530
"邪气鞍座（3）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13531
"邪气鞍座（4）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13532
"邪气鞍座（5）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13533
"邪气鞍座（6）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13534
"邪气鞍座（7）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13535
"邪气鞍座（8）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13536
"邪气鞍座（9）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13537
"邪气鞍座（10）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13538
"麦卡完工£完成下列麦卡贡成就。", --13541
"驯恐角龙高手£在祖达萨完成下列任务，将一头战兽栏里的恐角龙抚养成你的坐骑。", --13542
"精华强化£<Hidden> Completed all 8.2 Heart - Essence quest chains.", --13544
"花儿为什么这样红£没有被“隐秘”烈焰火炮、自我修剪措施、脉冲榴弹和咆哮烈焰命中的情况下，在麦卡贡行动中击败机械师的花园（史诗难度）。", --13545
"寻宝达人£发现纳沙塔尔的所有奥术宝箱和发光的奥能宝箱。", --13549
"麦卡贡的威胁£完成麦卡贡的故事线。", --13553
"垃圾场工匠大师£完成下列麦卡贡成就。", --13555
"海外影响£完成所有的麦卡贡访客任务。", --13556
"锈栓起义军£在锈栓抵抗军阵营中达到崇拜声望。", --13557
"波涛之刃剑鱼人£在波涛之刃剑鱼人阵营中达到崇拜声望。", --13558
"破镣者£在破镣者阵营中达到崇拜声望。", --13559
"为了纳沙塔尔！£赢得纳沙塔尔之战。", --13568
"使命之旅：纳沙塔尔£开启战争模式时，在纳沙塔尔获得1000点荣誉点数。", --13569
"使命之旅：麦卡贡£开启战争模式时，在麦卡贡获得1000点荣誉点数。", --13570
"海衣无缝£从永恒王宫收集一套护甲套装。", --13571
"心之熔炉£在修理完毕的心之秘室解锁心之熔炉。", --13572
"驯龙高手£完成下列任务，帮助库亚冯展翅飞翔。", --13573
"潮落岛£在一次对潮落岛的探险中获胜（任意难度）。", --13577
"潮落岛（英雄难度）£在一次对潮落岛的探险中获胜（英雄或更高难度）。", --13578
"潮落岛（史诗难度）£在一次对潮落岛的探险中获胜（史诗难度）。", --13579
"潮落余生£在一次对潮落岛的探险中获胜（PvP）。", --13580
"琼花村£在一次对琼花村的探险中获胜（任意难度）。", --13581
"琼花村（英雄难度）£在一次对琼花村的探险中获胜（英雄或更高难度）。", --13582
"琼花村（史诗难度）£在一次对琼花村的探险中获胜（史诗难度）。", --13583
"琼花拾遗£在一次对琼花村的探险中获胜（PvP）。", --13584
"永不言弃£收集任意一套“争霸艾泽拉斯”PvP第3赛季的护甲套装。", --13585
"击败深渊指挥官西瓦拉（随机永恒王宫）£你尚未完成此成就", --13587
"击败深渊指挥官西瓦拉（普通永恒王宫）£你尚未完成此成就", --13588
"击败深渊指挥官西瓦拉（英雄永恒王宫）£你尚未完成此成就", --13589
"击败深渊指挥官西瓦拉（史诗永恒王宫）£你尚未完成此成就", --13590
"击败黑水巨鳗（随机永恒王宫）£你尚未完成此成就", --13591
"击败黑水巨鳗（普通永恒王宫）£你尚未完成此成就", --13592
"击败黑水巨鳗（英雄永恒王宫）£你尚未完成此成就", --13593
"击败黑水巨鳗（史诗永恒王宫）£你尚未完成此成就", --13594
"击败艾萨拉之辉（随机永恒王宫）£你尚未完成此成就", --13595
"击败艾萨拉之辉（普通永恒王宫）£你尚未完成此成就", --13596
"击败艾萨拉之辉（英雄永恒王宫）£你尚未完成此成就", --13597
"击败艾萨拉之辉（史诗永恒王宫）£你尚未完成此成就", --13598
"击败艾什凡女勋爵（随机永恒王宫）£你尚未完成此成就", --13600
"击败艾什凡女勋爵（普通永恒王宫）£你尚未完成此成就", --13601
"击败艾什凡女勋爵（英雄永恒王宫）£你尚未完成此成就", --13602
"击败艾什凡女勋爵（史诗永恒王宫）£你尚未完成此成就", --13603
"击败奥戈佐亚（随机永恒王宫）£你尚未完成此成就", --13604
"击败奥戈佐亚（普通永恒王宫）£你尚未完成此成就", --13605
"击败奥戈佐亚（英雄永恒王宫）£你尚未完成此成就", --13606
"击败奥戈佐亚（史诗永恒王宫）£你尚未完成此成就", --13607
"击败女王法庭（随机永恒王宫）£你尚未完成此成就", --13608
"击败女王法庭（普通永恒王宫）£你尚未完成此成就", --13609
"击败女王法庭（英雄永恒王宫）£你尚未完成此成就", --13610
"击败女王法庭（史诗永恒王宫）£你尚未完成此成就", --13611
"击败扎库尔（随机永恒王宫）£你尚未完成此成就", --13612
"击败扎库尔（普通永恒王宫）£你尚未完成此成就", --13613
"击败扎库尔（英雄永恒王宫）£你尚未完成此成就", --13614
"击败扎库尔（史诗永恒王宫）£你尚未完成此成就", --13615
"击败艾萨拉女王（随机永恒王宫）£你尚未完成此成就", --13616
"击败艾萨拉女王（普通永恒王宫）£你尚未完成此成就", --13617
"击败艾萨拉女王（英雄永恒王宫）£你尚未完成此成就", --13618
"击败艾萨拉女王（史诗永恒王宫）£你尚未完成此成就", --13619
"击败麦卡贡国王（史诗麦卡贡行动）£你尚未完成此成就", --13620
"两线对决£完成下列世界PvP活动。", --13623
"保持输出，不会爆炸£在麦卡贡行动中阻止艾泽拉斯所有非机械生物的消亡（史诗难度）。", --13624
"麦卡贡的钢铁喽啰£击败麦卡贡岛的下列机械爪牙。", --13625
"纳沙塔尔的海底灾祸£击败纳沙塔尔的下列深海恐兽。", --13626
"宠物对战挑战：斯坦索姆£在斯坦索姆完成宠物对战挑战。", --13627
"海洋生物学导论£在墨黑深渊收集50个海洋生物样本后，击败永恒王宫的黑水巨鳗（普通或更高难度）。", --13628
"简单的几何学£在永恒王宫中，让每一道艾泽里特弧光都穿过艾什凡女勋爵后，再击败她（普通或更高难度）。", --13629
"罪邪角斗士：“争霸艾泽拉斯”第3赛季£以3v3竞技场排名前0.1%的战绩结束“争霸艾泽拉斯”PvP第3赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第3赛季赢得150场战斗）。", --13630
"罪邪角斗士的始祖幼龙£在“争霸艾泽拉斯”第3赛季获得罪邪角斗士的始祖幼龙。", --13632
"如果法庭允许的话£在永恒王宫中表演各种表情，赢得艾萨拉女王的青睐，然后击败女王法庭（普通或更高难度）。", --13633
"挑战者：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季中获得挑战者评级。", --13634
"深渊之旅£完成下列纳沙塔尔的目标。", --13635
"罪邪争斗者£在第3赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13636
"罪邪争斗者£在第3赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13637
"海底篡位者£完成下列纳沙塔尔的成就。", --13638
"争斗者：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季中获得争斗者评级。", --13639
"竞争者：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季中获得竞争者评级。", --13641
"决斗者：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季中获得决斗者评级。", --13642
"联盟英雄：罪邪£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”第3赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第3赛季赢得50场战斗）。", --13643
"部落英雄：罪邪£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”第3赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第3赛季赢得50场战斗）。", --13644
"海战集训£你的破镣者盟友获得4800点经验值。", --13645
"角斗士：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季的3v3竞技场中以精锐排名赢得50场胜利。", --13647
"精锐：“争霸艾泽拉斯”第3赛季£在“争霸艾泽拉斯”第3赛季中获得精锐评级。", --13676
"指挥不力£在永恒王宫中，在深渊指挥官西瓦拉的所有三个副官都存活而且进入战斗的情况下击败她（普通或更高难度）。", --13684
"垃圾场音乐狂£解锁锈栓留声机及其所有曲目。", --13686
"永恒团队的荣耀£完成下列永恒王宫团队副本成就。", --13687
"冬拥湖之战的胜利£冬拥湖之战的胜利", --13688
"纳沙塔尔大扫除£在下列纳沙塔尔的世界任务中击败艾萨拉的勇士。", --13690
"你说它们是稀有生物？£消灭下列所有的纳沙塔尔稀有且强力的生物。", --13691
"请给我最大的背包£在纳沙塔尔获得下列所有物品。", --13692
"麦卡猎人£获得麦卡贡岛的所有战斗宠物。", --13693
"纳沙塔尔猎人£获得纳沙塔尔的所有战斗宠物。", --13694
"水电组合£完成所有下列纳沙塔尔和麦卡贡的宠物对战成就。", --13695
"废废的好伙伴£复活锈栓镇的废废，并喂给他一个机械零食。", --13696
"麦卡贡净水行动£营救5只无助的小动物后，击败麦卡贡行动的冈克（史诗难度）。", --13698
"周期性毁灭£在纳沙塔尔击败马蒂瓦斯的实验室的所有造物。", --13699
"麦卡贡的威胁£完成麦卡贡的故事线。", --13700
"战场斗士£从PvP海岛探险、PvP乱斗、战场和史诗战场中获得10,000点荣誉点数。", --13701
"战场战术家£从PvP海岛探险、PvP乱斗、战场和史诗战场中获得30,000点荣誉点数。", --13702
"战场大师£从PvP海岛探险、PvP乱斗、战场和史诗战场中获得100,000点荣誉点数。", --13703
"海战集训£你的波涛之刃剑鱼人盟友获得4800点经验值。", --13704
"按时充电£在神圣齿轮处于充能状态的情况下，击败麦卡贡行动的戈巴马克国王（史诗难度）。", --13706
"穆勒尔的神秘宝贝£获得一个穆勒尔的较为隐秘的货品。", --13707
"个头虽小，魅力无穷£收集所有迷你艾泽拉斯：麦卡贡的人偶。", --13708
"海渊之下£完成下列纳沙塔尔故事线。", --13709
"沉落的野心£完成下列纳沙塔尔故事线。", --13710
"一把法力珍珠£收集1,000颗棱彩法力珍珠。", --13711
"探索纳沙塔尔£探索纳沙塔尔，走过世界地图中被遮住的各个角落。", --13712
"无卜可占£在纳沙塔尔使用占卜石找到100个宝藏。", --13713
"水母之心£在纳沙塔尔获得一个粘乎乎的宠物伙伴。", --13715
"乳糖不耐受£击败10只烁蹄牛后，再击败永恒王宫的扎库尔（普通或更高难度）。", --13716
"迎宾典礼£击败下列永恒王宫的首领。", --13718
"虔信深渊£击败下列永恒王宫的首领。", --13719
"刺客的补给£在纳沙塔尔充当刺客时，拾取25个战争补给箱。", --13720
"蝌蚪惊魂£在纳沙塔尔轰走100只血鳍蝌蚪。", --13722
"求锤得锤£在迪奥斯·强机被液压碾锤命中后，击败麦卡贡行动的坦克大战（史诗难度）。", --13723
"水母的响吻£在孵化一只虚悯者宝宝后，击败永恒王宫的孵化场的奥戈佐亚（普通或更高难度）。", --13724
"群星之环£击败下列永恒王宫的首领。", --13725
"深渊指挥官西瓦拉（史诗难度）£在永恒王宫击败深渊指挥官西瓦拉（史诗难度）。", --13726
"艾萨拉之辉（史诗难度）£在永恒王宫击败艾萨拉之辉（史诗难度）。", --13727
"黑水巨鳗（史诗难度）£在永恒王宫击败黑水巨鳗（史诗难度）。", --13728
"艾什凡女勋爵（史诗难度）£在永恒王宫击败艾什凡女勋爵（史诗难度）。", --13729
"奥戈佐亚（史诗难度）£在永恒王宫击败奥戈佐亚（史诗难度）。", --13730
"女王法庭（史诗难度）£在永恒王宫击败女王法庭（史诗难度）。", --13731
"扎库尔（史诗难度）£在永恒王宫击败扎库尔（史诗难度）。", --13732
"艾萨拉女王（史诗难度）£在永恒王宫击败艾萨拉女王（史诗难度）。", --13733
"永恒王宫（公会版）£在公会队伍中击败永恒王宫的首领们（普通或更高难度）。", --13734
"战场炼狱（英雄难度）£完成激流堡之战（英雄难度）。", --13735
"战场炼狱（英雄难度）£完成激流堡之战（英雄难度）。", --13737
"激战之旅（英雄难度）£在激流堡之战中击败下列敌方将领（英雄难度）：", --13738
"激战之旅（英雄难度）£在激流堡之战中击败下列敌方将领（英雄难度）：", --13739
"史诗：艾萨拉女王（公会版）£在公会队伍中击败永恒王宫的艾萨拉女王（史诗难度）。", --13740
"大显身手：猎人阿卡纳£与猎人阿卡纳一起冒险，直到他达到等级10。", --13743
"大显身手：剑客伊诺瓦里£与剑客伊诺瓦里一起冒险，直到他达到等级10。", --13744
"大显身手：先知奥利£与先知奥利一起冒险，直到他达到等级10。", --13745
"大显身手：奈莉·锐鳍£与奈莉·锐鳍一起冒险，直到她达到等级10。", --13746
"大显身手：鲍恩·分鳃£与鲍恩·分鳃一起冒险，直到他达到等级10。", --13747
"大显身手：维姆·盐心£与维姆·盐心一起冒险，直到他达到等级10。", --13748
"久经沙场：奈莉·锐鳍£与奈莉·锐鳍一起冒险，直到她达到等级20。", --13749
"战火洗礼：奈莉·锐鳍£与奈莉·锐鳍一起冒险，直到她达到等级30。", --13750
"久经沙场：鲍恩·分鳃£与鲍恩·分鳃一起冒险，直到他达到等级20。", --13751
"久经沙场：维姆·盐心£与维姆·盐心一起冒险，直到他达到等级20。", --13752
"久经沙场：猎人阿卡纳£与猎人阿卡纳一起冒险，直到他达到等级20。", --13753
"久经沙场：剑客伊诺瓦里£与剑客伊诺瓦里一起冒险，直到他达到等级20。", --13754
"久经沙场：先知奥利£与先知奥利一起冒险，直到他达到等级20。", --13755
"战火洗礼：鲍恩·分鳃£与鲍恩·分鳃一起冒险，直到他达到等级30。", --13756
"战火洗礼：维姆·盐心£与维姆·盐心一起冒险，直到他达到等级30。", --13757
"战火洗礼：猎人阿卡纳£与猎人阿卡纳一起冒险，直到他达到等级30。", --13758
"战火洗礼：剑客伊诺瓦里£与剑客伊诺瓦里一起冒险，直到他达到等级30。", --13759
"战火洗礼：先知奥利£与先知奥利一起冒险，直到他达到等级30。", --13760
"灭世洪流£完成下列纳沙塔尔的成就。", --13761
"灭世洪流£完成下列纳沙塔尔的成就。", --13762
"滚回深渊！£完成“深渊召唤”场景战役10次。", --13763
"谜题怪客£完成下列马蒂瓦斯的谜题。", --13764
"水下支援£在纳沙塔尔完成30个回收或赏金任务。", --13765
"非马非龙£在一场宠物战斗中击败邮差马龙。", --13766
"快乐长跑£在永恒王宫中，围绕艾萨拉之辉的竞技场连续跑完6圈（不能落水）后，再击败她（普通或更高难度）。", --13767
"最强生存者£有一名玩家存活而且正处于艾泽拉斯的精华的影响下时，击败永恒王宫的艾萨拉（普通或更高难度）。", --13768
"能量提升£把任意艾泽拉斯之心精华（等级2或更高）灌注到艾泽拉斯之心。", --13769
"力量累积£把任意艾泽拉斯之心精华（等级3或更高）灌注到艾泽拉斯之心。", --13770
"力量之美£把任意艾泽拉斯之心精华（等级4）灌注到艾泽拉斯之心。", --13771
"华美的精华£将“艾萨拉的崛起”中，适合你的任意职责的所有可用的精华灌注到艾泽拉斯之心。", --13772
"成长的精华£将“艾萨拉的崛起”中，适合你的任意职责的所有可用的精华（等级2或更高）灌注到艾泽拉斯之心。", --13773
"过载的精华£将“艾萨拉的崛起”中，适合你的任意职责的所有可用的精华（等级3或更高）灌注到艾泽拉斯之心。", --13775
"探索麦卡贡£探索麦卡贡，走过世界地图中被遮住的各个角落。", --13776
"心满意足£在每个艾泽拉斯之心的栏位都添加一个精华（等级3或更高）。", --13777
"寰宇之力，震慑古今£将“艾萨拉的崛起”中，适合你的任意职责的所有可用的精华（等级4）灌注到艾泽拉斯之心。", --13779
"“争霸艾泽拉斯”钥石征服者：第三赛季£在限制时间内完成10级或更高的所有“争霸艾泽拉斯”第三赛季的史诗地下城。", --13780
"“争霸艾泽拉斯”钥石大师：第三赛季£在限制时间内完成15级或更高的所有“争霸艾泽拉斯”第三赛季的史诗地下城。", --13781
"引领潮流：艾萨拉女王£在下一阶段团队副本开放前击败永恒王宫的艾萨拉女王（英雄或更高难度）。", --13784
"千钧一发：艾萨拉女王£在下一阶段团队副本开放前击败永恒王宫的艾萨拉女王（史诗难度）。", --13785
"名人堂：艾萨拉女王（联盟）£跻身世界前一百家率先击败艾萨拉女王（史诗难度）的联盟公会之一。", --13787
"名人堂：艾萨拉女王（部落）£跻身世界前一百家率先击败艾萨拉女王（史诗难度）的部落公会之一。", --13788
"心之锁定£在一个副本锁定周期内，击败麦卡贡行动的所有首领，并阻止艾泽拉斯所有非机械生物的消亡，这期间没有任何玩家死亡（史诗难度）。", --13789
"武装行动£在火箭主管弗斯拉格处建造以下所有武器。", --13790
"制造坐骑£完成机甲蛛故事线。", --13791
"猫咪之爱£在纳沙塔尔发现所有赠送给艾萨拉的失落的水晶猫咪雕像，因为某人曾经送给她一个猫咪雕像，而她甚至谈不上喜欢猫咪。", --13836
"雷文德斯的主宰者£完成下列雷文德斯故事线。", --13878
"麦卡贡行动（公会版）£在公会队伍中击败麦卡贡行动的麦卡贡国王（史诗难度）。", --13893
"穆贾巴拉的比赛£穆贾巴拉的比赛", --13907
"穆贾巴拉的胜利£穆贾巴拉的胜利", --13908
"机械天穹的比赛£机械天穹的比赛", --13909
"机械天穹的胜利£机械天穹的胜利", --13910
"黑鸦堡垒竞技场的比赛£黑鸦堡垒竞技场的比赛", --13911
"黑鸦堡垒竞技场的胜利£黑鸦堡垒竞技场的胜利", --13912
"阿莎曼之墓的比赛£阿莎曼之墓的比赛", --13913
"阿莎曼之墓的胜利£阿莎曼之墓的胜利", --13914
"锚角港的胜利£锚角港的胜利", --13915
"锚角港的比赛£锚角港的比赛", --13916
"魔兽世界十五周年£在魔兽世界十五周年庆典期间登录游戏。", --13917
"第四次大战£完成“争霸艾泽拉斯”的阵营战役。", --13924
"第四次大战£完成“争霸艾泽拉斯”的阵营战役。", --13925
"癫狂汹涛£拥有2019年冬幕节礼物，癫狂战舰或癫狂装甲舰。", --13927
"奥特兰克山谷的旧恨新仇£通过参与奥特兰克山谷（经典）的战斗和完成任务获取200枚时空扭曲徽章。", --13928
"奥特兰克山谷的旧恨新仇£通过参与奥特兰克山谷（经典）的战斗和完成任务获取200枚时空扭曲徽章。", --13930
"三色回忆£在《魔兽世界》十五周年庆典期间完成所有“克罗米的回忆”活动。", --13931
"邪气鞍座（21）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13933
"邪气鞍座（22）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13934
"邪气鞍座（23）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13935
"邪气鞍座（24）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13936
"邪气鞍座（25）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13937
"邪气鞍座（26）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13938
"邪气鞍座（27）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13939
"邪气鞍座（28）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13940
"邪气鞍座（29）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13941
"邪气鞍座（30）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13942
"腐化争斗者£在第4赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13943
"腐化争斗者£在第4赛季的评级PvP比赛中获胜而且评级达到争斗者或以上", --13944
"邪气鞍座（21）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13945
"邪气鞍座（22）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13946
"邪气鞍座（23）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13947
"邪气鞍座（24）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13948
"邪气鞍座（25）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13949
"邪气鞍座（26）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13950
"邪气鞍座（27）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13951
"邪气鞍座（28）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13952
"邪气鞍座（29）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13953
"邪气鞍座（30）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --13954
"腐化角斗士：“争霸艾泽拉斯”第4赛季£以3v3竞技场排名前0.1%的战绩结束“争霸艾泽拉斯”PvP第4赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第4赛季赢得150场战斗）。", --13957
"腐化角斗士的始祖幼龙£在“争霸艾泽拉斯”第4赛季获得腐化角斗士的始祖幼龙。", --13958
"挑战者：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季中获得挑战者评级。", --13959
"争斗者：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季中获得争斗者评级。", --13962
"竞争者：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季中获得竞争者评级。", --13963
"决斗者：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季中获得决斗者评级。", --13964
"部落英雄：腐化£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”PvP第4赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第4赛季赢得50场战斗）。", --13965
"联盟英雄：腐化£以评级战场排名前0.5%的战绩结束“争霸艾泽拉斯”PvP第4赛季的战斗（需要你在当前阵营下在“争霸艾泽拉斯”第4赛季赢得50场战斗）。", --13966
"角斗士：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季的3v3竞技场中以精锐排名赢得50场胜利。", --13967
"精锐：“争霸艾泽拉斯”第4赛季£在“争霸艾泽拉斯”第4赛季中获得精锐评级。", --13989
"亲昵爱抚£在所有人都/pet了尼奥罗萨，觉醒之城的无厌者夏德哈后再击败他（普通或更高难度）。", --13990
"同盟种族：机械侏儒解锁条件£获得成就：|n麦卡贡的威胁", --13991
"同盟种族：狐人解锁条件£你尚未完成此成就", --13993
"幻象彼岸£完成下列惊魂幻象成就。", --13994
"纯净心灵£将“恩佐斯的幻象”中，适合你的任意职责的所有可用的精华灌注到艾泽拉斯之心。", --13998
"方尖碑怎么了？£在用不稳定的虚空摧毁了2个方尖碑后击败尼奥罗萨，觉醒之城的莱登（普通或更高难度）。", --13999
"狐人的传承£将新创建的狐人角色升到50级。", --14002
"法力海绵£在击败一个禁断具象后击败尼奥罗萨，觉醒之城的玛乌特（普通或更高难度）。", --14008
"同盟种族：机械侏儒£完成下列任务。", --14012
"同盟种族：机械侏儒£赢得机械侏儒的效忠并欢迎他们加入联盟。", --14013
"机械侏儒的传承£将新创建的机械侏儒角色升到50级。", --14014
"冒烟测试£击败10个皲裂碎片（每个间隔不超过3秒）后，击败尼奥罗萨，觉醒之城的拉希奥（普通或更高难度）。", --14019
"宠物对战挑战：黑石深渊£完成黑石深渊的宠物对战挑战。", --14020
"暗影真容£完成下列宠物对战挑战成就。", --14021
"发掘你的潜力£在击败3个进化的样本后，击败尼奥罗萨，觉醒之城的主脑（普通或更高难度）。", --14023
"零秒出手£在虚空觉醒剩余时间小于3秒时安全地消除虚空宝珠3次后，击败尼奥罗萨，觉醒之城的黑暗审判官夏奈什（普通或更高难度）。", --14024
"七窍生烟£在60秒内触发两次苦痛挣扎后击败尼奥罗萨，觉醒之城的德雷阿佳丝（普通或更高难度）。", --14026
"咸鱼争霸£拥有2019年暴雪嘉年华赠送的鳍尔瓦娜斯和鮟度因。", --14027
"先知也疯狂£在击败3个先知信徒后击败尼奥罗萨，觉醒之城的先知斯基特拉（普通或更高难度）。", --14037
"血肉相连£在3秒内击败10个尼奥罗萨之血后击败尼奥罗萨，觉醒之城的伊格诺斯，重生之蚀（普通或更高难度）。", --14038
"尼奥罗萨，觉醒之城（公会版）£在公会队伍中击败尼奥罗萨，觉醒之城的所有首领（普通或更高难度）。", --14039
"史诗：腐蚀者恩佐斯（公会版）£在公会队伍中击败尼奥罗萨，觉醒之城的腐蚀者恩佐斯（史诗难度）。", --14040
"黑龙帝王拉希奥（史诗难度）£在尼奥罗萨，觉醒之城击败黑龙帝王拉希奥（史诗难度）。", --14041
"玛乌特（史诗难度）£在尼奥罗萨，觉醒之城击败玛乌特（史诗难度）。", --14043
"先知斯基特拉（史诗难度）£在尼奥罗萨，觉醒之城击败先知斯基特拉（史诗难度）。", --14044
"黑暗审判官夏奈什（史诗难度）£在尼奥罗萨，觉醒之城击败黑暗审判官夏奈什（史诗难度）。", --14045
"主脑（史诗难度）£在尼奥罗萨，觉醒之城击败主脑（史诗难度）。", --14046
"无厌者夏德哈（史诗难度）£在尼奥罗萨，觉醒之城击败无厌者夏德哈（史诗难度）。", --14048
"德雷阿佳丝（史诗难度）£在尼奥罗萨，觉醒之城击败德雷阿佳丝（史诗难度）。", --14049
"维克修娜（史诗难度）£在尼奥罗萨，觉醒之城击败维克修娜（史诗难度）。", --14050
"虚无者莱登（史诗难度）£在尼奥罗萨，觉醒之城击败虚无者莱登（史诗难度）。", --14051
"伊格诺斯，重生之蚀（史诗难度）£在尼奥罗萨，觉醒之城击败伊格诺斯，重生之蚀（史诗难度）。", --14052
"恩佐斯的外壳（史诗难度）£在尼奥罗萨，觉醒之城击败恩佐斯的外壳（史诗难度）。", --14054
"腐蚀者恩佐斯（史诗难度）£在尼奥罗萨，觉醒之城击败腐蚀者恩佐斯（史诗难度）。", --14055
"击败麦卡贡国王（英雄麦卡贡行动 - 车间）£你尚未完成此成就", --14056
"击败HK-8型空中压制单位（英雄麦卡贡行动 - 垃圾场）£你尚未完成此成就", --14057
"无尽目光£从尼奥罗萨，觉醒之城收集一套护甲套装。", --14058
"尽收眼底£收集任意一套“争霸艾泽拉斯”PvP第4赛季的护甲套装。", --14059
"坚毅决心£将阿什拉·卡马斯，决意之护升到15级。", --14060
"技术奇点£购买泰坦研究档案的所有研究项目。", --14061
"暴风城的惊魂幻象£击败暴风城的惊魂幻象中的奥蕾莉亚。", --14062
"奥格瑞玛的惊魂幻象£击败奥格瑞玛的惊魂幻象中的萨尔。\r\n", --14063
"暴风城的夺命惊魂幻象£在一次游戏中完成暴风城的惊魂幻象中的所有目标。", --14064
"奥格瑞玛的夺命惊魂幻象£在一次游戏中完成奥格瑞玛的惊魂幻象中的所有目标。", --14065
"暴风城的无面惊魂幻象£在一次游戏中，在激活所有5种无面者面具的情况下完成暴风城的惊魂幻象中的所有目标。", --14066
"奥格瑞玛的无面惊魂幻象£在一次游戏中，在激活所有5种无面者面具的情况下完成奥格瑞玛的惊魂幻象中的所有目标。", --14067
"引领潮流：腐蚀者恩佐斯£在下一阶段团队副本开放前击败尼奥罗萨，觉醒之城的腐蚀者恩佐斯（英雄或更高难度）。", --14068
"千钧一发：腐蚀者恩佐斯£在下一阶段团队副本开放前击败尼奥罗萨，觉醒之城的腐蚀者恩佐斯（史诗难度）。", --14069
"名人堂：腐蚀者恩佐斯（联盟）£跻身世界前一百家率先击败腐蚀者恩佐斯（史诗难度）的联盟公会之一。", --14071
"名人堂：腐蚀者恩佐斯（部落）£跻身世界前一百家率先击败腐蚀者恩佐斯（史诗难度）的部落公会之一。", --14072
"无面者的刺痛面具£获得无面者的刺痛面具。", --14073
"无面者的暗思面具£获得无面者的暗思面具。", --14074
"无面者的绝路面具£获得无面者的绝路面具。", --14075
"无面者的蛮勇面具£获得无面者的蛮勇面具。", --14076
"无面者的长夜面具£获得无面者的长夜面具。", --14077
"消灭黑龙帝王拉希奥（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14078
"消灭黑龙帝王拉希奥（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14079
"消灭黑龙帝王拉希奥（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14080
"消灭黑龙帝王拉希奥（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14082
"消灭玛乌特（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14089
"消灭玛乌特（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14091
"消灭玛乌特（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14093
"消灭玛乌特（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14094
"消灭先知斯基特拉（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14095
"消灭先知斯基特拉（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14096
"消灭先知斯基特拉（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14097
"消灭先知斯基特拉（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14098
"消灭黑暗审判官夏奈什（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14101
"消灭黑暗审判官夏奈什（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14102
"消灭黑暗审判官夏奈什（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14104
"消灭黑暗审判官夏奈什（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14105
"消灭主脑（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14107
"消灭主脑（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14108
"消灭主脑（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14109
"消灭主脑（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14110
"消灭无厌者夏德哈（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14111
"消灭无厌者夏德哈（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14112
"消灭无厌者夏德哈（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14114
"消灭无厌者夏德哈（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14115
"消灭德雷阿佳丝（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14117
"消灭德雷阿佳丝（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14118
"消灭德雷阿佳丝（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14119
"消灭德雷阿佳丝（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14120
"消灭维克修娜 （随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14123
"消灭维克修娜 （普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14124
"消灭维克修娜 （英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14125
"消灭维克修娜 （史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14126
"消灭虚无者莱登 （随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14127
"消灭虚无者莱登 （普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14128
"消灭虚无者莱登 （英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14129
"消灭虚无者莱登 （史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14130
"消灭恩佐斯的外壳（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14131
"消灭恩佐斯的外壳（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14132
"消灭恩佐斯的外壳（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14133
"消灭恩佐斯的外壳（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14134
"消灭腐蚀者恩佐斯（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14135
"消灭腐蚀者恩佐斯（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14136
"消灭腐蚀者恩佐斯（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14137
"消灭腐蚀者恩佐斯（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14138
"毁天灭地£在让每个玩家都被毁灭击中至少30次后击败尼奥罗萨，觉醒之城的维克修娜（普通或更高难度）。", --14139
"癫狂世界£在一次游戏中，在激活所有5种无面者面具的情况下完成暴风城和奥格瑞玛的惊魂幻象中的所有目标（需要不处于任何队伍中）。", --14140
"幻嗅£完成下列惊魂幻象成就。", --14143
"“争霸艾泽拉斯”钥石征服者：第四赛季£在限制时间内完成10级或更高的所有“争霸艾泽拉斯”第四赛季的史诗地下城。", --14144
"“争霸艾泽拉斯”钥石大师：第四赛季£在限制时间内完成15级或更高的所有“争霸艾泽拉斯”第四赛季的史诗地下城。", --14145
"尼奥罗萨团队的荣耀£完成以下尼奥罗萨，觉醒之城团队副本成就。", --14146
"净化疗法£在10秒内击败所有的聚合增生后，击败尼奥罗萨，觉醒之城的恩佐斯的外壳（普通或更高难度）。", --14147
"随大流£在所有人都接受了恩佐斯之赐后，击败尼奥罗萨，觉醒之城的腐蚀者恩佐斯（普通或更高难度）。", --14148
"海岸之战（英雄难度）£完成黑海岸之战（英雄难度）。", --14149
"海岸之战（英雄难度）£完成黑海岸之战（英雄难度）。", --14150
"奥丹姆危机£在所有种类的突袭中保护奥丹姆的居民。", --14153
"守护锦绣谷£在所有种类的突袭中保护锦绣谷。", --14154
"奥丹姆联军£在奥丹姆联军阵营中达到崇拜声望。", --14155
"莱加尼£在莱加尼阵营中达到崇拜声望。", --14156
"腐蚀者的末日£完成黑暗帝国战役故事线。", --14157
"已经切掉了！£在黑暗帝国突袭期间，在奥丹姆或锦绣谷摧毁1,000个腐蚀肿瘤。", --14158
"直面腐化£在黑暗帝国突袭期间，在奥丹姆或锦绣谷消灭所有种类的腐化生物各一只。", --14159
"稀有图鉴£在突袭期间，在奥丹姆或锦绣谷消灭250个稀有生物。", --14160
"吞噬万物£在黑暗帝国突袭期间，在奥丹姆或锦绣谷完成所有独特的吞噬之喉的目标。", --14161
"惊魂舞会£获得5种无面者面具。", --14162
"觉醒吧，炽蓝仙野£完成下列炽蓝仙野故事线。", --14164
"假面独唱£在激活任意一个无面者面具的情况下完成任意惊魂幻象的所有目标。", --14165
"假面二重唱£在激活任意两个无面者面具的情况下完成任意惊魂幻象的所有目标。", --14166
"假面三重唱£在激活任意三个无面者面具的情况下完成任意惊魂幻象的所有目标。", --14167
"假面四重唱£在激活任意四个无面者面具的情况下完成任意惊魂幻象的所有目标。", --14168
"假面合唱£在激活所有五个无面者面具的情况下完成任意惊魂幻象的所有目标。", --14169
"纪念回忆£获得1000个腐化的纪念品。", --14170
"知来者之可追£获得10000个腐化的纪念品。", --14171
"纪念品的丰碑£获得50000个腐化的纪念品。", --14172
"成山的纪念品£获得100000个腐化的纪念品。", --14173
"深风峡谷主宰£完成下列深风峡谷成就。", --14175
"炫耀性消费£拥有雄壮商队雷龙坐骑，此坐骑在“争霸艾泽拉斯”期间在提拉加德海峡和祖达萨出售。", --14183
"市场支配£在控制着集市基地的情况下在深风峡谷完成25场胜利。", --14186
"酒劲十足£喝下在深风峡谷发现的风暴特酿，并在拥有其效果时获得150个荣誉消灭。", --14187
"饱经世故£在50场比赛开始前吃下烹饪的食物或大餐，获得进食充分效果。", --14188
"恩佐斯的仆从£处于战争模式而且达到刺客级别时，通过消灭你自己的阵营的盟友获得10个荣誉消灭，而且其间没有死亡。", --14191
"命运幻象£击败尼奥罗萨，觉醒之城的下列首领。", --14193
"虔敬大厅£击败尼奥罗萨，觉醒之城的下列首领。", --14194
"血肉赐福£击败尼奥罗萨，觉醒之城的下列首领。", --14195
"觉醒之梦£击败尼奥罗萨，觉醒之城的下列首领。", --14196
"赤红深渊£在赤红深渊击败卡尔将军。", --14197
"赤红深渊（英雄难度）£在赤红深渊击败卡尔将军（英雄或更高难度）。", --14198
"赤红深渊（史诗难度）£在赤红深渊击败卡尔将军（史诗难度或史诗钥石难度）。", --14199
"史诗：赤红深渊（公会版）£在公会队伍中击败赤红深渊的卡尔将军（史诗难度）。", --14200
"消灭卡尔将军（普通赤红深渊）£你尚未完成此成就", --14201
"消灭卡尔将军（英雄赤红深渊）£你尚未完成此成就", --14202
"消灭卡尔将军（史诗赤红深渊）£你尚未完成此成就", --14205
"兵主之刃£完成下列玛卓克萨斯故事线。", --14206
"消灭伊格诺斯，重生之蚀（随机尼奥罗萨，觉醒之城）£你尚未完成此成就", --14207
"消灭伊格诺斯，重生之蚀（普通尼奥罗萨，觉醒之城）£你尚未完成此成就", --14208
"消灭伊格诺斯，重生之蚀（英雄尼奥罗萨，觉醒之城）£你尚未完成此成就", --14210
"消灭伊格诺斯，重生之蚀（史诗尼奥罗萨，觉醒之城）£你尚未完成此成就", --14211
"流放者离岛£逃离流放者离岛，然后展开更宏伟的冒险。", --14222
"茶余谈资£在西塔尔的茶话会上，聆听故事的每一个方面。", --14233
"魔兽世界十六周年£在魔兽世界十六周年庆典期间登录游戏。", --14271
"情比石坚£在雷文德斯与石首成为朋友。", --14272
"坟头飞踢£在雷文德斯打开50座赎罪地穴。", --14273
"大赦天下£在雷文德斯帮助100个逃亡之魂完成一次赦罪仪式。", --14274
"雷文德斯永远罪孽深重£在雷文德斯击败下列审判官。", --14276
"指控者的宣罪者£完成下列雷文德斯成就。", --14277
"暗影界的博学者£完成下列“暗影国度”任务成就。", --14280
"晋升之途£完成下列晋升堡垒故事线。", --14281
"英雄礼包：咒缚恒龙£拥有“暗影国度”英雄版中的咒缚恒龙坐骑。", --14283
"绝命石师£在赎罪大厅中，一次性击碎18个或更多的不死石精，然后击败艾谢朗（史诗难度）。", --14284
"准备突袭第七季£在通灵战潮中，躲开彗星风暴、暴风雪或冻结之缚的次要效果，并击败缚霜者纳尔佐（史诗难度）。", --14285
"残灵古堡£在赤红深渊中，用残渣效果消灭8名被遗忘的俘虏，然后击败执行者塔沃德（史诗难度）。", --14286
"卡尔大灌篮£在赤红深渊中，受到爆扣！效果影响期间击败卡尔将军（史诗难度）。", --14289
"我的眼里只有你£击败赤红深渊的坚不可摧的杜拉卡（史诗难度）。", --14290
"有人踩到怎么办！£在塞兹仙林的迷雾找到唤雾者的6个玩具（史诗难度）。", --14291
"软泥骑行£在对凋魂之殇的同一次游历中，在受到凋殇者效果影响期间击败所有首领（史诗难度）。", --14292
"蝙蝠抓瞎£在纳斯利亚堡中，在啸翼消灭了六个鬼祟仆从后击败她（普通或更高难度）。", --14293
"扑泥的复仇£在纳斯利亚堡中，在泥拳按扑泥喜欢的顺序撞击柱子以后击败泥拳（普通或更高难度）。", --14294
"大丰收£在通灵战潮中，在收割者阿玛厄斯用最终收割吞噬了一具恐怖巨像的尸体后将其击败（史诗难度）。", --14295
"这下你火啦！£在凋魂之殇中，先摧毁2颗易爆魔药炸弹，然后击败伊库斯博士（史诗难度）。", --14296
"三选一£在伤逝剧场中，在多次完成狭路相逢战斗的过程中最后击败每一位斗士（史诗难度）。", --14297
"探索晋升堡垒£探索晋升堡垒，走过世界地图中被遮住的各个角落。", --14303
"探索炽蓝仙野£探索炽蓝仙野，走过世界地图中被遮住的各个角落。", --14304
"探索玛卓克萨斯£探索玛卓克萨斯，走过世界地图中被遮住的各个角落。", --14305
"探索雷文德斯£探索雷文德斯，走过世界地图中被遮住的各个角落。", --14306
"晋升堡垒冒险家£在晋升堡垒完成下列特殊战斗中的15个。", --14307
"玛卓克萨斯冒险家£在玛卓克萨斯完成下列特殊战斗中的15个。", --14308
"炽蓝仙野冒险家£在炽蓝仙野完成下列特殊战斗中的15个。", --14309
"雷文德斯冒险家£在雷文德斯完成下列特殊战斗中的15个。", --14310
"晋升堡垒的宝藏£发现晋升堡垒的隐藏宝藏。", --14311
"玛卓克萨斯的宝藏£发现玛卓克萨斯的隐藏宝藏。", --14312
"炽蓝仙野的宝藏£发现炽蓝仙野的隐藏宝藏。", --14313
"雷文德斯的宝藏£发现雷文德斯的隐藏宝藏。", --14314
"暗影界外交家£在下列所有的阵营中达到崇敬声望。", --14315
"外科耗材£在通灵战潮中，先摧毁两桶备用部件，然后击败外科医生缝肉（史诗难度）。", --14320
"暗影界英雄的荣耀£完成下列“暗影国度”史诗地下城成就。", --14322
"老练矛手£在晋升高塔使用五根使命之矛击中疑虑圣杰德沃丝后再击败她（史诗难度）。", --14323
"晋升高塔（英雄难度）£在晋升高塔击败疑虑圣杰德沃丝（英雄或更高难度）。", --14324
"晋升高塔（史诗难度）£在晋升高塔击败疑虑圣杰德沃丝（史诗难度或史诗钥石难度）。", --14325
"晋升高塔£在晋升高塔击败疑虑圣杰德沃丝。", --14326
"我可以从这里看到我的家£在晋升高塔中，击败疑虑圣杰德沃丝后，收集全部五颗宝珠，且每两次收集的间隔不超过60秒（史诗难度）。", --14327
"暗影界专业大师£在“暗影界”分类下的一种主要专业中获得最高技能点数。", --14328
"劳碌命£在“暗影界”分类下的两种主要专业中获得最高技能点数。", --14329
"暗影界百事通£将“暗影界”分类下的所有主要专业技能都提升到最高技能点数。", --14330
"哥利亚离线£在晋升高塔中，先激活并摧毁全部三个破碎的毁灭者，然后消灭奥莱芙莉安（史诗难度）。", --14331
"暗影界厨师£在“暗影界”分类下的烹饪专业中获得75点技能点数。", --14332
"暗影界渔夫£在“暗影界”分类下的钓鱼专业中获得200点技能点数。", --14333
"进入噬渊£完成“暗影国度”的初始剧情。", --14334
"晋升者£在晋升者阵营中达到崇拜声望。", --14335
"不朽军团£在不朽军团阵营中达到崇拜声望。", --14336
"荒猎团£在荒猎团阵营中达到崇拜声望。", --14337
"收割者之庭£在收割者之庭阵营中达到崇拜声望。", --14338
"碎片苦工£在晋升堡垒找到所有失落的心能水晶碎片。", --14339
"晋升之路1£在晋升之路中击败一名首领。", --14340
"晋升之路3£在晋升之路中击败三名首领。", --14342
"晋升之路5£在晋升之路中击败五名首领。", --14343
"晋升之路7£在晋升之路中击败七名首领。", --14344
"晋升之路12£在晋升之路中击败12名首领。", --14345
"晋升之路16£在晋升之路中击败16名首领。", --14346
"全血宴£在凋魂之殇中，先将三道菜喂给酤团，然后再将其击败（史诗难度）。", --14347
"晋升之路20£在晋升之路中击败20名首领。", --14348
"晋升之路24£在晋升之路中击败24名首领。", --14349
"晋升之路39£在晋升之路中击败39名首领。", --14351
"你胆敢把德纳修斯冷落在角落里£在赎罪大厅中，在3座罪碑雕像都位于房间角落时击败宫务大臣（史诗难度）。", --14352
"炽蓝仙野的舞台£在泊星剧场中出演下列剧目：", --14353
"传染性极强£在同一次游历中，在至少一位队伍成员带有堕落之血效果的情况下，击败彼界的哈卡、法力风暴夫妇、商人赛·艾柯莎和穆厄扎拉（史诗难度）。", --14354
"纳斯利亚团队的荣耀£完成下列纳斯利亚堡团队副本成就。", --14355
"啸翼（史诗难度）£在纳斯利亚堡击败啸翼（史诗难度）。", --14356
"猎手阿尔迪莫（史诗难度）£在纳斯利亚堡击败猎手阿尔迪莫（史诗难度）。", --14357
"饥饿的毁灭者（史诗难度）£在纳斯利亚堡击败饥饿的毁灭者（史诗难度）。", --14358
"圣物匠赛·墨克斯（史诗难度）£在纳斯利亚堡击败圣物匠赛·墨克斯（史诗难度）。", --14359
"太阳之王的救赎（史诗难度）£在纳斯利亚堡击败太阳之王的救赎（史诗难度）。", --14360
"伊涅瓦·暗脉女勋爵（史诗难度）£在纳斯利亚堡击败伊涅瓦·暗脉女勋爵（史诗难度）。", --14361
"猩红议会（史诗难度）£在纳斯利亚堡击败猩红议会（史诗难度）。", --14362
"泥拳（史诗难度）£在纳斯利亚堡击败泥拳（史诗难度）。", --14363
"顽石军团干将（史诗难度）£在纳斯利亚堡击败顽石军团干将（史诗难度）。", --14364
"德纳修斯大帝（史诗难度）£在纳斯利亚堡击败德纳修斯大帝（史诗难度）。", --14365
"通灵战潮£在通灵战潮击败缚霜者纳尔佐。", --14366
"通灵战潮（英雄难度）£在通灵战潮击败缚霜者纳尔佐（英雄或更高难度）。", --14367
"通灵战潮（史诗难度）£在通灵战潮击败缚霜者纳尔佐（史诗难度或史诗钥石难度）。", --14368
"凋魂之殇£在凋魂之殇击败斯特拉达玛侯爵。", --14369
"赎罪大厅£在赎罪大厅击败宫务大臣。", --14370
"塞兹仙林的迷雾£在塞兹仙林的迷雾击败特雷德奥瓦。", --14371
"伤逝剧场£在伤逝剧场击败无尽女皇莫德蕾莎。", --14372
"彼界£在彼界击败穆厄扎拉。", --14373
"伴侣咨询£在彼界中，使米尔豪斯和米尔菲丝用各自的暗影之怒和反射手指型激光发射器究极版互相攻击，然后将他们击败（史诗难度）。", --14374
"求知若渴£在塞兹仙林的迷雾中先击败觉醒的锥喉饕餮者，然后击败特雷德奥瓦。", --14375
"肉包子打狗£在纳斯利亚堡中，使用不稳定的喷发吸干所有大型心能之罐，然后击败饥饿的毁灭者（普通或更高难度）。", --14376
"史诗：彼界（公会版）£在公会队伍中击败彼界的穆厄扎拉（史诗难度）。", --14379
"史诗：赎罪大厅（公会版）£在公会队伍中击败赎罪大厅的宫务大臣（史诗难度）。", --14380
"史诗：通灵战潮（公会版）£在公会队伍中击败通灵战潮的缚霜者纳尔佐（史诗难度）。", --14381
"史诗：塞兹仙林的迷雾（公会版）£在公会队伍中击败塞兹仙林的迷雾的特雷德奥瓦（史诗难度）。", --14382
"史诗：凋魂之殇（公会版）£在公会队伍中击败凋魂之殇的斯特拉达玛侯爵（史诗难度）。", --14383
"史诗：晋升高塔（公会版）£在公会队伍中击败晋升高塔的疑虑圣杰德沃丝（史诗难度）。", --14384
"史诗：伤逝剧场（公会版）£在公会队伍中击败伤逝剧场的无尽女皇莫德蕾莎（史诗难度）。", --14385
"消灭穆厄扎拉（普通彼界）£你尚未完成此成就", --14387
"消灭穆厄扎拉（英雄彼界）£你尚未完成此成就", --14388
"消灭穆厄扎拉（史诗彼界）£你尚未完成此成就", --14389
"消灭宫务大臣（普通赎罪大厅）£你尚未完成此成就", --14390
"消灭宫务大臣（英雄赎罪大厅）£你尚未完成此成就", --14391
"消灭宫务大臣（史诗赎罪大厅）£你尚未完成此成就", --14392
"消灭特雷德奥瓦（普通塞兹仙林的迷雾）£你尚未完成此成就", --14393
"消灭特雷德奥瓦（英雄塞兹仙林的迷雾）£你尚未完成此成就", --14394
"消灭特雷德奥瓦（史诗塞兹仙林的迷雾）£你尚未完成此成就", --14395
"消灭斯特拉达玛侯爵（普通凋魂之殇）£你尚未完成此成就", --14396
"消灭斯特拉达玛侯爵（英雄凋魂之殇）£你尚未完成此成就", --14397
"消灭斯特拉达玛侯爵（史诗凋魂之殇）£你尚未完成此成就", --14398
"消灭德沃丝（普通晋升高塔）£你尚未完成此成就", --14399
"消灭德沃丝（英雄晋升高塔）£你尚未完成此成就", --14400
"消灭德沃丝（史诗晋升高塔）£你尚未完成此成就", --14401
"消灭缚霜者纳尔佐（普通通灵战潮）£你尚未完成此成就", --14402
"消灭缚霜者纳尔佐（英雄通灵战潮）£你尚未完成此成就", --14403
"消灭缚霜者纳尔佐（史诗通灵战潮）£你尚未完成此成就", --14404
"消灭莫德蕾莎（普通伤逝剧场）£你尚未完成此成就", --14405
"消灭莫德蕾莎（英雄伤逝剧场）£你尚未完成此成就", --14406
"消灭莫德蕾莎（史诗伤逝剧场）£你尚未完成此成就", --14407
"彼界（英雄难度）£在彼界击败穆厄扎拉（英雄或更高难度）。", --14408
"彼界（史诗难度）£在彼界击败穆厄扎拉（史诗难度或史诗钥石难度）。", --14409
"赎罪大厅（英雄难度）£在赎罪大厅击败宫务大臣（英雄或更高难度）。", --14410
"赎罪大厅（史诗难度）£在赎罪大厅击败宫务大臣。（史诗难度或史诗钥石难度）。", --14411
"塞兹仙林的迷雾（英雄难度）£在塞兹仙林的迷雾击败特雷德奥瓦（英雄或更高难度）。", --14412
"塞兹仙林的迷雾（史诗难度）£在塞兹仙林的迷雾击败特雷德奥瓦（史诗难度或史诗钥石难度）。", --14413
"凋魂之殇（英雄难度）£在凋魂之殇击败斯特拉达玛侯爵（英雄或更高难度）。", --14414
"凋魂之殇（史诗难度）£在凋魂之殇击败斯特拉达玛侯爵（史诗难度或史诗钥石难度）。", --14415
"伤逝剧场（英雄难度）£在伤逝剧场击败无尽女皇莫德蕾莎（英雄或更高难度）。", --14416
"伤逝剧场（史诗难度）£在伤逝剧场击败无尽女皇莫德蕾莎（史诗难度或史诗钥石难度）。", --14417
"暗影界地下城英雄£完成下列“暗影国度”英雄地下城成就。", --14418
"消灭啸翼（普通纳斯利亚堡）£你尚未完成此成就", --14419
"消灭啸翼（英雄纳斯利亚堡）£你尚未完成此成就", --14420
"消灭啸翼（史诗纳斯利亚堡）£你尚未完成此成就", --14421
"消灭啸翼（随机纳斯利亚堡）£你尚未完成此成就", --14422
"消灭猎手阿尔迪莫（普通纳斯利亚堡）£你尚未完成此成就", --14423
"消灭猎手阿尔迪莫（英雄纳斯利亚堡）£你尚未完成此成就", --14424
"消灭猎手阿尔迪莫（史诗纳斯利亚堡）£你尚未完成此成就", --14425
"消灭猎手阿尔迪莫（随机纳斯利亚堡）£你尚未完成此成就", --14426
"消灭饥饿的毁灭者（普通纳斯利亚堡）£你尚未完成此成就", --14427
"消灭饥饿的毁灭者（英雄纳斯利亚堡）£你尚未完成此成就", --14428
"消灭饥饿的毁灭者（史诗纳斯利亚堡）£你尚未完成此成就", --14429
"消灭饥饿的毁灭者（随机纳斯利亚堡）£你尚未完成此成就", --14430
"消灭圣物匠赛·墨克斯（普通纳斯利亚堡）£你尚未完成此成就", --14431
"消灭圣物匠赛·墨克斯（英雄纳斯利亚堡）£你尚未完成此成就", --14432
"消灭圣物匠赛·墨克斯（史诗纳斯利亚堡）£你尚未完成此成就", --14433
"消灭圣物匠赛·墨克斯（随机纳斯利亚堡）£你尚未完成此成就", --14434
"完成太阳之王的救赎（普通纳斯利亚堡）£你尚未完成此成就", --14435
"完成太阳之王的救赎（英雄纳斯利亚堡）£你尚未完成此成就", --14436
"完成太阳之王的救赎（史诗纳斯利亚堡）£你尚未完成此成就", --14437
"完成太阳之王的救赎（随机纳斯利亚堡）£你尚未完成此成就", --14438
"消灭伊涅瓦·暗脉女勋爵（普通纳斯利亚堡）£你尚未完成此成就", --14439
"消灭伊涅瓦·暗脉女勋爵（英雄纳斯利亚堡）£你尚未完成此成就", --14440
"消灭伊涅瓦·暗脉女勋爵（史诗纳斯利亚堡）£你尚未完成此成就", --14441
"消灭伊涅瓦·暗脉女勋爵（随机纳斯利亚堡）£你尚未完成此成就", --14442
"消灭猩红议会（普通纳斯利亚堡）£你尚未完成此成就", --14443
"消灭猩红议会（英雄纳斯利亚堡）£你尚未完成此成就", --14444
"消灭猩红议会（史诗纳斯利亚堡）£你尚未完成此成就", --14445
"消灭猩红议会（随机纳斯利亚堡）£你尚未完成此成就", --14446
"消灭泥拳（普通纳斯利亚堡）£你尚未完成此成就", --14447
"消灭泥拳（英雄纳斯利亚堡）£你尚未完成此成就", --14448
"消灭泥拳（史诗纳斯利亚堡）£你尚未完成此成就", --14449
"消灭泥拳（随机纳斯利亚堡）£你尚未完成此成就", --14450
"消灭顽石军团干将（普通纳斯利亚堡）£你尚未完成此成就", --14451
"消灭顽石军团干将（英雄纳斯利亚堡）£你尚未完成此成就", --14452
"消灭顽石军团干将（史诗纳斯利亚堡）£你尚未完成此成就", --14453
"消灭顽石军团干将（随机纳斯利亚堡）£你尚未完成此成就", --14454
"消灭德纳修斯大帝（普通纳斯利亚堡）£你尚未完成此成就", --14455
"消灭德纳修斯大帝（英雄纳斯利亚堡）£你尚未完成此成就", --14456
"消灭德纳修斯大帝（史诗纳斯利亚堡）£你尚未完成此成就", --14457
"消灭德纳修斯大帝（随机纳斯利亚堡）£你尚未完成此成就", --14458
"纳斯利亚堡（公会版）£在公会队伍中击败纳斯利亚堡的下列首领（普通或更高难度）。", --14459
"引领潮流：德纳修斯大帝£在下一阶段团队副本开放前击败纳斯利亚堡的德纳修斯大帝（英雄或更高难度）。", --14460
"千钧一发：德纳修斯大帝£在下一阶段团队副本开放前击败纳斯利亚堡的德纳修斯大帝（史诗难度）。", --14461
"斯科杜斯之厅£在托加斯特，罪魂之塔中成功完成斯科杜斯之厅的难度1。", --14463
"扭曲回廊：难度1£在托加斯特，罪魂之塔中完成扭曲回廊的难度1。", --14468
"扭曲回廊：难度2£在托加斯特，罪魂之塔中完成扭曲回廊的难度2。", --14469
"扭曲回廊：难度3£在托加斯特，罪魂之塔中完成扭曲回廊的难度3。", --14470
"扭曲回廊：难度4£在托加斯特，罪魂之塔中完成扭曲回廊的难度4。", --14471
"扭曲回廊：难度5£在托加斯特，罪魂之塔中完成扭曲回廊的难度5。", --14472
"断骨密室£在托加斯特，罪魂之塔中成功完成断骨密室的难度1。", --14473
"灵魂熔炉£在托加斯特，罪魂之塔中成功完成灵魂熔炉的难度1。", --14478
"凇心间隙£在托加斯特，罪魂之塔中成功完成凇心间隙的难度1。", --14483
"莫尔特雷加£在托加斯特，罪魂之塔中成功完成莫尔特雷加的难度1。", --14488
"上层区域£在托加斯特，罪魂之塔中成功完成上层区域的难度1。", --14493
"托加斯特的守门人£在托加斯特击败下列首领。", --14498
"幻惑£拾取2500个幻灭心能。", --14499
"幻心£拾取25000个幻灭心能。", --14500
"幻狂£拾取250000个幻灭心能。", --14501
"追求忠诚£通过前八轮忠诚试炼。", --14502
"无土栽培£在塞兹仙林的迷雾中，先击败长得过大的多头花，然后击败英格拉·马洛克（史诗难度）。", --14503
"尼娅，饰演萨维斯£在炽蓝仙野的泊星剧场中击败饰演萨维斯的尼娅。", --14504
"塞希伊，饰演古尔丹£在炽蓝仙野的泊星剧场中击败饰演古尔丹的塞希伊。", --14505
"光尘，饰演基尔加丹£在炽蓝仙野的泊星剧场中击败饰演基尔加丹的光尘。", --14506
"米卡伊，饰演阿古斯£在炽蓝仙野的泊星剧场中击败饰演阿古斯的米卡伊。", --14507
"光尘，饰演吉安娜£在炽蓝仙野的泊星剧场中击败饰演吉安娜的光尘。", --14508
"阿斯特拉，饰演艾萨拉£在炽蓝仙野的泊星剧场中击败饰演艾萨拉的阿斯特拉。", --14509
"织梦者，饰演恩佐斯£在炽蓝仙野的泊星剧场中击败饰演恩佐斯的织梦者。", --14510
"使命之旅：炽蓝仙野£开启战争模式期间，在炽蓝仙野获得1000点荣誉点数。", --14511
"使命之旅：雷文德斯£开启战争模式期间，在雷文德斯获得1000点荣誉点数。", --14512
"使命之旅：玛卓克萨斯£开启战争模式期间，在玛卓克萨斯获得1000点荣誉点数。", --14513
"使命之旅：晋升堡垒£开启战争模式期间，在晋升堡垒获得1000点荣誉点数。", --14514
"佐·索尔格的命令£完成下列暗影界的PvP世界任务。", --14515
"佐·索尔格的叹服£在暗影界完成下列每一个PvP世界任务20次。", --14516
"盟约之战£消灭加入下列盟约的敌对玩家，每种20人。", --14519
"托加斯特：进入托加斯特£隐藏的解锁托加斯特的共用成就。", --14521
"狗有三急£把玛尔苟、巴加斯特和赫库提斯遛到狗舍的角落里后再击败纳斯利亚堡的猎手阿尔迪莫（普通或更高难度）。", --14523
"我到底在期待什么？£在纳斯利亚堡击败黑暗意志后再击败伊涅瓦·暗脉女勋爵（普通或更高难度）。", --14524
"嗜血玫瑰£在所有玩家都拿着一束绽放的猩红玫瑰的情况下击败纳斯利亚堡的顽石军团干将（普通或更高难度）。", --14525
"苍穹斗域的比赛£苍穹斗域的比赛", --14527
"苍穹斗域的胜利£苍穹斗域的胜利", --14528
"“暗影国度”钥石征服者：第一赛季£在限制时间内完成10级或更高的所有“暗影国度”第一赛季的史诗地下城。", --14531
"“暗影国度”钥石大师：第一赛季£在限制时间内完成15级或更高的所有“暗影国度”第一赛季的史诗地下城。", --14532
"皇家大战£在伤逝剧场使用/challenge（/挑战）并击败两个幽魂参赛者后，击败无尽女皇莫德雷莎（史诗难度）。", --14533
"邪气鞍座（31）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14555
"邪气鞍座（32）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14557
"邪气鞍座（33）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14558
"邪气鞍座（34）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14559
"邪气鞍座（35）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14560
"邪气鞍座（31）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14561
"邪气鞍座（32）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14563
"邪气鞍座（33）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14564
"邪气鞍座（34）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14565
"邪气鞍座（35）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --14566
"破镜重圆£在赎罪大厅的哈尔吉亚斯重新吸收了全部3个哈尔吉亚斯的碎片后击败他（史诗难度）。", --14567
"扭曲回廊：难度6£在托加斯特，罪魂之塔中完成扭曲回廊的难度6。", --14568
"扭曲回廊：难度7£在托加斯特，罪魂之塔中完成扭曲回廊的难度7。", --14569
"扭曲回廊：难度8£在托加斯特，罪魂之塔中完成扭曲回廊的难度8。", --14570
"动动你的脑……£在彼界收集全部5个飘浮在商人赛·艾柯莎的上方的宝珠后击败她（史诗难度）。", --14606
"新鲜的肉！£在伤逝剧场用软肉碎击把2块肉打软后击败斩血（史诗难度）。", --14607
"燃烧的夜晚£在纳斯利亚堡点亮凯尔萨斯房间里的全部4个火盆后救赎凯尔萨斯（普通或更高难度）。", --14608
"问心无愧£在悔悟之行施放前所有玩家都移除了罪孽烦扰的情况下，击败纳斯利亚堡的德纳修斯大帝（普通或更高难度）。", --14610
"罪孽争斗者£在“暗影国度”第1赛季的评级PvP比赛中获胜而且等级达到1000或以上", --14611
"罪孽争斗者£在“暗影国度”第1赛季的评级PvP比赛中获胜而且等级达到1000或以上", --14612
"虚荣城堡£从纳斯利亚堡收集一套护甲套装。", --14614
"私人收藏£在纳斯利亚堡，把逸散的玛卓克萨斯、炽蓝仙野和噬渊心能放回各自的展示柜后击败圣物匠赛·墨克斯（普通或更高难度）。", --14617
"铸就征服：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得5000点征服点数。", --14618
"决策失误£在纳斯利亚堡扔掉四瓶葡萄酒后击败猩红议会（普通或更高难度）。", --14619
"激战暗影界£在队伍中所有宠物达到25级的情况下，在暗影界完成14个宠物对战世界任务。", --14625
"哀伤收割者£从伤逝剧场获得哀伤克星。", --14626
"天命之选£向暗影界的一个盟约效忠。", --14627
"名望之路£名望等级达到10级。", --14628
"赢得尊重£名望等级达到20级。", --14629
"成为英雄£名望等级达到30级。", --14630
"盟约勇士£名望等级达到40级。", --14631
"心能导流£解锁你的3级心能导流器。", --14632
"导航大师£解锁你的3级圣所旅行网络。", --14633
"亡命九条£找到玛卓克萨斯的所有猫咪，并进行亲昵。", --14634
"首席冒险官£解锁你的3级圣所冒险指挥台。", --14636
"盟约风情画£解锁你的5级圣所特殊功能。", --14637
"心能必须流动£解锁与你的心能导流器连接的所有地点。", --14638
"专注复兴£使用你的心能导流器50次。", --14639
"名人堂：德纳修斯大帝（联盟）£跻身世界前一百家率先击败德纳修斯大帝（史诗难度）的联盟公会之一。", --14649
"名人堂：德纳修斯大帝（部落）£跻身世界前一百家率先击败德纳修斯大帝（史诗难度）的部落公会之一。", --14650
"史诗：德纳修斯大帝（公会版）£在公会队伍中击败纳斯利亚堡的德纳修斯大帝（史诗难度）。", --14652
"贸易伙伴£在噬渊的威·娜莉处达到欣赏声望。", --14656
"护魂者的负担£从噬渊救出200名灵魂。", --14658
"解决手下£在噬渊完成下列特殊战斗中的5个。", --14659
"我可不是好惹的£在噬渊完成下列所有特殊战斗。", --14660
"服务器第一！“暗影国度”钥石大师£参与了服务器第一个在限定时间内完成15级或更高的“暗影国度”史诗难度地下城的竞争。", --14662
"探索噬渊£探索噬渊，走过世界地图中被遮住的各个角落。", --14663
"快好起来！£在女王的温室孵化每类精魂各一个。", --14670
"好像有点不对劲……£在世界任务“乌合之众”当中，在20分钟内连续成功地指控并揭露8个博格特，当中没有出现猜错的情况。", --14671
"来点这个，再来点那个£从世界任务“我们会善加利用”获得每个匠人的礼物。", --14672
"精魂语者£在女王的温室孵化每类伟大精魂各一个。", --14675
"神圣精魂的救星£在女王的温室孵化每类神圣精魂各一个。", --14676
"精魂观察£在女王的温室完成每一个法利尔的精魂观察任务。", --14677
"王庭青睐£为你的灰烬王庭解锁下列青睐。", --14678
"宫廷聚会£为你的灰烬王庭解锁下列升级。", --14679
"自得其乐£为你的灰烬王庭解锁下列设施。", --14680
"泥仆学园£训练你的灰烬王庭泥仆掌握以下管家的专长。", --14681
"聚会通报官£完成下列灰烬王庭成就。", --14682
"时尚泥仆£为你的灰烬王庭泥仆解锁以下外观选项。", --14683
"可憎的生活£完成下列所有憎恶缝合任务。", --14684
"争斗者：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得争斗者评级。", --14685
"挑战者：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得挑战者评级。", --14686
"竞争者：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得竞争者评级。", --14687
"决斗者：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得决斗者评级。", --14688
"角斗士：“暗影国度”第1赛季£在“暗影国度”第1赛季的3v3竞技场中以精锐排名赢得50场胜利。", --14689
"罪孽角斗士：“暗影国度”第1赛季£以竞技场3v3排名前0.1%的战绩结束“暗影国度”PvP第1赛季的战斗（需要你在当前阵营下在“暗影国度”第1赛季赢得150场战斗）。", --14690
"精锐：“暗影国度”第1赛季£在“暗影国度”第1赛季中获得精锐评级。", --14691
"联盟英雄：罪孽£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第1赛季的战斗（需要你在当前阵营下在“暗影国度”第1赛季赢得50场战斗）。", --14692
"部落英雄：罪孽£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第1赛季的战斗（需要你在当前阵营下在“暗影国度”第1赛季赢得50场战斗）。", --14693
"纳斯利亚堡£击败下列首领（任意难度）。", --14715
"纳斯利亚堡（英雄难度）£击败下列首领（英雄难度）。", --14717
"纳斯利亚堡（史诗难度）£击败下列首领（史诗难度）。", --14718
"英雄：纳斯利亚堡（公会版）£在公会队伍中击败纳斯利亚堡的下列首领（英雄难度）。", --14720
"调配混沌£击败全部七个从混合怪物之池出来的造物。", --14721
"热情好客£在你的灰烬王庭招待下列宾客。", --14723
"广结善缘£帮助你的灰烬王庭的下列宾客达到兴高采烈的心情等级。", --14724
"少数幸运儿£举办一场有四个兴高采烈的宾客的灰烬王庭。", --14725
"异彩纷呈£举办下列指标达到高等级的灰烬王庭。", --14726
"庆典司仪£在一次灰烬王庭中完成10个事件。", --14727
"致所有穿越时空的小松鼠£德拉诺是很多常见但有所区别的小动物的家园，它们都在等人来/爱（/love）。", --14728
"致我爱的所有小松鼠，虽然你们有伤痕£破碎海滩的小动物也需要/爱（/love）。", --14729
"致所有我扬帆拜访的小松鼠£库尔提拉斯和赞达拉的小动物也值得你/爱（/love）。", --14730
"致所有我爱过，但已经失去的小松鼠£暗影界的小动物得到过爱，但还需要更多的/爱（/love）。", --14731
"滚烫鞍座£在日舞者的愤怒下幸存，并获得在战斗试炼中挑战他的权利。", --14733
"晋升者集结£敲响晋升堡垒的全部五座神庙暮钟，召唤晋升者议会。", --14734
"飞行毕业£完成下列所有晋升堡垒的“飞行课”世界任务。", --14735
"晋升堡垒永远铭记£用下列每个角色阅读世界任务“铭记之事”中的故事。", --14737
"狩猎小队£完成噬渊的全部四个狩猎类型。", --14738
"王牌飞行员£在晋升堡垒的世界任务“飞行课：狂乱振翅”中完成圣杰的挑战。", --14741
"是谁派你来的？£在噬渊中消灭100个通过典狱长之眼派过来了结你性命的刺客。", --14742
"少得要命£在噬渊中消灭5个稀有或稀有精英敌人。", --14743
"走人不如走运£在噬渊中消灭所有稀有或稀有精英首领。", --14744
"侠盗猎犬手£从噬渊的渊誓警卫窃取50只影犬。", --14745
"麻烦上身！£在噬渊中获得破灭堡的进入权限。", --14746
"麻烦加倍！£在噬渊中获得野兽密径的进入权限。", --14747
"衣柜大改造£用憎恶缝合来制作25件下列时尚饰物。", --14748
"伦德尔的大日子£帮助伦德尔找到下列帽子来穿到灰烬王庭。", --14749
"亡者崛起£完成导致“暗影国度”事件的“亡者崛起”故事线。", --14750
"倾巢出动£用憎恶缝合建造下列构造体各一个。", --14751
"亡者消遣£完成下列憎恶缝合成就。", --14752
"裹布的尽头£捐献100份心能束缚的裹布给召唤师赫拉德，从而帮助召唤维斯克图斯，战争幽魂。", --14753
"被忘却者£帮助刻符者解开他身上的其中一道束缚。", --14754
"传说协作£和刻符者一起制作一件传说装备。", --14755
"彼岸世界£在暗影界完成100个不同的世界任务。", --14758
"我想起来了……£为刻符者找回另一份回忆。", --14759
"收集回忆£为刻符者找回10份回忆。", --14760
"解密死亡£收集噬渊中的所有噬渊学识物品。", --14761
"不畏苍穹£在晋升堡垒的世界任务“飞行课：远起高飞！”中完成圣杰的挑战。", --14762
"入殓美妆£为玛卓克萨斯的通灵助祭伪装收集所有定制选项。", --14763
"强效幸运符£在乔迪的帮助下，获得强效幸运符。", --14764
"城墙赛车手£完成世界任务“城墙竞速日！”10次。", --14765
"阴间阳伞£通过完成世界任务“阳伞之危”10次来精通阳伞技艺。", --14766
"知足常乐£获得晋升堡垒的下列所有净化祝福的效果。", --14767
"这是什么旋律？£获得晋升堡垒的下列所有赞美诗的效果。", --14768
"有蝙蝠！£用注能红宝石使雷文德斯的每尊恐惧蝠雕像活化。", --14769
"暗影骑行£租赁城堡罪奔者来载你前往下列每一个雷文德斯的地点。", --14770
"冥世快车£骑乘下列雷文德斯的马车。", --14771
"蝠侍之道£完成世界任务“秘密差事”，而且过程中没有丢失你的伪装。", --14772
"暴力灭鼠£用心能之力“鼓胀饲料”使100个噬渊鼠爆炸。", --14773
"炽蓝仙野食神£品尝每一种炽蓝仙野的美味。", --14774
"玛拉斯缪赞£在玛拉斯缪斯阵营中达到崇拜声望。", --14775
"为了囤货！£在留有1000份没花出去的幻灭心能的情况下完成任意一个区。", --14776
"修葺专家£给你的盟约圣所的所有功能升级。", --14777
"贪婪无度£通过使用贪婪的心能单元获得下列心能之力：", --14778
"荒野狩猎£消灭下列炽蓝仙野的野兽。", --14779
"冥想大师£在女王的温室完成奥姆的所有冥想任务并获得你内心的平静。", --14780
"50级£升到50级。", --14782
"60级£升到60级。", --14783
"在团队副本中死亡的总次数£在团队副本中死亡的总次数", --14784
"在PvP竞技场中死亡的总次数£你尚未完成此成就", --14785
"在PvP战场中死亡的总次数£你尚未完成此成就", --14786
"在地下城中死亡的总次数£你尚未完成此成就", --14787
"破碎的妖精传说£在炽蓝仙野归还下列失落的书籍。", --14788
"所有精魂，无论大小£完成利亚的故事线以帮助女王的温室恢复所有的动物之灵。", --14789
"盟约战役£完成你的盟约战役。", --14790
"给你的猎人一枚种子……£在与沼泽博格特战斗途中或者战斗之后，向格文瑟伊尔投掷一枚散发微光的种子。", --14791
"迷雾散开£为刻符者找回15份回忆。", --14795
"精良（暗影国度）£“暗影国度”期间，在身上的每一个装备栏中都装备一件物品等级不低于158级的至少为精良品质的物品。", --14796
"史诗（暗影国度）£“暗影国度”期间，在身上的每一个装备栏中都装备一件物品等级不低于183级的至少为史诗品质的物品。", --14797
"旅居雷文德斯£完成下列可选的雷文德斯故事线。", --14798
"旅居玛卓克萨斯£完成下列可选的玛卓克萨斯故事线。", --14799
"旅居炽蓝仙野£完成下列可选的炽蓝仙野故事线。", --14800
"旅居晋升堡垒£完成下列可选的晋升堡垒故事线。", --14801
"铁血搏击£在伤逝剧场中击败全部7名勇士。", --14802
"巡游托加斯特£在托加斯特，罪魂之塔中成功完成下列区域的难度1：", --14808
"纵贯托加斯特£在托加斯特，罪魂之塔中成功完成下列区域的难度4：", --14809
"称霸托加斯特£在托加斯特，罪魂之塔中成功完成下列区域的难度8：", --14810
"主教臣服£消灭大主教图拉扬。", --14815
"罪孽角斗士的噬魂者£在“暗影国度”第1赛季获得罪孽角斗士的噬魂者。", --14816
"反抗奥格瑞玛£消灭洛坎。", --14817
"涌泉海滩亲手消灭£涌泉海滩亲手消灭", --14819
"冬拥湖之战亲手消灭£冬拥湖之战亲手消灭", --14820
"阿什兰亲手消灭£阿什兰亲手消灭", --14821
"涌泉海滩荣誉消灭£涌泉海滩荣誉消灭", --14822
"冬拥湖之战荣誉消灭£冬拥湖之战荣誉消灭", --14823
"阿什兰荣誉消灭£阿什兰荣誉消灭", --14824
"暗影界旅行家£完成下列暗影界成就。", --14825
"死而复生，排队不休£收集任意一套“暗影国度”PvP第1赛季套装。", --14831
"时尚憎恶£用憎恶缝合来制作每一种时尚饰物。", --14833
"天命羁绊£解锁你的盟约的第一个灵魂羁绊。", --14834
"果敢羁绊£解锁你的盟约的第二个灵魂羁绊。", --14835
"坚毅羁绊£解锁你的盟约的第三个灵魂羁绊。", --14836
"羁绊枢纽£解锁你的盟约的所有三个灵魂羁绊的所有技能行。", --14837
"冒险：冒险起航£在冒险中将三名冒险者升到60级。", --14839
"冒险：新手上路£将一名冒险者升到20级。", --14840
"冒险：初见成效£将一名冒险者升到40级。", --14841
"冒险：坚持不懈£将一名冒险者升到60级。", --14842
"冒险：和谐共处£从盟约中集结12名冒险者。", --14843
"冒险：突入敌营£完成下列噬渊冒险。", --14844
"冒险：初登正途£完成一场冒险。", --14845
"冒险：聚叶成林£完成10场冒险。", --14846
"冒险：暗影界的守护者£完成100场冒险。", --14847
"庇护堡垒£在使用灵铸护盾的情况下击败卡莉丝塞茵和克雷文·科林斯。", --14851
"猫头鹰问题£使用米卡尼科斯在忠诚试炼中击败艾尔德林和敏伊尔以及裂皮梦魇。", --14852
"痛苦彩虹£在受到烈焰血脉、冻结和呕吐不止的影响后，击败疯狂的莫塔米尔。", --14853
"关键不在于装备£使用每一种灵魂羁绊装备来完成一次忠诚试炼。", --14854
"符咒的魅力£装备五种护符来完成一次智慧试炼。", --14856
"毛腿战士£在一次智慧试炼中，在消灭20只爬行者后，击败艾克兹拉。", --14857
"饥渴诅咒£在一次智慧试炼中，在克雷文·科林斯吸收了两个心能宝珠后击败他。", --14858
"场内全垒打£在一次智慧试炼中，在经受五次强能挥击并生还后，击败阿萨诺斯。", --14859
"荒野求生£在没有装备任何灵魂羁绊装备的情况下完成一次智慧试炼。", --14860
"名师出高徒£使用裴拉戈斯、克雷雅和米卡尼科斯在智慧试炼中击败卡莉丝塞茵和阿萨诺斯。", --14861
"而在于自信£使用每一种灵魂羁绊装备完成一次谦逊试炼。", --14862
"亡命弃“四”者£在一场智慧试炼中，在摧毁了所有护命匣后再伤害并击败兹兰提奥克。", --14863
"心灵梦魇£在一场智慧试炼中使用裴拉戈斯在不直面任何回忆的情况下击败阿扎鲁克斯。", --14864
"谦逊信徒£使用裴拉戈斯、克雷雅和米卡尼科斯完成全部十场谦逊试炼。", --14865
"路途大师£在不使用任何护符，也没有激活任何火盆的情况下完成全部十场谦逊试炼。", --14866
"暗影界猎人£获得暗影界的每种战斗宠物。", --14867
"水栖幻灵£在队伍中全部为25级水栖宠物的情况下击败暗影界的9个驯宠师。", --14868
"爆裂野兽£在队伍中全部为25级野兽宠物的情况下击败暗影界的9个驯宠师。", --14869
"小动物的大步伐£在队伍中全部为25级小动物宠物的情况下击败暗影界的9个驯宠师。", --14870
"致命龙息£在队伍中全部为25级龙类宠物的情况下击败暗影界的9个驯宠师。", --14871
"幽虚元素£在队伍中全部为25级元素宠物的情况下击败暗影界的9个驯宠师。", --14872
"摇曳飞虫£在队伍中全部为25级飞行宠物的情况下击败暗影界的9个驯宠师。", --14873
"萦亡人£在队伍中全部为25级人形宠物的情况下击败暗影界的9个驯宠师。", --14874
"风干的魔法£在队伍中全部为25级魔法宠物的情况下击败暗影界的9个驯宠师。", --14875
"断魂机械£在队伍中全部为25级机械宠物的情况下击败暗影界的9个驯宠师。", --14876
"秽邪亡魂£在队伍中全部为25级亡灵宠物的情况下击败暗影界的9个驯宠师。", --14877
"全谱系驱魔师£完成下列所有成就。", --14879
"冥世的可憎仇敌£击败暗影界的下列冥世灾星。", --14881
"45级£升到45级。", --14884
"向月而行£在阿萨诺斯向你招手后，你也向他挥手告别。", --14887
"托加双宝£从威·娜莉处解锁任意两种永久升级。", --14894
"托加五福£从威·娜莉处解锁任意五种永久升级。", --14895
"在物品栏中装备优秀品质物品£你尚未完成此成就", --14897
"在物品栏中装备精良品质物品£你尚未完成此成就", --14898
"在物品栏中装备史诗品质物品£你尚未完成此成就", --14899
"在物品栏中装备传说品质物品£你尚未完成此成就", --14900
"在物品栏中装备传家宝物品£你尚未完成此成就", --14901
"虚空龙宝宝上线£拥有暴雪线上嘉年华赠送的月触虚空龙宝宝。", --14904
"飞转狂欢£拥有2020年冬幕节礼物，花环回旋镖。", --14931
"“暗影国度”钥石探索者：第一赛季£在限制时间内完成5级或更高的所有“暗影国度”第一赛季的史诗地下城。", --14938
"魔兽世界十七周年£在魔兽世界十七周年庆典期间登录游戏。", --14942
"灭门惨案£在有5层兽群之血激活的情况下击败噬渊中的伊尔瓦，高姆的配偶。", --14943
"统御之链£完成下列故事线。", --14961
"不羁争斗者£在“暗影国度”第2赛季的评级PvP比赛中获胜而且等级达到1000或以上", --14966
"不羁争斗者£在“暗影国度”第2赛季的评级PvP比赛中获胜而且等级达到1000或以上", --14967
"争斗者 I：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“争斗者 I”评级。", --14968
"挑战者 I：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“挑战者 I”评级。", --14969
"竞争者 I：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“竞争者 I”评级。", --14970
"决斗者：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得决斗者评级。", --14971
"角斗士：“暗影国度”第2赛季£在“暗影国度”第2赛季的3v3竞技场中以精锐排名赢得50场胜利。", --14972
"不羁角斗士：“暗影国度”第2赛季£以竞技场3v3排名前0.1%的战绩结束“暗影国度”PvP第2赛季的战斗（需要你在当前阵营下在“暗影国度”第2赛季赢得150场战斗）。", --14973
"精锐：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得精锐评级。", --14974
"联盟英雄：不羁£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第2赛季的战斗（需要你在当前阵营下在“暗影国度”第2赛季赢得50场战斗）。", --14975
"部落英雄：不羁£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第2赛季的战斗（需要你在当前阵营下在“暗影国度”第2赛季赢得50场战斗）。", --14976
"“救”友重逢£在进入迷雾，在莫莉亚兹和扣子团聚后，击败统御圣所的塔拉格鲁（普通或更高难度）。", --14998
"不羁角斗士的噬魂者£在“暗影国度”第2赛季获得不羁角斗士的噬魂者。", --14999
"统一战线£完成噬渊的全部四种盟约突袭。", --15000
"典狱长的私人藏品£在法夜突袭罪人锻炉期间打开十个隙隐宝箱。", --15001
"九武之尊£用9个或更多的命运残片形成一个命运碎片后，击败统御圣所的九武神（普通或更高难度）。", --15003
"狡狐冒险记£在阿猾每次逃跑时找到它。", --15004
"百废待兴£给盟约的所有四种升级解锁第一级。", --15023
"久旱甘霖£给盟约的所有四种升级解锁第二级。", --15024
"重楼飞阁£给盟约的所有四种升级解锁第三级。", --15025
"陨灭之堡£在通灵领主突袭破灭堡期间完成下列任务。", --15032
"攻占特玛库伦£在温西尔突袭特玛库伦期间完成下列任务。", --15033
"焰翼共舞£在格里恩突袭佐瓦尔的坩埚期间完成下列任务。", --15034
"主动出击£完成下列盟约突袭成就中的4个。", --15035
"根除邪恶£在法夜突袭罪人锻炉期间完成下列任务。", --15036
"浴血奋战£和每个独特的勇士一起完成任务“兄弟连”各一次。", --15037
"信手拈来£在通灵领主突袭破灭堡期间打开十个渊誓宝箱。", --15039
"完美命运£不受到宿命残片、宿命联结和永恒之唤的爆炸的伤害情况下，击败统御圣所的命运撰写师罗-卡洛（普通或更高难度）。", --15040
"佐瓦尔鬼步舞£在佐瓦尔的坩埚的五座不同的熔炉附近拿着防渊伞跳舞。", --15041
"宁神香茶£在温西尔突袭特玛库伦期间给下列角色上茶。", --15042
"托加斯特囤宝者£裂牙会从通往托加斯特的传送门里拖拽出物品，利用它们。", --15043
"科尔普里普里普克拉克的英雄们£在法夜突袭任务“别让我把它拼出来”期间，帮助下列每一个角色。", --15044
"钥石英雄：通灵战潮£在限制时间内完成10级或更高的史诗难度的通灵战潮。", --15045
"钥石英雄：凋魂之殇£在限制时间内完成20级或更高的史诗难度的凋魂之殇。", --15046
"钥石英雄：塞兹仙林的迷雾£在限制时间内完成10级或更高的史诗难度的塞兹仙林的迷雾。", --15047
"钥石英雄：赎罪大厅£在限制时间内完成20级或更高的史诗难度的赎罪大厅。", --15048
"钥石英雄：晋升高塔£在限制时间内完成20级或更高的史诗难度的晋升高塔。", --15049
"钥石英雄：伤逝剧场£在限制时间内完成20级或更高的史诗难度的伤逝剧场。", --15050
"钥石英雄：彼界£在限制时间内完成20级或更高的史诗难度的彼界。", --15051
"钥石英雄：赤红深渊£在限制时间内完成20级或更高的史诗难度的赤红深渊。", --15052
"探索刻希亚£探索刻希亚，走过世界地图中被遮住的各个角落。", --15053
"冰冷黑暗的爪牙£在噬渊击败所有托加斯特的折磨者的特殊战斗。", --15054
"乌兹之友£和乌兹一起完成日常任务“泥出风采”3次。", --15055
"吵吵之友£和吵吵一起完成日常任务“泥出风采”3次。", --15056
"烦烦之友£和烦烦一起完成日常任务“泥出风采”3次。", --15057
"我在老家时经常拿矿道老鼠练腿£进球三次后，击败统御圣所的耐奥祖的残迹（普通或更高难度）。", --15058
"死亡先锋军£在死亡先锋军阵营中达到崇拜声望。", --15059
"打破锁链£完成下列成就。", --15064
"眼盼你在我身边£统御圣所的典狱长之眼施放即刻屠灭后，使用回收的自拍神器给典狱长之眼和整个团队拍张照片，然后击败典狱长之眼（普通或更高难度）。", --15065
"文物复原£在刻希亚收集所有档案员的圣物。", --15066
"坚钢宝库£在托加斯特，罪魂之塔中成功完成坚钢宝库的任意难度。", --15067
"档案员卷宗£在档案员卷宗阵营解锁6级研究。", --15069
"“暗影国度”钥石探索者：第二赛季£在“暗影国度”第二赛季中的史诗钥石评分达到至少750。", --15073
"渗透者£在托加斯特，罪魂之塔完成下列稀有战斗。", --15075
"万物之盒£在托加斯特，罪魂之塔获得万物之盒。", --15076
"“暗影国度”钥石征服者：第二赛季£在“暗影国度”第二赛季中的史诗钥石评分达到至少1500。", --15077
"“暗影国度”钥石大师：第二赛季£在“暗影国度”第二赛季中的史诗钥石评分达到至少2000。", --15078
"亿物其中£研究万物之盒里的每个天赋。", --15079
"福满万物£在万物之盒研究3级远古祝福。", --15080
"完美无瑕：斯科杜斯之厅（难度12）£在难度12的斯科杜斯之厅获得完美无瑕评价。", --15081
"完美无瑕：断骨密室（难度12）£在难度12的断骨密室获得完美无瑕评价。", --15082
"完美无瑕：凇心间隙（难度12）£在难度12的凇心间隙获得完美无瑕评价。", --15083
"完美无瑕：灵魂熔炉（难度12）£在难度12的灵魂熔炉获得完美无瑕评价。", --15084
"完美无瑕：莫尔特雷加（难度12）£在难度12的莫尔特雷加获得完美无瑕评价。", --15087
"完美无瑕：上层区域（难度12）£在难度12的上层区域获得完美无瑕评价。", --15088
"无瑕大师（难度12）£在难度12的托加斯特，罪魂之塔的每个区都获得完美无瑕评价。", --15089
"初尝完美£在托加斯特，罪魂之塔获得一次完美无瑕评价。", --15091
"折磨大师£完成下列成就：", --15092
"为我复仇！£折磨效果“复仇者”激活时，在托加斯特，罪魂之塔消灭一个拥有10层复仇效果的精英敌人。", --15093
"暴怒£祝福效果“暴怒”激活时，在托加斯特，罪魂之塔连续维持30秒最大层数的暴怒效果。", --15094
"毫无疑问£一次托加斯特，罪魂之塔的冒险中，在折磨效果“后备力量”激活时，在完全没有消灭或打断任何渊誓唤疑者的法术的情况下击败一个首领。", --15095
"人群之欢£折磨效果“幽闭恐惧症”激活时，在托加斯特，罪魂之塔连续受到30秒的幽闭恐惧症效果。", --15096
"刻希亚的宝藏£发现刻希亚和渊狱隐藏的宝藏。", --15099
"挣脱枷锁£收集任意一套“暗影国度”PvP第2赛季套装。", --15102
"折磨者的探戈£在战斗开始前/嘲讽（/taunt）加尔鲁什·地狱咆哮，并回避所有折磨的冲击，然后击败统御圣所的裂魂者多尔玛赞（普通或更高难度）。", --15105
"质检大关£把所有不稳定的货物都在送货前交给至少一位其他玩家后，击败塔扎维什，帷纱集市的P.O.S.T.总管（史诗难度）。", --15106
"征服刻希亚£在刻希亚和噬渊完成下列特殊战斗。", --15107
"永不分离£融化克尔苏加德残迹的心后，击败统御圣所的克尔苏加德（普通或更高难度）。", --15108
"能搅碎吗？£当所有队伍成员被4种不同的搅碎的物质覆盖时，击败塔扎维什，帷纱集市的哨卫佐·菲克斯（史诗难度）。", --15109
"统御T台£从统御圣所收集一套护甲套装。", --15110
"塔拉格鲁（史诗难度）£击败统御圣所的塔拉格鲁（史诗难度）。", --15112
"典狱长之眼（史诗难度）£击败统御圣所的典狱长之眼（史诗难度）。", --15113
"九武神（史诗难度）£击败统御圣所的九武神（史诗难度）。", --15114
"耐奥祖的残迹（史诗难度）£击败统御圣所的耐奥祖的残迹（史诗难度）。", --15115
"裂魂者多尔玛赞（史诗难度）£击败统御圣所的裂魂者多尔玛赞（史诗难度）。", --15116
"痛楚工匠莱兹纳尔（史诗难度）£击败统御圣所的痛楚工匠莱兹纳尔（史诗难度）。", --15117
"初诞者的卫士（史诗难度）£击败统御圣所的初诞者的卫士（史诗难度）。", --15118
"命运撰写师罗-卡洛（史诗难度）£击败统御圣所的命运撰写师罗-卡洛（史诗难度）。", --15119
"克尔苏加德（史诗难度）£击败统御圣所的克尔苏加德（史诗难度）。", --15120
"希尔瓦娜斯·风行者（史诗难度）£击败统御圣所的希尔瓦娜斯·风行者（史诗难度）。", --15121
"典狱长先锋军£击败统御圣所下层的下列首领。", --15122
"晦暗刑狱£击败统御圣所的下列首领。", --15123
"命运镣铐£击败统御圣所上层的下列首领。", --15124
"典狱长的报复£攀登到塔顶，直面统御圣所的希尔瓦娜斯·风行者。", --15125
"统御圣所£击败下列首领（任意难度）。", --15126
"统御圣所（英雄难度）£击败下列首领（英雄难度）。", --15127
"统御圣所（史诗难度）£击败下列首领（史诗难度）。", --15128
"统御团队的荣耀£完成下列统御圣所团队副本成就。", --15130
"打地魂£在激活燃烧绞架后，击败统御圣所的痛楚工匠莱兹纳尔（普通或更高难度）。", --15131
"知识就是力量£在启迪并战胜探寻者瓦扎伦后，击败统御圣所的初诞者的卫士（普通或更高难度）。", --15132
"棱镜之囚£在激活聚焦棱镜后，击败统御圣所的希尔瓦娜斯·风行者（普通或更高难度）。", --15133
"引领潮流：希尔瓦娜斯·风行者£在下一阶段团队副本开放前击败统御圣所的希尔瓦娜斯·风行者（英雄或更高难度）。", --15134
"千钧一发：希尔瓦娜斯·风行者£在下一阶段团队副本开放前击败统御圣所的希尔瓦娜斯·风行者（史诗难度）。", --15135
"击败塔拉格鲁（随机统御圣所）£你尚未完成此成就", --15136
"击败塔拉格鲁（普通统御圣所）£你尚未完成此成就", --15137
"击败塔拉格鲁（英雄统御圣所）£你尚未完成此成就", --15138
"击败塔拉格鲁（史诗统御圣所）£你尚未完成此成就", --15139
"击败典狱长之眼（随机统御圣所）£你尚未完成此成就", --15140
"击败典狱长之眼（普通统御圣所）£你尚未完成此成就", --15141
"击败典狱长之眼（英雄统御圣所）£你尚未完成此成就", --15142
"击败典狱长之眼（史诗统御圣所）£你尚未完成此成就", --15143
"击败九武神（随机统御圣所）£你尚未完成此成就", --15144
"击败九武神（普通统御圣所）£你尚未完成此成就", --15145
"击败九武神（英雄统御圣所）£你尚未完成此成就", --15146
"击败九武神（史诗统御圣所）£你尚未完成此成就", --15147
"击败耐奥祖的残迹（随机统御圣所）£你尚未完成此成就", --15148
"击败耐奥祖的残迹（普通统御圣所）£你尚未完成此成就", --15149
"击败耐奥祖的残迹（英雄统御圣所）£你尚未完成此成就", --15150
"击败耐奥祖的残迹（史诗统御圣所）£你尚未完成此成就", --15151
"击败裂魂者多尔玛赞（随机统御圣所）£你尚未完成此成就", --15152
"击败裂魂者多尔玛赞（普通统御圣所）£你尚未完成此成就", --15153
"击败裂魂者多尔玛赞（英雄统御圣所）£你尚未完成此成就", --15154
"击败裂魂者多尔玛赞（史诗统御圣所）£你尚未完成此成就", --15155
"击败痛楚工匠莱兹纳尔 （随机统御圣所）£你尚未完成此成就", --15156
"击败痛楚工匠莱兹纳尔 （普通统御圣所）£你尚未完成此成就", --15157
"击败痛楚工匠莱兹纳尔 （英雄统御圣所）£你尚未完成此成就", --15158
"击败痛楚工匠莱兹纳尔 （史诗统御圣所）£你尚未完成此成就", --15159
"击败初诞者的卫士（随机统御圣所）£你尚未完成此成就", --15160
"击败初诞者的卫士（普通统御圣所）£你尚未完成此成就", --15161
"击败初诞者的卫士（英雄统御圣所）£你尚未完成此成就", --15162
"击败初诞者的卫士（史诗统御圣所）£你尚未完成此成就", --15163
"击败命运撰写师罗-卡洛（随机统御圣所）£你尚未完成此成就", --15164
"击败命运撰写师罗-卡洛（普通统御圣所）£你尚未完成此成就", --15165
"击败命运撰写师罗-卡洛（英雄统御圣所）£你尚未完成此成就", --15166
"击败命运撰写师罗-卡洛（史诗统御圣所）£你尚未完成此成就", --15167
"击败索·莉亚（塔扎维什，帷纱集市）£你尚未完成此成就", --15168
"击败克尔苏加德（随机统御圣所）£你尚未完成此成就", --15169
"击败克尔苏加德（普通统御圣所）£你尚未完成此成就", --15170
"击败克尔苏加德（英雄统御圣所）£你尚未完成此成就", --15171
"击败克尔苏加德（史诗统御圣所）£你尚未完成此成就", --15172
"击败希尔瓦娜斯·风行者 （随机统御圣所）£你尚未完成此成就", --15173
"击败希尔瓦娜斯·风行者 （普通统御圣所）£你尚未完成此成就", --15174
"击败希尔瓦娜斯·风行者 （英雄统御圣所）£你尚未完成此成就", --15175
"击败希尔瓦娜斯·风行者 （史诗统御圣所）£你尚未完成此成就", --15176
"塔扎维什，帷纱集市£击败塔扎维什，帷纱集市的索·莉亚（史诗难度）。", --15177
"以假乱真£在被发现使用伪造的凭证后，击败塔扎维什，帷纱集市的索·莉亚（史诗难度）。", --15178
"红红火火£在受到消毒区域的影响时插入旁路代码，然后击败塔扎维什，帷纱集市的希尔布兰德（史诗难度）。", --15179
"摇滚起来£在聆听你的摇滚赛车里的摇滚曲调的同时使用奔雷氮气。", --15181
"统御圣所（公会版）£在公会队伍中击败统御圣所的下列首领（普通或更高难度）。", --15182
"英雄：统御圣所（公会版）£在公会队伍中击败统御圣所的下列首领（英雄或更高难度）。", --15183
"史诗：希尔瓦娜斯·风行者（公会版）£在公会队伍中击败统御圣所的希尔瓦娜斯·风行者（史诗难度）。", --15184
"史诗：塔扎维什，帷纱集市（公会版）£在公会队伍中击败塔扎维什，帷纱集市的索·莉亚（史诗难度）。", --15185
"恶作剧！£给塔扎维什，帷纱集市（史诗难度）的下列掮灵鼠挠痒痒。", --15190
"莱莎雷尔，死亡低语£获得并装备莱莎雷尔，死亡低语。", --15191
"名人堂：希尔瓦娜斯（部落）£跻身世界前一百家率先击败希尔瓦娜斯·风行者（史诗难度）的部落公会之一。", --15196
"名人堂：希尔瓦娜斯（联盟）£跻身世界前一百家率先击败希尔瓦娜斯·风行者（史诗难度）的联盟公会之一。", --15197
"编码完成£使用压制陷阱获取下列生物的研究数据。", --15211
"第一支舞£成功参加暗月马戏团的跳舞游戏。", --15212
"舞力全开£成功参加30次暗月马戏团的跳舞游戏。", --15213
"舞随心动£在普通难度下获得暗月马戏团跳舞游戏的完美评分。", --15214
"舞心合一£在普通难度下获得10次暗月马戏团跳舞游戏的完美评分。", --15215
"全情投入£在最难的难度下获得暗月马戏团跳舞游戏的完美评分。", --15216
"我为舞狂£在最难的难度下获得10次暗月马戏团跳舞游戏的完美评分。", --15217
"魔兽世界十八周年£在魔兽世界十八周年庆典期间登录游戏。", --15218
"开悟者£在开悟者阵营中达到崇拜声望。", --15220
"跳舞机器£完成下列暗月马戏团成就。", --15221
"跟上节拍£在最简单的难度下获得暗月马戏团跳舞游戏的完美评分。", --15222
"感受节奏£在最简单的难度下获得10次暗月马戏团跳舞游戏的完美评分。", --15223
"探索扎雷殁提斯£探索扎雷殁提斯，走过世界地图中被遮住的各个角落。", --15224
"横越诸球£对扎雷殁提斯各处的元尊锻炉使用菲历姆的锻炉阀门，从而获得下列的稀有原型材料。", --15229
"争斗者 II：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“争斗者 II”评级。", --15232
"挑战者 II：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“挑战者 II”评级。", --15233
"竞争者 II：“暗影国度”第2赛季£在“暗影国度”第2赛季中获得“竞争者 II”评级。", --15234
"声名显赫£名望等级达到80级。", --15241
"声名显赫 - 格里恩£Reach Renown level 80 with the Kyrian. [DNT]", --15242
"声名显赫 - 通灵领主£Reach Renown level 80 with the Necrolords. [DNT]", --15243
"声名显赫 - 法夜£Reach Renown level 80 with the Night Fae. [DNT]", --15244
"声名显赫 - 温西尔£Reach Renown level 80 with the Venthyr. [DNT]", --15245
"解锁第三个灵魂羁绊 - 格里恩£你尚未完成此成就", --15247
"解锁第三个灵魂羁绊 - 通灵领主£你尚未完成此成就", --15248
"解锁第三个灵魂羁绊 - 法夜£你尚未完成此成就", --15249
"解锁第三个灵魂羁绊 - 温西尔£你尚未完成此成就", --15250
"典狱长的挑战：难度1£在托加斯特，罪魂之塔中完成典狱长的挑战的难度1。", --15251
"典狱长的挑战：难度2£在托加斯特，罪魂之塔中完成典狱长的挑战的难度2。", --15252
"典狱长的挑战：难度3£在托加斯特，罪魂之塔中完成典狱长的挑战的难度3。", --15253
"典狱长的挑战：难度4£在托加斯特，罪魂之塔中完成典狱长的挑战的难度4。", --15254
"典狱长的挑战：难度5£在托加斯特，罪魂之塔中完成典狱长的挑战的难度5。", --15255
"典狱长的挑战：难度6£在托加斯特，罪魂之塔中完成典狱长的挑战的难度6。", --15256
"典狱长的挑战：难度7£在托加斯特，罪魂之塔中完成典狱长的挑战的难度7。", --15257
"典狱长的挑战：难度8£在托加斯特，罪魂之塔中完成典狱长的挑战的难度8。", --15258
"初诞者的秘密£完成下列故事线。", --15259
"法师塔主宰£在“军团再临”时空漫游活动期间在法师塔完成所有职业和专精的每一项挑战。", --15308
"法师塔胜利£在“军团再临”时空漫游活动期间在法师塔完成任意专精的一个挑战。", --15309
"法师塔巡礼£在“军团再临”时空漫游活动期间在法师塔完成每一个独一无二的挑战。", --15310
"摇滚赛车£拥有2021年冬幕节礼物，摇滚赛车改装器19.9.3版。", --15313
"完美无瑕：斯科杜斯之厅（难度16）£在难度16的斯科杜斯之厅获得完美无瑕评价。", --15314
"我们中……£在恐惧潜入期间找到并完成一项简单使命后击败初诞者圣墓的恐惧双王（普通或更高难度）。", --15315
"完美无瑕：断骨密室（难度16）£在难度16的断骨密室获得完美无瑕评价。", --15316
"完美无瑕：灵魂熔炉（难度16）£在难度16的灵魂熔炉获得完美无瑕评价。", --15317
"完美无瑕：凇心间隙（难度16）£在难度16的凇心间隙获得完美无瑕评价。", --15318
"完美无瑕：莫尔特雷加（难度16）£在难度16的莫尔特雷加获得完美无瑕评价。", --15319
"完美无瑕：上层区域（难度16）£在难度16的上层区域获得完美无瑕评价。", --15320
"无瑕大师（难度16）£在难度16的托加斯特，罪魂之塔的每个区都获得完美无瑕评价。", --15322
"传说中的萨齐£通过《炉石传说》“佣兵战纪”推广活动获得萨齐坐骑。", --15323
"塔楼游侠£完成下列托加斯特成就。", --15324
"苏醒的龙希尔£完成禁忌离岛的下列故事线。", --15325
"磨难英雄：“暗影国度”第2赛季£在你的阵营以排名前0.1%的史诗钥石评分结束“暗影国度”史诗钥石第2赛季。", --15327
"扎雷殁提斯的宝藏£发现扎雷殁提斯的隐藏宝藏。", --15331
"扎雷字母表£完成下列所有扎雷殁提斯成就。", --15336
"“S.A.F.E.”飞行员£通过《魔兽大作战》推广活动获得诺莉亚·轮心。", --15344
"宇宙争斗者£在“暗影国度”第3赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15346
"宇宙争斗者£在“暗影国度”第3赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15347
"争斗者 I：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“争斗者 I”评级。", --15348
"挑战者 I：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“挑战者 I”评级。", --15349
"竞争者 I：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“竞争者 I”评级。", --15350
"决斗者：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得决斗者评级。", --15351
"角斗士：“暗影国度”第3赛季£在“暗影国度”第3赛季的3v3竞技场中以精锐排名赢得50场胜利。", --15352
"宇宙角斗士：“暗影国度”第3赛季£以竞技场3v3排名前0.1%的战绩结束“暗影国度”PvP第3赛季的战斗（需要你在当前阵营下在“暗影国度”第3赛季赢得150场战斗）。", --15353
"精锐：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得精锐评级。", --15354
"联盟英雄：宇宙£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第3赛季的战斗（需要你在当前阵营下在“暗影国度”第3赛季赢得50场战斗）。", --15355
"部落英雄：宇宙£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第3赛季的战斗（需要你在当前阵营下在“暗影国度”第3赛季赢得50场战斗）。", --15356
"竞争者 II：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“竞争者 II”评级。", --15378
"挑战者 II：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“挑战者 II”评级。", --15379
"争斗者 II：“暗影国度”第3赛季£在“暗影国度”第3赛季中获得“争斗者 II”评级。", --15380
"能量激涌£击败枯竭的自动体后再击败初诞者圣墓中的警戒卫士（普通或更高难度）。", --15381
"宇宙角斗士的噬魂者£在“暗影国度”第3赛季获得宇宙角斗士的噬魂者。", --15384
"闪光的秘密£收集六件奇特的神器并击败其构造体后，击败初诞者圣墓的回收者黑伦度斯（普通或更高难度）。", --15386
"暗影界探索者£探索暗影界的各个区域。", --15388
"扎雷殁提斯冒险家£在扎雷殁提斯完成下列特殊战斗。", --15391
"沙丘霸主£在扎雷殁提斯完成下列特殊稀有战斗。", --15392
"欧恩摇滚£完成欧恩哈拉平原的下列故事线。", --15394
"我们都是星星做的£在所有玩家都处于宇宙使者效果影响下时，击败初诞者圣墓中的莱葛隆（普通或更高难度）。", --15396
"四海游龙£在有一名玩家携带着冥世核心的情况下，击败初诞者圣墓中的道茜歌妮，堕落先知（普通或更高难度）。", --15397
"永远别相信赛财团的藏宝图£在所有玩家都处于偷来的神器的效果影响下时，击败初诞者圣墓中的赛·墨克斯（普通或更高难度）。", --15398
"接受现实£击败安度因的伤悲后再击败初诞者圣墓中的安度因·乌瑞恩（普通或更高难度）。", --15399
"野生柯基出没£每个玩家都在狂野兽群期间抚摸了5只柯基后，击败死亡万神殿原型体（普通或更高难度）。", --15400
"沙漠赐予你智慧£在让初诞者圣墓中的司垢莱克斯，无穷噬灭者潜入并摧毁全部四个纪念晶塔下面之后，再击败它（普通或更高难度）。", --15401
"初诞者密文£完成下列每种密文。", --15402
"宇宙能量强化£使用初诞者密文来净化安特洛斯的一个毁灭核心。", --15404
"原生体生物£在扎雷殁提斯的一个原生体锻炉处打造一只原生体生物。", --15406
"原生体生“五”£在扎雷殁提斯的原生体锻炉处打造五只不同的原生体生物。", --15407
"奇美宇宙£收集任意一套“暗影国度”PvP第3赛季或第4赛季套装。", --15408
"魅力初诞£从初诞者圣墓收集一套护甲套装。", --15409
"原生体生“五×五”£在扎雷殁提斯的原生体锻炉处打造二十五只不同的原生体生物。", --15410
"原生体生“五×十”£在扎雷殁提斯的原生体锻炉处打造五十只不同的原生体生物。", --15411
"统御之握£击败初诞者圣墓的下列首领。", --15416
"初诞者圣墓£击败下列首领（任意难度）。", --15417
"宏伟蓝图£深入初诞者圣墓的法则核心，直面典狱长。", --15418
"原生体黑客£合成并击败劫掠自动体：尼奥后再击败初诞者圣墓中的利许威姆（普通或更高难度）。", --15419
"<隐藏>击败典狱长£击败首领", --15423
"警戒卫士（随机初诞者圣墓）£你尚未完成此成就", --15424
"警戒卫士（普通初诞者圣墓）£你尚未完成此成就", --15425
"警戒卫士（英雄初诞者圣墓）£你尚未完成此成就", --15426
"警戒卫士（史诗初诞者圣墓）£你尚未完成此成就", --15427
"司垢莱克斯（随机初诞者圣墓）£你尚未完成此成就", --15428
"司垢莱克斯（普通初诞者圣墓）£你尚未完成此成就", --15429
"司垢莱克斯（英雄初诞者圣墓）£你尚未完成此成就", --15430
"司垢莱克斯（史诗初诞者圣墓）£你尚未完成此成就", --15431
"圣物匠赛·墨克斯（随机初诞者圣墓）£你尚未完成此成就", --15432
"圣物匠赛·墨克斯（普通初诞者圣墓）£你尚未完成此成就", --15433
"圣物匠赛·墨克斯（英雄初诞者圣墓）£你尚未完成此成就", --15434
"圣物匠赛·墨克斯（史诗初诞者圣墓）£你尚未完成此成就", --15435
"道茜歌妮（随机初诞者圣墓）£你尚未完成此成就", --15436
"道茜歌妮（普通初诞者圣墓）£你尚未完成此成就", --15437
"道茜歌妮（英雄初诞者圣墓）£你尚未完成此成就", --15438
"道茜歌妮（史诗初诞者圣墓）£你尚未完成此成就", --15439
"死亡万神殿原型体（随机初诞者圣墓）£你尚未完成此成就", --15440
"死亡万神殿原型体（普通初诞者圣墓）£你尚未完成此成就", --15441
"死亡万神殿原型体（英雄初诞者圣墓）£你尚未完成此成就", --15442
"死亡万神殿原型体（史诗初诞者圣墓）£你尚未完成此成就", --15443
"利许威姆（随机初诞者圣墓）£你尚未完成此成就", --15444
"利许威姆（普通初诞者圣墓）£你尚未完成此成就", --15445
"利许威姆（英雄初诞者圣墓）£你尚未完成此成就", --15446
"利许威姆（史诗初诞者圣墓）£你尚未完成此成就", --15447
"黑伦度斯（随机初诞者圣墓）£你尚未完成此成就", --15448
"黑伦度斯（普通初诞者圣墓）£你尚未完成此成就", --15449
"黑伦度斯（英雄初诞者圣墓）£你尚未完成此成就", --15450
"黑伦度斯（史诗初诞者圣墓）£你尚未完成此成就", --15451
"安度因（随机初诞者圣墓）£你尚未完成此成就", --15452
"安度因（普通初诞者圣墓）£你尚未完成此成就", --15453
"安度因（英雄初诞者圣墓）£你尚未完成此成就", --15454
"安度因（史诗初诞者圣墓）£你尚未完成此成就", --15455
"恐惧双王（随机初诞者圣墓）£你尚未完成此成就", --15456
"恐惧双王（普通初诞者圣墓）£你尚未完成此成就", --15457
"恐惧双王（英雄初诞者圣墓）£你尚未完成此成就", --15458
"恐惧双王（史诗初诞者圣墓）£你尚未完成此成就", --15459
"莱葛隆（随机初诞者圣墓）£你尚未完成此成就", --15460
"莱葛隆（普通初诞者圣墓）£你尚未完成此成就", --15461
"莱葛隆（英雄初诞者圣墓）£你尚未完成此成就", --15462
"莱葛隆（史诗初诞者圣墓）£你尚未完成此成就", --15463
"典狱长（随机初诞者圣墓）£你尚未完成此成就", --15464
"典狱长（普通初诞者圣墓）£你尚未完成此成就", --15465
"典狱长（英雄初诞者圣墓）£你尚未完成此成就", --15466
"典狱长（史诗初诞者圣墓）£你尚未完成此成就", --15467
"我们都是星星做的（英雄难度）£在下一阶段团队副本开放前，在所有玩家都处于宇宙使者效果影响下时，击败初诞者圣墓中的莱葛隆（英雄或更高难度）。", --15468
"我们都是星星做的（史诗难度）£在下一阶段团队副本开放前，在所有玩家都处于宇宙使者效果影响下时，击败初诞者圣墓中的莱葛隆（史诗难度）。", --15469
"引领潮流：典狱长£在下一阶段团队副本开放前击败初诞者圣墓的典狱长（英雄或更高难度）。", --15470
"千钧一发：典狱长£在下一阶段团队副本开放前击败初诞者圣墓的典狱长（史诗难度）。", --15471
"初诞者圣墓（公会版）£在公会队伍中击败初诞者圣墓的下列首领（普通或更高难度）。", --15472
"英雄：初诞者圣墓（公会版）£在公会队伍中击败初诞者圣墓的下列首领（英雄或更高难度）。", --15473
"史诗：典狱长（公会版）£在公会队伍中击败初诞者圣墓的典狱长（史诗难度）。", --15474
"名人堂：典狱长（部落）£跻身世界前一百家率先击败典狱长（史诗难度）的部落公会之一。", --15475
"名人堂：典狱长（联盟）£跻身世界前一百家率先击败典狱长（史诗难度）的联盟公会之一。", --15476
"初诞者圣墓（英雄难度）£击败下列首领（英雄难度）。", --15478
"警戒卫士（史诗难度）£击败初诞者圣墓的警戒卫士（史诗难度）。", --15479
"司垢莱克斯（史诗难度）£击败初诞者圣墓的司垢莱克斯（史诗难度）。", --15480
"圣物匠赛·墨克斯（史诗难度）£击败初诞者圣墓的圣物匠赛·墨克斯（史诗难度）。", --15481
"道茜歌妮（史诗难度）£击败初诞者圣墓的道茜歌妮（史诗难度）。", --15482
"死亡万神殿原型体（史诗难度）£击败初诞者圣墓的死亡万神殿原型体（史诗难度）。", --15483
"利许威姆（史诗难度）£击败初诞者圣墓的利许威姆（史诗难度）。", --15484
"黑伦度斯（史诗难度）£击败初诞者圣墓的黑伦度斯（史诗难度）。", --15485
"安度因·乌瑞恩（史诗难度）£击败初诞者圣墓的安度因·乌瑞恩（史诗难度）。", --15486
"恐惧双王（史诗难度）£击败初诞者圣墓的恐惧双王（史诗难度）。", --15487
"莱葛隆（史诗难度）£击败初诞者圣墓的莱葛隆（史诗难度）。", --15488
"典狱长（史诗难度）£击败初诞者圣墓的典狱长（史诗难度）。", --15489
"初诞者圣墓（史诗难度）£击败下列首领（史诗难度）。", --15490
"圣墓团队的荣耀£完成下列初诞者圣墓团队副本成就。", --15491
"创生基石£击败初诞者圣墓的下列首领。", --15492
"幻磷平原£击败初诞者圣墓的下列首领。", --15493
"咒罚飞升£收集6个元尊宝珠后再击败初诞者圣墓中的典狱长（普通或更高难度）。", --15494
"“暗影国度”钥石探索者：第三赛季£在“暗影国度”第三赛季中的史诗钥石评分达到至少900。", --15496
"“暗影国度”钥石征服者：第三赛季£在“暗影国度”第三赛季中的史诗钥石评分达到至少1850。", --15498
"“暗影国度”钥石大师：第三赛季£在“暗影国度”第三赛季中的史诗钥石评分达到至少2500。", --15499
"钥石英雄：塔扎维什，帷纱集市£在限制时间内完成20级或更高的史诗难度的塔扎维什：琳彩天街和塔扎维什：索·莉亚的宏图。", --15500
"到处都是沙子！£从散布在扎雷殁提斯各处的沙堆里发现宝藏。", --15502
"玛卓克萨斯角斗场比赛£玛卓克萨斯角斗场比赛", --15504
"玛卓克萨斯角斗场胜利£玛卓克萨斯角斗场胜利", --15505
"“暗影国度”钥石英雄：第三赛季£在“暗影国度”第三赛季中的史诗钥石评分达到至少3000。", --15506
"初诞者风潮£收集下列所有波可波克服装：", --15508
"流亡传说£阅读在扎雷殁提斯发现的下列《流亡者菲历姆》章节。", --15509
"自立自强£完成50回合单排轮斗。", --15511
"扎雷殁提斯的冒险£在扎雷殁提斯完成下列特殊战斗中的10个。", --15512
"神奇收藏£发现扎雷殁提斯的5个隐藏宝藏。", --15513
"解锁奥秘£完成下列扎雷殁提斯成就。", --15514
"开悟之路£完成下列故事线。", --15515
"解决方案£完成下列故事线。", --15518
"自食其力£完成15回合单排轮斗。", --15539
"坚定独行£完成150回合单排轮斗。", --15540
"自力更生£在15回合单排轮斗中获胜。", --15541
"波可波克启示录£使用波可波克附身扎雷殁提斯的100只野生动物。", --15542
"自强不息£在50回合单排轮斗中获胜。", --15543
"孤高之狼£在150回合单排轮斗中获胜。", --15544
"迷阵竞技场参赛£迷阵竞技场参赛", --15576
"迷阵竞技场获胜£迷阵竞技场获胜", --15577
"重回洛丹伦£完成重回洛丹伦故事线。", --15579
"无畏观战者£见证2022魔兽世界电子竞技赛事活动总决赛！", --15594
"重回洛丹伦（隐藏角色成就）£完成重回洛丹伦故事线。", --15596
"永恒争斗者£在“暗影国度”第4赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15598
"永恒争斗者£在“暗影国度”第4赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15599
"挑战者 I：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“挑战者 I”评级。", --15600
"挑战者 II：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“挑战者 II”评级。", --15601
"竞争者 I：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“竞争者 I”评级。", --15602
"竞争者 II：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“竞争者 II”评级。", --15603
"决斗者：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得决斗者评级。", --15604
"角斗士：“暗影国度”第4赛季£在“暗影国度”第4赛季的3v3竞技场中以精锐排名赢得50场胜利。", --15605
"永恒角斗士：“暗影国度”第4赛季£以竞技场3v3排名前0.1%的战绩结束“暗影国度”PvP第4赛季的战斗（需要你在当前阵营下在“暗影国度”第4赛季赢得150场战斗）。", --15606
"部落英雄：永恒£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第4赛季的战斗（需要你在当前阵营下在“暗影国度”第4赛季赢得50场战斗）。", --15607
"联盟英雄：永恒£以评级战场排名前0.5%的战绩结束“暗影国度”PvP第4赛季的战斗（需要你在当前阵营下在“暗影国度”第4赛季赢得50场战斗）。", --15608
"争斗者 I：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“争斗者 I”评级。", --15609
"争斗者 II：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得“争斗者 II”评级。", --15610
"永恒角斗士的噬魂者£在“暗影国度”第4赛季获得永恒角斗士的噬魂者。", --15612
"苏醒的龙希尔£完成禁忌离岛的下列故事线。", --15638
"精锐：“暗影国度”第4赛季£在“暗影国度”第4赛季中获得精锐评级。", --15639
"回归黑暗£通过《暗黑破坏神IV》推广活动获得愤怒阿玛甘。", --15640
"小小爪牙的司令官£收集1200种独特的宠物。", --15641
"合格的宠物家长£收集1400种独特的宠物。", --15642
"我有什么办法？它们爱死我了。£收集1600种独特的宠物。", --15643
"摘星星£拥有2022年冬幕节礼物，流星捕手。", --15645
"德高望重£在四个盟约中都达到80级名望。", --15646
"天方夜谭£完成所有四个盟约战役。", --15647
"漫步往生路£完成下列噬渊成就。", --15648
"暗影界爱好者£完成下列所有盟约特殊功能成就。", --15649
"琳彩天街（史诗难度）£在琳彩天街击败索·阿兹密（史诗或史诗钥石难度）。", --15650
"暗影国度地下城的史诗£完成下列所有暗影国度地下城成就（史诗难度或史诗钥石难度）。", --15651
"索·莉亚的宏图（史诗难度）£在索·莉亚的宏图中击败索·莉亚（史诗或史诗钥石难度）。", --15652
"星星的奥秘£使用2022冬幕节的礼物流星捕手捕获100颗流星。", --15653
"彼岸归来（旧版）£通过完成下列成就，使暗影界因为你的冒险而焕然一新。", --15654
"宿命纳斯利亚堡£在任意难度下的宿命纳斯利亚堡团队副本中击败下列首领。", --15663
"宿命纳斯利亚堡（英雄难度）£在宿命纳斯利亚堡团队副本中击败下列首领（英雄难度）。", --15664
"宿命纳斯利亚堡（史诗难度）£在宿命纳斯利亚堡团队副本中击败下列首领（史诗难度）。", --15665
"宿命统御圣所£在任意难度下的宿命统御圣所团队副本中击败下列首领。", --15667
"宿命统御圣所（英雄难度）£在宿命统御圣所团队副本中击败下列首领（英雄难度）。", --15668
"宿命统御圣所（史诗难度）£在宿命统御圣所团队副本中击败下列首领（史诗难度）。", --15669
"宿命初诞者圣墓£在任意难度下的宿命初诞者圣墓团队副本中击败下列首领。", --15681
"宿命初诞者圣墓（英雄难度）£在宿命宿命初诞者圣墓团队副本中击败下列首领（英雄难度）。", --15682
"宿命初诞者圣墓（史诗难度）£在宿命初诞者圣墓团队副本中击败下列首领（史诗难度）。", --15683
"宿命暗影国度团队副本£在暗影国度第4赛季完成所有三个宿命团队副本（普通或更高难度）。", --15684
"宿命暗影国度团队副本（英雄难度）£在暗影国度第4赛季完成所有三个宿命团队副本（英雄难度）。", --15685
"宿命暗影国度团队副本（史诗难度）£在暗影国度第4赛季完成所有三个宿命团队副本（史诗难度）。", --15687
"“暗影国度”钥石探索者：第四赛季£在“暗影国度”第四赛季中的史诗钥石评分达到至少750。", --15688
"“暗影国度”钥石征服者：第四赛季£在“暗影国度”第四赛季中的史诗钥石评分达到至少1500。", --15689
"“暗影国度”钥石大师：第四赛季£在“暗影国度”第四赛季中的史诗钥石评分达到至少2000。", --15690
"隐秘英雄：“暗影国度”第3赛季£在你的地区所有玩家中以排名前0.1%的史诗钥石评分结束“暗影国度”史诗钥石第3赛季。", --15691
"钥石英雄：重返卡拉赞£在限制时间内完成20级或更高的史诗难度的重返卡拉赞（下层）和重返卡拉赞（上层）。", --15692
"钥石英雄：麦卡贡行动£在限制时间内完成20级或更高的史诗难度的麦卡贡行动 - 垃圾场和麦卡贡行动 - 车间。", --15693
"钥石英雄：钢铁码头£在限制时间内完成20级或更高的史诗难度的钢铁码头。", --15694
"钥石英雄：恐轨车站£在限制时间内完成20级或更高的史诗难度的恐轨车站。", --15695
"红玉新生圣地赛道：青铜£完成觉醒海岸红玉新生圣地赛道。", --15696
"红玉新生圣地赛道：白银£在觉醒海岸红玉新生圣地赛道中获得白银评级。", --15697
"红玉新生圣地赛道：黄金£在觉醒海岸红玉新生圣地赛道中获得黄金评级。", --15698
"红玉新生圣地赛道进阶版：青铜£完成觉醒海岸红玉新生圣地赛道进阶版。", --15702
"红玉新生圣地赛道进阶版：白银£在觉醒海岸红玉新生圣地赛道进阶版中获得白银评级。", --15703
"红玉新生圣地赛道进阶版：黄金£在觉醒海岸红玉新生圣地赛道进阶版中获得黄金评级。", --15704
"闪霜飞越：青铜£完成觉醒海岸闪霜飞越。", --15705
"闪霜飞越：白银£在觉醒海岸闪霜飞越中获得白银评级。", --15706
"闪霜飞越：黄金£在觉醒海岸闪霜飞越中获得黄金评级。", --15707
"闪霜飞越进阶版：青铜£完成觉醒海岸闪霜飞越进阶版。", --15709
"闪霜飞越进阶版：白银£在觉醒海岸闪霜飞越进阶版中获得白银评级。", --15710
"闪霜飞越进阶版：黄金£在觉醒海岸闪霜飞越进阶版中获得黄金评级。", --15711
"狂野禁猎区障碍赛：青铜£完成觉醒海岸狂野禁猎区障碍赛。", --15712
"狂野禁猎区障碍赛：白银£在觉醒海岸狂野禁猎区障碍赛中获得白银评级。", --15713
"狂野禁猎区障碍赛：黄金£在觉醒海岸狂野禁猎区障碍赛中获得黄金评级。", --15714
"狂野禁猎区障碍赛进阶版：青铜£完成觉醒海岸狂野禁猎区障碍赛进阶版。", --15715
"狂野禁猎区障碍赛进阶版：白银£在觉醒海岸狂野禁猎区障碍赛进阶版中获得白银评级。", --15716
"狂野禁猎区障碍赛进阶版：黄金£在觉醒海岸狂野禁猎区障碍赛进阶版中获得黄金评级。", --15717
"狂野禁猎区巡回赛：青铜£完成觉醒海岸狂野禁猎区巡回赛。", --15718
"狂野禁猎区巡回赛：白银£在觉醒海岸狂野禁猎区巡回赛中获得白银评级。", --15719
"狂野禁猎区巡回赛：黄金£在觉醒海岸狂野禁猎区巡回赛中获得黄金评级。", --15720
"狂野禁猎区巡回赛进阶版：青铜£完成觉醒海岸狂野禁猎区巡回赛进阶版。", --15721
"狂野禁猎区巡回赛进阶版：白银£在觉醒海岸狂野禁猎区巡回赛进阶版中获得白银评级。", --15722
"狂野禁猎区巡回赛进阶版：黄金£在觉醒海岸狂野禁猎区巡回赛进阶版中获得黄金评级。", --15723
"烬琉航线：青铜£完成觉醒海岸烬琉航线。", --15724
"烬琉航线：白银£在觉醒海岸烬琉航线中获得白银评级。", --15725
"烬琉航线：黄金£在觉醒海岸烬琉航线中获得黄金评级。", --15726
"烬琉航线进阶版：青铜£完成觉醒海岸烬琉航线进阶版。", --15727
"烬琉航线进阶版：白银£在觉醒海岸烬琉航线进阶版中获得白银评级。", --15728
"烬琉航线进阶版：黄金£在觉醒海岸烬琉航线进阶版中获得黄金评级。", --15729
"绝顶树冠激流冲刺：青铜£完成觉醒海岸绝顶树冠激流冲刺。", --15730
"绝顶树冠激流冲刺：白银£在觉醒海岸绝顶树冠激流冲刺中获得白银评级。", --15731
"绝顶树冠激流冲刺：黄金£在觉醒海岸绝顶树冠激流冲刺中获得黄金评级。", --15732
"绝顶树冠激流冲刺进阶版：青铜£完成觉醒海岸绝顶树冠激流冲刺进阶版。", --15733
"绝顶树冠激流冲刺进阶版：白银£在觉醒海岸绝顶树冠激流冲刺进阶版中获得白银评级。", --15734
"绝顶树冠激流冲刺进阶版：黄金£在觉醒海岸绝顶树冠激流冲刺进阶版中获得黄金评级。", --15735
"乌克图鲁特急流：青铜£完成觉醒海岸乌克图鲁特急流。", --15736
"乌克图鲁特急流：白银£在觉醒海岸乌克图鲁特急流中获得白银评级。", --15737
"乌克图鲁特急流：黄金£在觉醒海岸乌克图鲁特急流中获得黄金评级。", --15738
"乌克图鲁特急流进阶版：青铜£完成觉醒海岸乌克图鲁特急流进阶版。", --15739
"乌克图鲁特急流进阶版：白银£在觉醒海岸乌克图鲁特急流进阶版中获得白银评级。", --15740
"乌克图鲁特急流进阶版：黄金£在觉醒海岸乌克图鲁特急流进阶版中获得黄金评级。", --15741
"翼眠环线：青铜£完成觉醒海岸翼眠环线。", --15742
"翼眠环线：白银£在觉醒海岸翼眠环线中获得白银评级。", --15743
"翼眠环线：黄金£在觉醒海岸翼眠环线中获得黄金评级。", --15744
"翼眠环线进阶版：青铜£完成觉醒海岸翼眠环线进阶版。", --15745
"翼眠环线进阶版：白银£在觉醒海岸翼眠环线进阶版中获得白银评级。", --15746
"翼眠环线进阶版：黄金£在觉醒海岸翼眠环线进阶版中获得黄金评级。", --15747
"伪装英雄：“暗影国度”第4赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“暗影国度”史诗钥石第4赛季。", --15756
"阳斑灌木林巡回赛：青铜£完成欧恩哈拉平原阳斑灌木林巡回赛。", --15757
"阳斑灌木林巡回赛：白银£在欧恩哈拉平原阳斑灌木林巡回赛中获得白银评级。", --15758
"阳斑灌木林巡回赛：黄金£在欧恩哈拉平原阳斑灌木林巡回赛中获得黄金评级。", --15759
"阳斑灌木林巡回赛进阶版：青铜£完成欧恩哈拉平原阳斑灌木林巡回赛进阶版。", --15760
"阳斑灌木林巡回赛进阶版：白银£在欧恩哈拉平原阳斑灌木林巡回赛进阶版中获得白银评级。", --15761
"阳斑灌木林巡回赛进阶版：黄金£在欧恩哈拉平原阳斑灌木林巡回赛进阶版中获得黄金评级。", --15762
"泽地漫游：青铜£完成欧恩哈拉平原泽地漫游。", --15763
"泽地漫游：白银£在欧恩哈拉平原泽地漫游中获得白银评级。", --15764
"泽地漫游：黄金£在欧恩哈拉平原泽地漫游中获得黄金评级。", --15765
"泽地漫游进阶版：青铜£完成欧恩哈拉平原泽地漫游进阶版。", --15766
"泽地漫游进阶版：白银£在欧恩哈拉平原泽地漫游进阶版中获得白银评级。", --15767
"泽地漫游进阶版：黄金£在欧恩哈拉平原泽地漫游进阶版中获得黄金评级。", --15768
"河谷冲刺：青铜£完成欧恩哈拉平原河谷冲刺。", --15769
"河谷冲刺：白银£在欧恩哈拉平原河谷冲刺中获得白银评级。", --15770
"河谷冲刺：黄金£在欧恩哈拉平原河谷冲刺中获得黄金评级。", --15771
"河谷冲刺进阶版：青铜£完成欧恩哈拉平原河谷冲刺进阶版。", --15772
"河谷冲刺进阶版：白银£在欧恩哈拉平原河谷冲刺进阶版中获得白银评级。", --15773
"河谷奔行进阶版：黄金£在欧恩哈拉平原河谷冲刺进阶版中获得黄金评级。", --15774
"翡翠花园攀升赛：青铜£完成欧恩哈拉平原翡翠花园攀升赛。", --15775
"翡翠花园攀升赛：白银£在欧恩哈拉平原翡翠花园攀升赛中获得白银评级。", --15776
"翡翠花园攀升赛：黄金£在欧恩哈拉平原翡翠花园攀升赛中获得黄金评级。", --15777
"翡翠花园攀升赛进阶版：青铜£完成欧恩哈拉平原翡翠花园攀升赛进阶版。", --15778
"翡翠花园攀升赛进阶版：白银£在欧恩哈拉平原翡翠花园攀升赛进阶版中获得白银评级。", --15779
"翡翠花园攀升赛进阶版：黄金£在欧恩哈拉平原翡翠花园攀升赛进阶版中获得黄金评级。", --15780
"玩具的欢愉£收集500种玩具。", --15781
"马鲁凯飞驰：青铜£完成欧恩哈拉平原马鲁凯飞驰。", --15782
"马鲁凯飞驰：白银£在欧恩哈拉平原马鲁凯飞驰中获得白银评级。", --15783
"马鲁凯飞驰：黄金£在欧恩哈拉平原马鲁凯飞驰中获得黄金评级。", --15784
"镜天湖飞驰：青铜£完成欧恩哈拉平原镜天湖飞驰。", --15785
"镜天湖飞驰：白银£在欧恩哈拉平原镜天湖飞驰中获得白银评级。", --15786
"镜天湖飞驰：黄金£在欧恩哈拉平原镜天湖飞驰中获得黄金评级。", --15787
"碧蓝林海冲刺：青铜£完成碧蓝林海冲刺。", --15788
"碧蓝林海冲刺：白银£在碧蓝林海冲刺中获得白银评级。", --15789
"碧蓝林海冲刺：黄金£在碧蓝林海冲刺中获得黄金评级。", --15790
"碧蓝林海冲刺进阶版：青铜£完成碧蓝林海冲刺进阶版。", --15791
"碧蓝林海冲刺进阶版：白银£在碧蓝林海冲刺进阶版中获得白银评级。", --15792
"碧蓝林海冲刺进阶版：黄金£在碧蓝林海冲刺进阶版中获得黄金评级。", --15793
"新朋友£解锁复苏始祖幼龙。", --15794
"天际作伴£解锁载风迅疾幼龙。", --15795
"崖际伙伴£解锁崖际荒狂幼龙。", --15796
"碧蓝盟友£解锁高地幼龙。", --15797
"碧蓝林海障碍赛：青铜£完成碧蓝林海障碍赛。", --15799
"碧蓝林海障碍赛：白银£在碧蓝林海障碍赛中获得白银评级。", --15800
"碧蓝林海障碍赛：黄金£在碧蓝林海障碍赛中获得黄金评级。", --15801
"碧蓝林海障碍赛进阶版：青铜£完成碧蓝林海障碍赛进阶版。", --15802
"碧蓝林海障碍赛进阶版：白银£在碧蓝林海障碍赛进阶版中获得白银评级。", --15803
"碧蓝林海障碍赛进阶版：黄金£在碧蓝林海障碍赛进阶版中获得黄金评级。", --15804
"70级£升到70级。", --15805
"瓦克索斯攀升赛：青铜£完成碧蓝林海瓦克索斯攀升赛。", --15818
"瓦克索斯攀升赛：白银£在碧蓝林海瓦克索斯攀升赛中获得白银评级。", --15819
"瓦克索斯攀升赛：黄金£在碧蓝林海瓦克索斯攀升赛中获得黄金评级。", --15820
"瓦克索斯攀升赛进阶版：青铜£完成碧蓝林海瓦克索斯攀升赛进阶版。", --15821
"瓦克索斯攀升赛进阶版：白银£在碧蓝林海瓦克索斯攀升赛进阶版中获得白银评级。", --15822
"瓦克索斯攀升赛进阶版：黄金£在碧蓝林海瓦克索斯攀升赛进阶版中获得黄金评级。", --15823
"起伏森林航线：青铜£完成索德拉苏斯起伏森林航线。", --15827
"起伏森林航线：白银£在索德拉苏斯起伏森林航线中获得白银评级。", --15828
"起伏森林航线：黄金£在索德拉苏斯起伏森林航线中获得黄金评级。", --15829
"起伏森林航线进阶版：青铜£完成索德拉苏斯起伏森林航线进阶版。", --15830
"起伏森林航线进阶版：白银£在索德拉苏斯起伏森林航线进阶版中获得白银评级。", --15831
"起伏森林航线进阶版：黄金£在索德拉苏斯起伏森林航线进阶版中获得黄金评级。", --15832
"谢谢大佬带我！£获得500种坐骑（需可被同一个角色使用）。", --15833
"谢谢大佬带我！£获得500种坐骑（需可被同一个角色使用）。", --15834
"伊斯卡拉锦标赛：青铜£完成碧蓝林海伊斯卡拉锦标赛。", --15835
"伊斯卡拉锦标赛：白银£在碧蓝林海伊斯卡拉锦标赛中获得白银评级。", --15836
"伊斯卡拉锦标赛：黄金£在碧蓝林海伊斯卡拉锦标赛中获得黄金评级。", --15837
"伊斯卡拉锦标赛进阶版：青铜£完成碧蓝林海伊斯卡拉锦标赛进阶版。", --15838
"伊斯卡拉锦标赛进阶版：白银£在碧蓝林海伊斯卡拉锦标赛进阶版中获得白银评级。", --15839
"伊斯卡拉锦标赛进阶版：黄金£在碧蓝林海伊斯卡拉锦标赛进阶版中获得黄金评级。", --15840
"霜土飞越：青铜£完成碧蓝林海霜土飞越。", --15841
"霜土飞越：白银£在碧蓝林海霜土飞越中获得白银评级。", --15842
"霜土飞越：黄金£在碧蓝林海霜土飞越中获得黄金评级。", --15843
"霜土飞越进阶版：青铜£完成碧蓝林海霜土飞越进阶版。", --15844
"霜土飞越进阶版：白银£在碧蓝林海霜土飞越进阶版中获得白银评级。", --15845
"霜土飞越进阶版：黄金£在碧蓝林海霜土飞越进阶版中获得黄金评级。", --15846
"档案限界：青铜£完成碧蓝林海档案限界。", --15847
"档案限界：白银£在碧蓝林海档案限界中获得白银评级。", --15848
"档案限界：黄金£在碧蓝林海档案限界中获得黄金评级。", --15849
"档案限界进阶版：青铜£完成碧蓝林海档案限界进阶版。", --15850
"档案限界进阶版：白银£在碧蓝林海档案限界进阶版中获得白银评级。", --15851
"档案限界进阶版：黄金£在碧蓝林海档案限界进阶版中获得黄金评级。", --15852
"提尔要塞试炼：青铜£完成索德拉苏斯提尔要塞试炼。", --15855
"提尔要塞试炼：白银£在索德拉苏斯提尔要塞试炼中获得白银评级。", --15856
"提尔要塞试炼：黄金£在索德拉苏斯提尔要塞试炼", --15857
"提尔要塞试炼进阶版：青铜£完成索德拉苏斯提尔要塞试炼进阶版。", --15858
"提尔要塞试炼进阶版：白银£在索德拉苏斯提尔要塞试炼进阶版中获得白银评级。", --15859
"提尔要塞试炼进阶版：黄金£在索德拉苏斯提尔要塞试炼进阶版中获得黄金评级。", --15860
"急流捕手£在一次路力克的急流之旅中收集40条鱼。", --15889
"龙鳞探险队：最高峰£在巨龙群岛的10座最高峰上插下旗帜。", --15890
"山崖环道：青铜£完成索德拉苏斯山崖环道。", --15891
"山崖环道：白银£在索德拉苏斯山崖环道中获得白银评级。", --15892
"山崖环道：黄金£在索德拉苏斯山崖环道", --15893
"山崖环道进阶版：青铜£完成索德拉苏斯山崖环道进阶版。", --15894
"山崖环道进阶版：白银£在索德拉苏斯山崖环道进阶版中获得白银评级。", --15895
"山崖环道进阶版：黄金£在索德拉苏斯山崖环道进阶版中获得黄金评级。", --15896
"学院爬升赛：青铜£完成索德拉苏斯学院爬升赛。", --15897
"学院爬升赛：白银£在索德拉苏斯学院爬升赛中获得白银评级。", --15898
"学院爬升赛：黄金£在索德拉苏斯学院爬升赛中获得黄金评级。", --15899
"学院爬升赛进阶版：青铜£完成索德拉苏斯学院爬升赛进阶版。", --15900
"学院爬升赛进阶版：白银£在索德拉苏斯学院爬升赛进阶版中获得白银评级。", --15901
"学院爬升赛进阶版：黄金£在索德拉苏斯学院爬升赛进阶版中获得黄金评级。", --15902
"花园休闲赛：青铜£完成索德拉苏斯花园休闲赛。", --15903
"花园休闲赛：白银£在索德拉苏斯花园休闲赛中获得白银评级。", --15904
"花园休闲赛：黄金£在索德拉苏斯花园休闲赛中获得黄金评级。", --15905
"花园休闲赛进阶版：青铜£完成索德拉苏斯花园休闲赛进阶版。", --15906
"花园休闲赛进阶版：白银£在索德拉苏斯花园休闲赛进阶版中获得白银评级。", --15907
"花园休闲赛进阶版：黄金£在索德拉苏斯花园休闲赛进阶版中获得黄金评级。", --15908
"交错洞窟：青铜£完成索德拉苏斯交错洞窟。", --15909
"交错洞窟：白银£在索德拉苏斯交错洞窟中获得白银评级。", --15910
"交错洞窟：黄金£在索德拉苏斯交错洞窟中获得黄金评级。", --15911
"交错洞窟进阶版：青铜£完成索德拉苏斯交错洞窟进阶版。", --15912
"交错洞窟进阶版：白银£在索德拉苏斯交错洞窟进阶版中获得白银评级。", --15913
"交错洞窟进阶版：黄金£在索德拉苏斯交错洞窟进阶版中获得黄金评级。", --15914
"觉醒海岸：青铜£完成觉醒海岸的所有普通竞速比赛。", --15915
"觉醒海岸：白银£在觉醒海岸的所有普通竞速比赛中获得白银评级。", --15916
"觉醒海岸：黄金£在觉醒海岸的所有普通竞速比赛中获得黄金评级。", --15917
"欧恩哈拉平原：青铜£完成欧恩哈拉平原的所有普通竞速比赛。", --15918
"欧恩哈拉平原：白银£在欧恩哈拉平原的所有普通竞速比赛中获得白银评级。", --15919
"欧恩哈拉平原：黄金£在欧恩哈拉平原的所有普通竞速比赛中获得黄金评级。", --15920
"碧蓝林海：青铜£完成碧蓝林海的所有普通竞速比赛。", --15921
"碧蓝林海：白银£在碧蓝林海的所有普通竞速比赛中获得白银评级。", --15922
"碧蓝林海：黄金£在碧蓝林海的所有普通竞速比赛中获得黄金评级。", --15923
"索德拉苏斯：青铜£完成索德拉苏斯的所有普通竞速比赛。", --15924
"索德拉苏斯：白银£在索德拉苏斯的所有普通竞速比赛中获得白银评级。", --15925
"索德拉苏斯：黄金£在索德拉苏斯的所有普通竞速比赛中获得黄金评级。", --15926
"觉醒海岸进阶版：青铜£完成觉醒海岸的所有进阶版比赛。", --15927
"觉醒海岸进阶版：白银£在觉醒海岸的所有进阶版比赛中获得白银评级。", --15928
"觉醒海岸进阶版：黄金£在觉醒海岸的所有进阶版比赛中获得黄金评级。", --15929
"欧恩哈拉平原进阶版：青铜£完成欧恩哈拉平原的所有进阶版比赛。", --15930
"欧恩哈拉平原进阶版：白银£在欧恩哈拉平原的所有进阶版比赛中获得白银评级。", --15931
"欧恩哈拉平原进阶版：黄金£在欧恩哈拉平原的所有进阶版比赛中获得黄金评级。", --15932
"碧蓝林海进阶版：青铜£完成碧蓝林海的所有进阶版比赛。", --15933
"碧蓝林海进阶版：白银£在碧蓝林海的所有进阶版比赛中获得白银评级。", --15934
"碧蓝林海进阶版：黄金£在碧蓝林海的所有进阶版比赛中获得黄金评级。", --15935
"索德拉苏斯进阶版：青铜£完成索德拉苏斯的所有进阶版比赛。", --15936
"索德拉苏斯进阶版：白银£在索德拉苏斯的所有进阶版比赛中获得白银评级。", --15937
"索德拉苏斯进阶版：黄金£在索德拉苏斯的所有进阶版比赛中获得黄金评级。", --15938
"巨龙竞速大满贯：青铜£完成巨龙群岛的所有竞速比赛。", --15939
"巨龙竞速大满贯：白银£在巨龙群岛的所有竞速比赛中获得白银评级。", --15940
"巨龙竞速大满贯：黄金£在巨龙群岛的所有竞速比赛中获得黄金评级。", --15941
"猩红争斗者£在“巨龙时代”第1赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15942
"猩红争斗者£在“巨龙时代”第1赛季的评级PvP比赛中获胜而且等级达到1000或以上", --15943
"猩红角斗士：“巨龙时代”第1赛季£以竞技场3v3排名前0.1%的战绩结束“巨龙时代”PvP第1赛季的战斗（需要在“巨龙时代”第1赛季赢得150场战斗）。", --15951
"竞争者 I：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“竞争者 I”评级。", --15952
"竞争者 II：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“竞争者 II”评级。", --15953
"决斗者：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得决斗者评级。", --15954
"挑战者 I：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“挑战者 I”评级。", --15955
"挑战者 II：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“挑战者 II”评级。", --15956
"角斗士：“巨龙时代”第1赛季£在“巨龙时代”第1赛季的3v3竞技场中以精锐排名赢得50场胜利。", --15957
"部落英雄：猩红£以评级战场排名前0.5%的战绩结束“巨龙时代”PvP第1赛季的战斗（需要在“巨龙时代”第1赛季赢得50场战斗）。", --15958
"联盟英雄：猩红£以评级战场排名前0.5%的战绩结束“巨龙时代”PvP第1赛季的战斗（需要在“巨龙时代”第1赛季赢得50场战斗）。", --15959
"争斗者 I：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“争斗者 I”评级。", --15960
"争斗者 II：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得“争斗者 II”评级。", --15961
"精锐：“巨龙时代”第1赛季£在“巨龙时代”第1赛季中获得精锐评级。", --15984
"巨龙魔符：天顶观察站高塔£收集天顶观察站高塔的巨龙魔符。", --15985
"巨龙魔符：翼眠大使馆£收集翼眠大使馆的巨龙魔符。", --15986
"巨龙魔符：黑曜壁垒£收集黑曜壁垒的巨龙魔符。", --15987
"巨龙魔符：红玉新生法池山峰£收集红玉新生法池西侧的巨龙魔符。", --15988
"巨龙魔符：充盈清泉£收集充盈清泉附近的巨龙魔符。", --15989
"巨龙魔符：生命缚誓者观察站£收集生命缚誓者观察站附近的巨龙魔符。", --15990
"巨龙魔符：崩塌的新生拱道£收集崩塌的新生拱道附近的巨龙魔符。", --15991
"巨龙魔符：龙心岗哨£收集龙心岗哨附近的巨龙魔符。", --16051
"巨龙魔符：碎鳞山脉£收集碎鳞山脉附近的巨龙魔符。", --16052
"巨龙魔符：黑曜王座£收集黑曜王座附近的巨龙魔符。", --16053
"巨龙魔符：欧恩哈拉的栖地£收集欧恩哈拉的栖地附近的巨龙魔符。", --16054
"巨龙魔符：诺库顿要塞£收集诺库顿要塞附近的巨龙魔符。", --16055
"巨龙魔符：翡翠花园£收集翡翠花园附近的巨龙魔符。", --16056
"巨龙魔符：永恒库尔干£收集永恒库尔干附近的巨龙魔符。", --16057
"巨龙魔符：扎斯凯雷兹£收集扎斯凯雷兹附近的巨龙魔符。", --16058
"巨龙魔符：镜天湖£收集镜天湖附近的巨龙魔符。", --16059
"巨龙魔符：欧恩伊尔清泉£收集欧恩伊尔清泉附近的巨龙魔符。", --16060
"巨龙魔符：龙泉顶£收集龙泉顶附近的巨龙魔符。", --16061
"巨龙魔符：鲁萨扎尔高台£收集鲁鲁萨扎尔高台附近的巨龙魔符。", --16062
"巨龙魔符：风歌高地£收集风歌高地附近的巨龙魔符。", --16063
"巨龙魔符：钴蓝集所 £收集钴蓝集所附近的巨龙魔符。", --16064
"巨龙魔符：碧蓝档案馆£收集碧蓝档案馆附近的巨龙魔符。", --16065
"巨龙魔符：卡恩萨尔遗迹£收集卡恩萨尔遗迹附近的巨龙魔符。", --16066
"巨龙魔符：失落废墟£收集失落废墟附近的巨龙魔符。", --16067
"巨龙魔符：蕨皮山谷£收集蕨皮山谷附近的巨龙魔符。", --16068
"巨龙魔符：龙眼池£收集龙眼池附近的巨龙魔符。", --16069
"巨龙魔符：伊姆布£收集伊姆布附近的巨龙魔符。", --16070
"巨龙魔符：泽尔萨克岗哨£收集泽尔萨克岗哨附近的巨龙魔符。", --16071
"巨龙魔符：罗宁之盾£收集罗宁之盾东南方的巨龙魔符。", --16072
"巨龙魔符：瓦克索斯山脉£收集瓦克索斯山脉附近的巨龙魔符。", --16073
"腐朽主母怒眼（普通蕨皮山谷）£你尚未完成此成就", --16074
"腐朽主母怒眼（英雄蕨皮山谷）£你尚未完成此成就", --16075
"腐朽主母怒眼（史诗蕨皮山谷）£你尚未完成此成就", --16076
"原始海啸（普通注能大厅）£你尚未完成此成就", --16077
"原始海啸（英雄注能大厅）£你尚未完成此成就", --16078
"原始海啸（史诗注能大厅）£你尚未完成此成就", --16079
"督军莎尔佳（普通奈萨鲁斯）£你尚未完成此成就", --16080
"督军莎尔佳（英雄奈萨鲁斯）£你尚未完成此成就", --16081
"督军莎尔佳（史诗奈萨鲁斯）£你尚未完成此成就", --16082
"基拉卡和厄克哈特·风脉（普通红玉新生法池）£你尚未完成此成就", --16083
"基拉卡和厄克哈特·风脉（英雄红玉新生法池）£你尚未完成此成就", --16084
"基拉卡和厄克哈特·风脉（史诗红玉新生法池）£你尚未完成此成就", --16085
"多拉苟萨的回响（普通艾杰斯亚学院）£你尚未完成此成就", --16086
"多拉苟萨的回响（英雄艾杰斯亚学院）£你尚未完成此成就", --16087
"多拉苟萨的回响（史诗艾杰斯亚学院）£你尚未完成此成就", --16088
"安布雷斯库（普通碧蓝魔馆）£你尚未完成此成就", --16089
"安布雷斯库（英雄碧蓝魔馆）£你尚未完成此成就", --16090
"安布雷斯库（史诗碧蓝魔馆）£你尚未完成此成就", --16091
"巴拉卡可汗（普通诺库德阻击战）£你尚未完成此成就", --16092
"巴拉卡可汗（英雄诺库德阻击战）£你尚未完成此成就", --16093
"巴拉卡可汗（史诗诺库德阻击战）£你尚未完成此成就", --16094
"时空领主戴欧斯（普通奥达曼：提尔的遗产）£你尚未完成此成就", --16095
"时空领主戴欧斯（英雄奥达曼：提尔的遗产）£你尚未完成此成就", --16096
"时空领主戴欧斯（史诗奥达曼：提尔的遗产）£你尚未完成此成就", --16097
"巨龙魔符：时光流汇£收集时光流汇附近的巨龙魔符。", --16098
"巨龙魔符：雷暴峰£收集雷暴峰附近的巨龙魔符。", --16099
"巨龙魔符：南岗大门£收集南岗大门附近的巨龙魔符。", --16100
"巨龙魔符：瓦德拉肯£收集瓦德拉肯附近的巨龙魔符。", --16101
"巨龙魔符：艾杰斯伊拉£收集艾杰斯伊拉附近的巨龙魔符。", --16102
"巨龙魔符：提尔要塞£收集提尔要塞附近的巨龙魔符。", --16103
"巨龙魔符：艾杰斯亚学院£收集艾杰斯亚学院附近的巨龙魔符。", --16104
"巨龙魔符：雾纱藏骨堂£收集雾纱藏骨堂附近的巨龙魔符。", --16105
"巨龙魔符：化身巨龙牢窟£收集化身巨龙牢窟附近的巨龙魔符。", --16106
"巨龙魔符：索德拉苏斯之巅£收集索德拉苏斯之巅附近的巨龙魔符。", --16107
"锁定土狼频道£在史诗难度下的单次蕨皮山谷之旅中，从古威波德那里了解五点关于土狼的知识。", --16110
"蕨皮山谷£击败蕨皮山谷的腐朽主母怒眼。", --16255
"蕨皮山谷（英雄难度）£击败蕨皮山谷的腐朽主母怒眼（英雄或更高难度）。", --16256
"蕨皮山谷（史诗难度）£击败蕨皮山谷的腐朽主母怒眼（史诗难度或史诗钥石难度）。", --16257
"注能大厅£击败注能大厅的原始海啸。", --16260
"注能大厅（英雄难度）£击败注能大厅的原始海啸（英雄或更高难度）。", --16261
"注能大厅（史诗难度）£击败注能大厅的原始海啸（史诗难度或史诗钥石难度）。", --16262
"奈萨鲁斯£击败奈萨鲁斯的督军莎尔佳。", --16263
"奈萨鲁斯（英雄难度）£击败奈萨鲁斯的督军莎尔佳（英雄或更高难度）。", --16264
"奈萨鲁斯（史诗难度）£击败奈萨鲁斯的督军莎尔佳（史诗难度或史诗钥石难度）。", --16265
"红玉新生法池£击败红玉新生法池的基拉卡和厄克哈特·风脉。", --16266
"红玉新生法池（英雄难度）£击败红玉新生法池的基拉卡和厄克哈特·风脉（英雄或更高难度）。", --16267
"红玉新生法池（史诗难度）£击败红玉新生法池的基拉卡和厄克哈特·风脉（史诗难度或史诗钥石难度）。", --16268
"艾杰斯亚学院£击败普通艾杰斯亚学院的多拉苟萨的回响。", --16269
"艾杰斯亚学院（英雄难度）£击败普通艾杰斯亚学院的多拉苟萨的回响（英雄或更高难度）。", --16270
"艾杰斯亚学院（史诗难度）£击败普通艾杰斯亚学院的多拉苟萨的回响（史诗难度或史诗钥石难度）。", --16271
"碧蓝魔馆£击败碧蓝魔馆的安布雷斯库。", --16272
"碧蓝魔馆（英雄难度）£击败碧蓝魔馆的安布雷斯库（英雄或更高难度）。", --16273
"碧蓝魔馆（史诗难度）£击败碧蓝魔馆的安布雷斯库（史诗难度或史诗钥石难度）。", --16274
"诺库德阻击战£击败诺库德阻击战的巴拉卡可汗。", --16275
"诺库德阻击战（英雄难度）£击败诺库德阻击战的巴拉卡可汗（英雄或更高难度）。", --16276
"诺库德阻击战（史诗难度）£击败诺库德阻击战的巴拉卡可汗（史诗难度或史诗钥石难度）。", --16277
"奥达曼：提尔的遗产£击败奥达曼：提尔的遗产的时空领主戴欧斯。", --16278
"奥达曼：提尔的遗产（英雄难度）£击败奥达曼：提尔的遗产的时空领主戴欧斯（英雄或更高难度）。", --16279
"奥达曼：提尔的遗产（史诗难度）£击败奥达曼：提尔的遗产的时空领主戴欧斯（史诗难度或史诗钥石难度）。", --16280
"流沙过隙£在20个永恒宝珠落到地面时接住它们，然后击败奥达曼：提尔的遗产的时空领主戴欧斯（史诗难度）。", --16281
"不，你才晕菜了！£在哨兵塔隆达丝和所有小队成员都同时昏迷后，击败奥达曼：提尔的遗产的哨兵塔隆达丝（史诗难度）。", --16282
"远古觉醒£解锁巨龙群岛的远古界门旅行网络。", --16291
"界门大师£解锁巨龙群岛所有的远古界门的位置。", --16292
"巨龙时代地下城英雄£完成下列“巨龙时代”英雄地下城成就。", --16294
"巨龙时代英雄的荣耀£完成下列“巨龙时代”史诗地下城成就。", --16295
"盛气凌人£在蕨皮山谷解救柔爪酋长，用矛和盾武装她，并确保她活下来，然后击败劈爪的战团（史诗难度）。", --16296
"觉醒海岸的宝藏£发现觉醒海岸隐藏的宝藏。", --16297
"巨龙群岛的财宝猎人£完成下列全部巨龙群岛宝藏成就。", --16298
"欧恩哈拉平原的宝藏£发现欧恩哈拉平原隐藏的宝藏。", --16299
"碧蓝林海的宝藏£发现碧蓝林海隐藏的宝藏。", --16300
"索德拉苏斯的宝藏£发现索德拉苏斯的隐藏宝藏。", --16301
"湍流环线：青铜£完成欧恩哈拉平原湍流环线。", --16302
"湍流环线：白银£在欧恩哈拉平原湍流环线中获得白银评级。", --16303
"湍流环线：黄金£在欧恩哈拉平原湍流环线中获得黄金评级。", --16304
"湍流环线进阶版：青铜£完成欧恩哈拉平原湍流环线进阶版。", --16305
"湍流环线进阶版：白银£在欧恩哈拉平原湍流环线进阶版中获得白银评级。", --16306
"湍流环线进阶版：黄金£在欧恩哈拉平原湍流环线进阶版中获得黄金评级。", --16307
"秘密钓鱼点£获得所有秘密钓鱼池的使用权。", --16317
"新朋友 - 每个角色解锁£Hidden achievement to turn on dragon riding talents for characters after the first. [DNT]", --16319
"蒸汽会造成火焰伤害吗？£用熔火巨石给4个新生法池加热后，击败红玉新生法池的柯姬雅·焰蹄（史诗难度）。", --16320
"“高鲸尖”装备£获得伊斯卡拉鱼叉和伊斯卡拉渔网。", --16321
"毕业装备£完全升级你的伊斯卡拉渔具。", --16322
"历史碎片£在巨龙群岛各处为艾米莉亚·贝洛克获取下列雕像的散落碎片。", --16323
"诺库顿试炼场比赛£诺库顿试炼场比赛", --16324
"诺库顿试炼场胜利£诺库顿试炼场胜利", --16325
"鸭子真精神！£在所有小队成员头上都有一只进食充分的小鸭子的情况下击败艾杰斯亚学院的茂林古树（史诗难度）。", --16329
"躲避大师£没被变形术陷阱击中，也没触发尖鸣的情况下，击败碧蓝魔馆的安布雷斯库（史诗难度）。", --16330
"开裂水晶£用巨龙打击猛击闪光的晶簇，并摧毁九个晶簇块之后，击败碧蓝魔馆的安布雷斯库（史诗难度）。", --16331
"觉醒希望£完成觉醒海岸的下列故事线。", --16334
"冻结之物£找到一个冻结传送门之石并击败一只燃烧巨怪后，击败化身巨龙牢窟的艾拉诺格（普通或更高难度）。", --16335
"丈量碧蓝£完成碧蓝林海的下列故事线。", --16336
"这是个穴居人渣的残酷世界£在有至少10个石窟穴居人存活的情况下击败奥达曼：提尔的遗产的布罗马奇（史诗难度）。", --16337
"“炽齿翅”痴£在一场“炽齿翅”游戏里拿到10分。", --16338
"巨龙时代地下城的史诗£完成下列所有巨龙时代地下城成就（史诗难度或史诗钥石难度）。", --16339
"化身巨龙牢窟£击败下列首领（任意难度）。", --16343
"化身巨龙牢窟（英雄难度）£击败下列首领（英雄难度）。", --16345
"艾拉诺格（史诗难度）£击败化身巨龙牢窟的艾拉诺格（史诗难度）。", --16346
"泰洛斯（史诗难度）£击败化身巨龙牢窟的泰洛斯（史诗难度）。", --16347
"原始议会（史诗难度）£击败化身巨龙牢窟的原始议会（史诗难度）。", --16348
"瑟娜尔丝，冰冷之息（史诗难度）£击败化身巨龙牢窟的瑟娜尔丝，冰冷之息（史诗难度）。", --16349
"晋升者达瑟雅（史诗难度）£击败化身巨龙牢窟的晋升者达瑟雅（史诗难度）。", --16350
"库洛格·恐怖图腾（史诗难度）£击败化身巨龙牢窟的库洛格·恐怖图腾（史诗难度）。", --16351
"巢穴守护者迪乌尔娜（史诗难度）£击败化身巨龙牢窟的巢穴守护者迪乌尔娜（史诗难度）。", --16352
"莱萨杰丝（史诗难度）£击败化身巨龙牢窟的莱萨杰丝（史诗难度）。", --16353
"化身巨龙牢窟（史诗难度）£击败下列首领（史诗难度）。", --16354
"牢窟团队的荣耀£完成下列化身巨龙牢窟团队副本成就。", --16355
"史诗：化身巨龙牢窟（公会版）£在公会队伍中击败化身巨龙牢窟的下列首领（普通或更高难度）。", --16356
"英雄：化身巨龙牢窟（公会版）£在公会队伍中击败化身巨龙牢窟的下列首领（英雄或更高难度）。", --16357
"史诗：莱萨杰丝（公会版）£在公会队伍中击败化身巨龙牢窟的莱萨杰丝（史诗难度）。", --16358
"击败艾拉诺格（随机化身巨龙牢窟）£你尚未完成此成就", --16359
"击败泰洛斯（随机化身巨龙牢窟）£你尚未完成此成就", --16361
"击败原始议会（随机化身巨龙牢窟）£你尚未完成此成就", --16362
"别让我把它拼出来£完成索德拉苏斯的下列故事线。", --16363
"深潜巨物£在化身巨龙牢窟使用钓鱼将生活在岩浆里的潜伏的大家伙引出来，然后和原始议会交战并击败他们（普通或更高难度）。", --16364
"小朋友£在化身巨龙牢窟用觉醒之土击中泰洛斯房间里的三个休眠之土节点，然后击败产生的充能之土生物（普通或更高难度）。", --16365
"击败瑟娜尔丝，冰冷之息（随机化身巨龙牢窟）£你尚未完成此成就", --16366
"击败晋升者达瑟雅（随机化身巨龙牢窟）£你尚未完成此成就", --16367
"击败库洛格·恐怖图腾（随机化身巨龙牢窟）£你尚未完成此成就", --16368
"击败巢穴守护者迪乌尔娜（随机化身巨龙牢窟）£你尚未完成此成就", --16369
"击败莱萨杰丝（随机化身巨龙牢窟）£你尚未完成此成就", --16370
"击败艾拉诺格（普通化身巨龙牢窟）£你尚未完成此成就", --16371
"击败泰洛斯（普通化身巨龙牢窟）£你尚未完成此成就", --16372
"击败原始议会（普通化身巨龙牢窟）£你尚未完成此成就", --16373
"击败瑟娜尔丝，冰冷之息（普通化身巨龙牢窟）£你尚未完成此成就", --16374
"击败晋升者达瑟雅（普通化身巨龙牢窟）£你尚未完成此成就", --16375
"击败库洛格·恐怖图腾（普通化身巨龙牢窟）£你尚未完成此成就", --16376
"击败巢穴守护者迪乌尔娜（普通化身巨龙牢窟）£你尚未完成此成就", --16377
"击败莱萨杰丝（普通化身巨龙牢窟）£你尚未完成此成就", --16378
"击败艾拉诺格（英雄化身巨龙牢窟）£你尚未完成此成就", --16379
"击败泰洛斯（英雄化身巨龙牢窟）£你尚未完成此成就", --16380
"击败原始议会（英雄化身巨龙牢窟）£你尚未完成此成就", --16381
"击败瑟娜尔丝，冰冷之息（英雄化身巨龙牢窟）£你尚未完成此成就", --16382
"击败晋升者达瑟雅（英雄化身巨龙牢窟）£你尚未完成此成就", --16383
"击败库洛格·恐怖图腾（英雄化身巨龙牢窟）£你尚未完成此成就", --16384
"击败巢穴守护者迪乌尔娜（英雄化身巨龙牢窟）£你尚未完成此成就", --16385
"击败莱萨杰丝（英雄化身巨龙牢窟）£你尚未完成此成就", --16386
"击败艾拉诺格（史诗化身巨龙牢窟）£你尚未完成此成就", --16387
"击败泰洛斯（史诗化身巨龙牢窟）£你尚未完成此成就", --16388
"击败原始议会（史诗化身巨龙牢窟）£你尚未完成此成就", --16389
"击败瑟娜尔丝，冰冷之息（史诗化身巨龙牢窟）£你尚未完成此成就", --16390
"击败晋升者达瑟雅（史诗化身巨龙牢窟）£你尚未完成此成就", --16391
"击败库洛格·恐怖图腾（史诗化身巨龙牢窟）£你尚未完成此成就", --16392
"击败巢穴守护者迪乌尔娜（史诗化身巨龙牢窟）£你尚未完成此成就", --16393
"击败莱萨杰丝（史诗化身巨龙牢窟）£你尚未完成此成就", --16394
"劳苦时尚£从化身巨龙牢窟收集一套护甲套装。", --16395
"旅居索德拉苏斯£完成下列可选的索德拉苏斯故事线。", --16398
"爱你，拉宾斯£帮助拉宾斯找回他的魔力。", --16399
"探索觉醒海岸£探索觉醒海岸，走过世界地图中被遮住的各个角落。", --16400
"旅居觉醒海岸£完成下列可选的觉醒海岸故事线。", --16401
"40点DKP£击败红玉新生法池的梅莉杜莎·寒妆的房间的40只注能龙崽后再击败她（史诗难度）。", --16402
"腐朽存于万物£发现并种植三株强韧的蘑菇，然后用腐朽打击摧毁它们，然后再击败蕨皮山谷的腐朽主母怒眼（史诗难度）。", --16404
"旅居欧恩哈拉平原£完成下列可选的欧恩哈拉平原故事线。", --16405
"故事的全貌£聆听下列觉醒海岸居民讲述的故事。", --16406
"一起学鸭叫£在惊扰湿地营救全部五只泡泡里的小鸭子。", --16409
"围攻灭龙要塞：零食攻击£在场景战役“围攻灭龙要塞”的第一阶段，给牛肉喂食20份牛肉零食。", --16410
"围攻灭龙要塞：甜蜜之家£完成“围攻灭龙要塞”场景战役。", --16411
"围攻灭龙要塞：凿刻记录£在灭龙要塞发现所有的贾拉丁石板。", --16412
"我本来想留着当点心£找到5名神秘俘虏并使用酸蚀喷发解救他们，然后见证他们的陨灭，再击败化身巨龙牢窟的瑟娜尔丝，冰冷之息（普通或更高难度）。", --16419
"供奉先祖£处于觉醒精华效果影响时，为下列欧恩哈拉平原的先祖幽魂呈上供品。", --16423
"谁是好獒犬？£抚摸欧恩哈拉平原的所有獒犬。", --16424
"好饿好饿的龙蛙£强迫注能大厅的吞喉巨蛙变得急饿并吞噬10只好奇的小龙蛙后，再击败它（史诗难度）。", --16426
"漂£在注能大厅消灭至少三个水流控制单位后，再击败原始海啸（史诗难度）。", --16427
"旅居碧蓝林海£完成下列可选的碧蓝林海故事线。", --16428
"雷霆英雄：“巨龙时代”第1赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“巨龙时代”史诗钥石第1赛季。", --16429
"苦口剖心£在所有玩家都被蕨皮山谷的树口吞噬至少一次后再击败它（史诗难度）。", --16430
"元素大敌£在“巨龙时代”前夕事件中击败所有元素领主。", --16431
"准备突袭第八季£在没有被熔炉风暴、熔炉之火、烈焰喷薄、另一名玩家的炽焰护盾，和炽热挥舞的最后一击命中的情况下，击败奈萨鲁斯的熔炉主管戈雷克（史诗难度）。", --16432
"下课后来找我。£在没有玩家吸收任何奥术宝珠的情况下击败艾杰斯亚学院的维克萨姆斯（史诗难度）。", --16434
"知识……保留下来了？£在烧掉的书少于15本的情况下击败奈萨鲁斯的查尔加斯，龙鳞之灾（史诗难度）。", --16438
"你是我的巢母吗？£在让初生的红玉之卵受寒、灼烧、淬火并维持其生命后，击败红玉新生法池的基拉卡和厄克哈特·风脉（史诗难度）。", --16440
"赛队进球£在同时激活两个球门的情况下击败艾杰斯亚学院的克罗兹（史诗难度）。", --16441
"无蛋可孵£在10秒的间隔内成功孵化并击败来自每个原始元素之卵的副官后，击败化身巨龙牢窟的巢穴守护者迪乌尔娜（普通难度或更高）。", --16442
"监汤者£在伊斯卡拉的社区盛宴完成100项工作。", --16443
"剩菜的复仇£在伊斯卡拉的社区盛宴烹饪出传说品质的汤，然后击败比思奎乌斯。", --16444
"“冰”肩作战£对寒冰水晶使用12次寒冰灭绝者以制造一个非常冰的水晶后，击败碧蓝魔馆的泰拉什·灰翼（史诗难度）。", --16445
"鸟语花香£使用自拍神器和巨龙群岛的下列所有鸟类（以及观鸟者！）拍摄照片。", --16446
"这怎么可能……£让一名玩家被5道闪电打击同时击中，并击败一个风暴元素后，击败诺库德阻击战中的狂怒风暴（史诗难度）。", --16447
"能量归我了！£摧毁原始化形后再击败化身巨龙牢窟的库洛格·恐怖图腾（普通难度或更高）。", --16450
"雷龙狂舞£成功收集两个汇聚的风暴精华并击败汇聚风暴后，击败化身巨龙牢窟的莱萨杰丝，噬雷之龙（普通或更高难度）。", --16451
"同一片天空£作为一名刚觉醒的龙希尔唤魔师来探索禁忌离岛，走过世界地图中被遮住的各个角落。", --16452
"热液岩浆£在奈萨鲁斯的岩浆之牙受巨龙酊剂影响而变异后击败它（史诗难度）。", --16453
"马鲁凯的武装£手持托鲁伊之矛、贝尔可的战斧和萨塔克之弓的情况下，击败诺库德阻击战的提拉和马鲁克（史诗难度）。", --16456
"探索欧恩哈拉平原£探索欧恩哈拉平原，走过世界地图中被遮住的各个角落。", --16457
"空无一物£在收集8个浓缩烈风后，击败化身巨龙牢窟的晋升者达瑟雅（普通难度或更高）。", --16458
"探索碧蓝林海£探索碧蓝林海，走过世界地图中被遮住的各个角落。", --16460
"以暴易暴£在巨龙群岛的风暴事件中击败8个特殊生物。", --16461
"欧恩哈拉之路£在艾拉格氏族的全部三个营地位置之间守护他们。", --16462
"觉醒海岸的雷暴£在觉醒海岸的一场风暴事件中击败被风元素强化的生物。", --16463
"激战巨龙群岛£在队伍中所有宠物达到25级的情况下，在巨龙群岛完成8个宠物对战世界任务。", --16464
"觉醒海岸的沙暴£在觉醒海岸的一场风暴事件中击败被土元素强化的生物。", --16465
"觉醒海岸的火焰风暴£在觉醒海岸的一场风暴事件中击败被火元素强化的生物。", --16466
"觉醒海岸的雪暴£在觉醒海岸的一场风暴事件中击败被水元素强化的生物。", --16467
"逐风觉醒海岸£完成下列觉醒海岸风暴成就。", --16468
"你想不想堆个雪人？£在碧蓝林海堆个雪人。", --16474
"欧恩哈拉平原的雷暴£在欧恩哈拉平原的一场风暴事件中击败被风元素强化的生物。", --16475
"逐风欧恩哈拉平原£完成下列欧恩哈拉平原风暴成就。", --16476
"欧恩哈拉平原的沙暴£在欧恩哈拉平原的一场风暴事件中击败被土元素强化的生物。", --16477
"欧恩哈拉平原的火焰风暴£在欧恩哈拉平原的一场风暴事件中击败被火元素强化的生物。", --16478
"欧恩哈拉平原的雪暴£在欧恩哈拉平原的一场风暴事件中击败被水元素强化的生物。", --16479
"碧蓝林海的雷暴£在碧蓝林海的一场风暴事件中击败被风元素强化的生物。", --16480
"碧蓝林海的沙暴£在碧蓝林海的一场风暴事件中击败被土元素强化的生物。", --16481
"碧蓝林海的火焰风暴£在碧蓝林海的一场风暴事件中击败被火元素强化的生物。", --16482
"碧蓝林海的雪暴£在碧蓝林海的一场风暴事件中击败被水元素强化的生物。", --16483
"逐风碧蓝林海£完成下列碧蓝林海风暴成就。", --16484
"索德拉苏斯的雷暴£在索德拉苏斯的一场风暴事件中击败被风元素强化的生物。", --16485
"索德拉苏斯的沙暴£在索德拉苏斯的一场风暴事件中击败被土元素强化的生物。", --16486
"索德拉苏斯的火焰风暴£在索德拉苏斯的一场风暴事件中击败被火元素强化的生物。", --16487
"索德拉苏斯的雪暴£在索德拉苏斯的一场风暴事件中击败被水元素强化的生物。", --16488
"逐风索德拉苏斯£完成下列索德拉苏斯风暴成就。", --16489
"逐风战将£完成下列风暴成就。", --16490
"踏入风暴£完成下列风暴成就。", --16492
"猛犸蟊贼£从下列区域骑乘驯服的猛犸宝宝前往烬琉河的猛犸驯育者塔沃克处。", --16493
"忠于王子£在黑曜王座与拉希奥达到最高等级的友谊。", --16494
"黑曜钥匙大师£总共将30枚黑曜钥匙上交给黑曜堡垒各处。", --16495
"黑曜冠军£在黑曜堡垒和附近的熔岩区域完成下列特殊战斗。", --16496
"八面玲珑£通过向黑曜堡垒的下列每个人都提交黑曜钥匙来确保你总是胜出。", --16497
"元素涌流£获得1000份元素涌流。", --16498
"元素满溢£获得2500份元素涌流。", --16499
"元素过载£获得5000份元素涌流。", --16500
"巨龙群岛水栖宠物斗士£在队伍中全部为25级水栖宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16501
"T台劲风£从原始风暴收集一套护甲。", --16502
"巨龙群岛野兽宠物斗士£在队伍中全部为25级野兽宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16503
"巨龙群岛小动物宠物斗士£在队伍中全部为25级小动物宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16504
"巨龙群岛龙类宠物斗士£在队伍中全部为25级龙类宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16505
"巨龙群岛元素宠物斗士£在队伍中全部为25级元素宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16506
"巨龙群岛飞行宠物斗士£在队伍中全部为25级飞行宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16507
"巨龙群岛人形宠物斗士£在队伍中全部为25级人形宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16508
"巨龙群岛魔法宠物斗士£在队伍中全部为25级魔法宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16509
"巨龙群岛机械宠物斗士£在队伍中全部为25级机械宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16510
"巨龙群岛亡灵宠物斗士£在队伍中全部为25级亡灵宠物的情况下击败巨龙群岛的精英宠物和驯宠师。", --16511
"巨龙群岛全谱系宠物斗士£完成下列所有成就。", --16512
"水里有毒£净化注能大厅的进水口后，击败有毒的龙蛙之母（史诗难度）。", --16517
"探索索德拉苏斯£探索索德拉苏斯，走过世界地图中被遮住的各个角落。", --16518
"巨龙群岛猎人£在巨龙群岛捕捉下列所有战斗宠物。", --16519
"真我探险£在龙鳞探险队中达到名望等级25。", --16522
"入伍可汗卫队£在马鲁克半人马中达到名望等级25。", --16528
"加入社区£在伊斯卡拉海象人中达到名望等级30。", --16529
"龙群之友£在瓦德拉肯联军中达到名望等级30。", --16530
"大家伙成堆£使用一柄伊斯卡拉鱼叉捕鱼时，发现25个大家伙。", --16531
"萨贝里安的挚友£在萨贝里安处达到挚友声望。", --16532
"好多大家伙£使用一柄伊斯卡拉鱼叉捕鱼时，发现10个大家伙。", --16533
"拉希奥的挚友£在拉希奥处达到挚友声望。", --16536
"能量全满！£在钴蓝集所阵营中达到满声望。", --16537
"久负盛名£在工匠商盟阵营中达到崇尚声望。", --16539
"狩猎大师£完成巨龙群岛的所有洪荒狩猎。", --16540
"耐心猎手£完成100个狩猎步骤。", --16541
"不满的猎人£在每个洪荒狩猎附近找到不满的猎人。", --16542
"五彩缤纷£收集所有狩猎伙伴颜色。", --16543
"洪荒猎手£从开始到结束完成一次洪荒狩猎。", --16544
"我最擅长的事£在洪荒狩猎中消灭30个首领。", --16545
"下面是什么？£在大家伙目击点发现2只大鱼。", --16546
"收竿！£在拿鱼叉捕鱼时被击倒。", --16547
"你需要的是一名海象人伙伴£和一名朋友一起捕捉一条鱼。", --16548
"群岛名人£在四个主要阵营中都达到最大名望等级。", --16549
"回归自然£为海象人鱼窝补充100条鱼。", --16550
"更多回归自然£为海象人鱼窝补充1000条鱼。", --16551
"终究回归自然£为海象人鱼窝补充5000条鱼。", --16552
"源于自然£解锁海象人鱼窝的5种不同渔网。", --16553
"红玉盛宴的高端美食家£在瓦德拉肯品尝红玉盛宴的所有菜肴。", --16556
"野生动物摄影师£在每个地图完成一个编目世界任务。", --16560
"到处都是大家伙£使用一柄伊斯卡拉鱼叉捕鱼时，发现100个大家伙。", --16561
"这可不是鱼……£在大鱼目击点发现10个大家伙。", --16562
"我们需要更大的鱼叉£在大鱼目击点发现25个大家伙。", --16563
"你需要的是一家子海象人£和5名朋友一起捕捉一条鱼。", --16564
"你需要的是一村子海象人£和10名朋友一起捕捉一条鱼。", --16565
"妙手偶得！£给野生动物编目时，拍摄一张“妙手偶得”的照片。", --16566
"妙手天成！£给野生动物编目时，拍摄25张“妙手偶得”的照片。", --16567
"妙手画廊！£给野生动物编目时，拍摄100张“妙手偶得”的照片。", --16568
"钴蓝爱好者£在钴蓝集所同时有五个或更多的狂野的奥能之力处于激活状态。", --16569
"传奇相册£为野生动物编目时，为传奇角色拍照。", --16570
"补给到位£解锁探险队补给天赋树的所有天赋。", --16571
"传奇照片£为野生动物编目时，为一名传奇角色拍一张照。", --16572
"传奇照片墙£为野生动物编目时，为传奇角色拍照。", --16573
"上班打瞌睡£在欧恩哈拉平原的下列梦境防御者旁边将其设为目标并输入/睡觉（/sleep）表情。", --16574
"觉醒海岸魔符猎手£在觉醒海岸找到下列巨龙魔符。", --16575
"欧恩哈拉平原魔符猎手£在欧恩哈拉平原找到下列巨龙魔符。", --16576
"碧蓝林海魔符猎手£在碧蓝林海找到下列巨龙魔符。", --16577
"索德拉苏斯魔符猎手£在索德拉苏斯找到下列巨龙魔符。", --16578
"雪中送炭£完成下列安东尼达斯营地、伊斯卡拉和三瀑勘查点的可选任务。", --16580
"纵览碧蓝£从碧蓝档案馆的顶端飞到钴蓝集所，当中不落地。", --16581
"诺库德的武德£伪装成一名诺库德尚武者完成诺库顿要塞的训练课程。", --16583
"希望的象征£释放10只觉醒海岸当地居民在等待巨龙军团归来期间束缚的希望风筝。", --16584
"巨龙群岛博学者£完成下列巨龙群岛任务成就。", --16585
"首席攀岩师£完成10个攀岩世界任务。", --16587
"它们怎么跑这儿来了？£在攀岩世界任务中收集10份遗失的补给品。", --16588
"玛丽希亚的挑战£处于战争模式时，在巨龙群岛完成下列每一个PvP世界任务。", --16589
"勇士之旅：巨龙群岛£处于战争模式时，在巨龙群岛完成下列每一个PvP世界任务20次。", --16590
"绅士元素£在攀岩世界任务中获得鲁伯特，绅士元素的30次帮助。", --16591
"使命之旅：觉醒海岸£开启战争模式时，在觉醒海岸获得1000点荣誉点数。", --16592
"使命之旅：索德拉苏斯£开启战争模式期间，在索德拉苏斯获得1000点荣誉点数。", --16593
"使命之旅：碧蓝林海£开启战争模式时，在碧蓝林海获得1000点荣誉点数。", --16594
"使命之旅：欧恩哈拉平原£开启战争模式期间，在欧恩哈拉平原获得1000点荣誉点数。", --16595
"勇士的追猎£处于战争模式时，消灭下列巨龙群岛的精英生物。", --16599
"群岛爬升者£在巨龙群岛每个地区完成一个攀岩世界任务。", --16600
"龙击俱乐部£完成下列世界PvP成就。", --16601
"做好事不留名£在诺库德阻击战中，将欧恩哈拉治疗到生命值全满，然后再击败巴拉卡可汗（史诗难度）。", --16602
"赏金猎人£处于战争模式时，从巨龙群岛的每个地区的被消灭的玩家身上拾取一份赏金。", --16603
"资源清扫£处于战争模式时，在巨龙群岛的每个地区打开一个战争物资箱。", --16611
"赏金义警£处于战争模式时，从巨龙群岛的被消灭的玩家身上拾取10份赏金。", --16612
"谁捡到就归谁£处于战争模式时，在巨龙群岛打开10个战争物资箱。", --16613
"血金£收集750个血腥硬币。", --16614
"血库£收集3000个血腥硬币。", --16615
"血旺£收集1500个血腥硬币。", --16616
"欧胡纳孵化£在单次诺库德阻击战中，将八枚温暖的欧胡纳之卵交给欧胡纳守护者塔鲁克（史诗难度）。", --16620
"每样来一份，谢谢£在各个索德拉苏斯的餐馆品尝特色食物和饮料。", --16621
"三分钟后免费£用不超过3分钟的时间将诱饵交给耐心的瓦尔戈。", --16622
"脚下一滑£在攀岩世界任务中，使用尖头楔子回避50次障碍。", --16623
"该打什么结来着？£解锁龙鳞探险队的攀岩世界任务。 ", --16624
"抓紧！£在攀岩世界任务中使用10次结伴同行。", --16625
"巧龙天工£在“巨龙群岛”分类下的两种主要专业中获得最高技能点数。", --16626
"巨龙专业大师£在“巨龙群岛”分类下的一种主要专业中获得最高技能点数。", --16627
"巨龙百事通£将“巨龙群岛”分类下的所有主要专业技能都提升到最高技能点数。", --16630
"巨龙群岛厨师£在“巨龙群岛”分类下的烹饪专业中获得100点技能点数。", --16631
"巨龙群岛渔夫£在“巨龙群岛”分类下的钓鱼专业中获得100点技能点数。", --16632
"拍出新视角£在索德拉苏斯下列所有景点使用自拍神器拍照片。", --16634
"林海魔网£重新排列碧蓝林海的魔网。", --16638
"钥石英雄：奥达曼：提尔的遗产£在限制时间内完成10级或更高的史诗难度的奥达曼：提尔的遗产。", --16639
"钥石英雄：红玉新生法池£在限制时间内完成10级或更高的史诗难度的红玉新生法池。", --16640
"钥石英雄：诺库德阻击战£在限制时间内完成10级或更高的史诗难度的诺库德阻击战。", --16641
"钥石英雄：蕨皮山谷£在限制时间内完成10级或更高的史诗难度的蕨皮山谷。", --16642
"钥石英雄：艾杰斯亚学院£在限制时间内完成10级或更高的史诗难度的艾杰斯亚学院。", --16643
"钥石英雄：奈萨鲁斯£在限制时间内完成10级或更高的史诗难度的奈萨鲁斯。", --16644
"钥石英雄：碧蓝魔馆£在限制时间内完成10级或更高的史诗难度的碧蓝魔馆。", --16645
"钥石英雄：注能大厅£在限制时间内完成20级或更高的史诗难度的注能大厅。", --16646
"“巨龙时代”钥石探索者：第一赛季£在“巨龙时代”第一赛季中的史诗钥石评分达到至少750。", --16647
"“巨龙时代”钥石征服者：第一赛季£在“巨龙时代”第一赛季中的史诗钥石评分达到至少1500。", --16648
"“巨龙时代”钥石大师：第一赛季£在“巨龙时代”第一赛季中的史诗钥石评分达到至少2000。", --16649
"“巨龙时代”钥石英雄：第一赛季£在“巨龙时代”第一赛季中的史诗钥石评分达到至少2500。", --16650
"钥石英雄：群星庭院£在限制时间内完成20级或更高的史诗难度的群星庭院。", --16658
"钥石英雄：英灵殿£在限制时间内完成20级或更高的史诗难度的英灵殿。", --16659
"钥石英雄：影月墓地£在限制时间内完成20级或更高的史诗难度的影月墓地。", --16660
"钥石英雄：青龙寺£在限制时间内完成20级或更高的史诗难度的青龙寺。", --16661
"巨龙魔符：格利基尔瞭望台£收集格利基尔瞭望台附近的巨龙魔符。", --16666
"巨龙魔符：飞逝长道£收集飞逝长道附近的巨龙魔符。", --16667
"巨龙魔符：天顶观察站讲坛£收集天顶观察站的幻形讲坛旁边的巨龙魔符。", --16668
"巨龙魔符：闪霜飞地£收集闪霜飞地附近的巨龙魔符。", --16669
"巨龙魔符：红玉之鳞岗哨£收集红玉之鳞岗哨附近的巨龙魔符。", --16670
"巨龙魔符：泽林沼地£收集泽林沼地附近的巨龙魔符。", --16671
"巨龙魔符：剪河交汇口£收集剪河交汇口附近的巨龙魔符。", --16672
"巨龙魔符：沉落之径£收集沉落之径附近的巨龙魔符。", --16673
"觉醒海岸冒险家£在觉醒海岸完成下列特殊战斗中的10个。", --16676
"欧恩哈拉平原冒险家£在欧恩哈拉平原完成下列特殊战斗中的10个。", --16677
"碧蓝林海冒险家£在碧蓝林海完成下列特殊战斗中的10个。", --16678
"索德拉苏斯冒险家£在索德拉苏斯完成下列特殊战斗中的10个。", --16679
"循迹提尔£完成下列任务成就。", --16683
"复苏始祖幼龙护甲£收集下列复苏始祖幼龙的护甲外观解锁项目。", --16696
"复苏始祖幼龙头部特征£收集下列复苏始祖幼龙的头部外观解锁项目。", --16697
"复苏始祖幼龙尾巴特征£收集下列复苏始祖幼龙的尾巴外观解锁项目。", --16698
"复苏始祖幼龙鳞片和花纹£收集下列复苏始祖幼龙的鳞片和花纹外观解锁项目。", --16699
"复苏始祖幼龙犄角和毛发£收集下列复苏始祖幼龙的犄角和毛发外观解锁项目。", --16700
"载风迅疾幼龙鳞片和花纹£收集下列载风迅疾幼龙的鳞片和花纹外观解锁项目。", --16701
"载风迅疾幼龙护甲£收集下列载风迅疾幼龙的护甲外观解锁项目。", --16702
"载风迅疾幼龙犄角和毛皮£收集下列载风迅疾幼龙的犄角和毛皮外观解锁项目。", --16704
"载风迅疾幼龙头部特征£收集下列载风迅疾幼龙的头部外观解锁项目。", --16705
"载风迅疾幼龙背部和尾巴£收集下列载风迅疾幼龙的背部和尾巴外观解锁项目。", --16706
"高地幼龙鳞片和花纹£收集下列高地幼龙的鳞片和花纹外观解锁项目。", --16707
"高地幼龙护甲£收集下列高地幼龙的护甲外观解锁项目。", --16708
"高地幼龙犄角和毛发£收集下列高地幼龙的犄角和毛发外观解锁项目。", --16710
"高地幼龙背部和尾巴£收集下列高地幼龙的背部和尾巴外观解锁项目。", --16711
"高地幼龙头部特征£收集下列高地幼龙的头部外观解锁项目。", --16712
"崖际荒狂幼龙鳞片和花纹£收集下列崖际荒狂幼龙的鳞片和花纹外观解锁项目。", --16723
"崖际荒狂幼龙护甲£收集下列崖际荒狂幼龙的护甲外观解锁项目。", --16724
"崖际荒狂幼龙犄角和鬃毛£收集下列崖际荒狂幼龙的犄角和鬃毛外观解锁项目。", --16725
"崖际荒狂幼龙背部和尾巴£收集下列崖际荒狂幼龙的背部和尾巴外观解锁项目。", --16726
"崖际荒狂幼龙头部特征£收集下列崖际荒狂幼龙的头部外观解锁项目。", --16727
"致所有一直躲藏到现在的小松鼠£巨龙群岛的小动物在一万年里都没有任何人给它们/爱（/love）。", --16729
"猩红角斗士的幼龙£在“巨龙时代”第1赛季获得猩红角斗士的幼龙。", --16730
"猩红传说：“巨龙时代”第1赛季£以单排轮斗排名前0.1%的战绩结束“巨龙时代”PvP第1赛季的战斗（需要在“巨龙时代”第1赛季赢得50场战斗）。", --16734
"侠盗猛犸骑手£解放一头卡拉希岩浆猛犸……而且是永久地。", --16736
"制造订单完成总数£你尚未完成此成就", --16745
"完成公开制造订单£你尚未完成此成就", --16746
"完成公会制造订单£你尚未完成此成就", --16747
"完成个人制造订单£你尚未完成此成就", --16748
"完成炼金制造订单£你尚未完成此成就", --16749
"完成锻造制造订单£你尚未完成此成就", --16750
"完成附魔制造订单£你尚未完成此成就", --16751
"完成工程学制造订单£你尚未完成此成就", --16752
"完成铭文制造订单£你尚未完成此成就", --16753
"完成珠宝加工制造订单£你尚未完成此成就", --16754
"完成制皮制造订单£你尚未完成此成就", --16755
"完成裁缝制造订单£你尚未完成此成就", --16756
"准备，瞄准，编目！£解锁龙鳞探险队的编目世界任务。 ", --16758
"黑曜血脉£在黑曜王座与萨贝里安达到最高等级的友谊。", --16760
"巨龙群岛探索者£探索巨龙群岛的各个区域。", --16761
"素食养生£在单次蕨皮山谷之旅中，解救肉类仓库里的所有海象人俘虏。", --16762
"新猩红毯时尚£收集任意一套“巨龙时代”PvP第1赛季套装。", --16764
"幸运便士£在冒险指南中发现一些钱。", --16789
"古怪硬币£在冒险指南中发现一个秘密。", --16790
"商业技工£完成1000份制造订单。", --16791
"工匠商盟垄断者£完成50,000份制造订单。", --16797
"合作制造£完成10,000份公会制造订单。", --16798
"私家匠师£完成500份个人制造订单。", --16799
"服务器第一！“巨龙时代”钥石大师£参与了服务器第一个在限定时间内完成20级或更高的“巨龙时代”史诗难度地下城的竞争。", --16801
"巨龙群岛之友£完成下列巨龙群岛名望战役。", --16808
"考察之友£在龙鳞探险队中达到名望等级15。", --16884
"家族之友£在伊斯卡拉海象人中达到名望等级15。", --16944
"联军之友£在瓦德拉肯联军中达到名望等级15。", --16994
"平原之友£在马鲁克半人马中达到名望等级15。", --17064
"史诗：艾杰斯亚学院（公会版）£在公会队伍中击败艾杰斯亚学院的多拉苟萨的回响（史诗难度）。", --17096
"史诗：蕨皮山谷（公会版）£在公会队伍中击败蕨皮山谷的腐朽主母怒眼（史诗难度）。", --17097
"史诗：注能大厅（公会版）£在公会队伍中击败注能大厅的原始海啸（史诗难度）。", --17098
"史诗：奈萨鲁斯（公会版）£在公会队伍中击败奈萨鲁斯的督军莎尔佳（史诗难度）。", --17099
"史诗：红玉新生法池（公会版）£在公会队伍中击败红玉新生法池的基拉卡和厄克哈特·风脉（史诗难度）。", --17100
"史诗：碧蓝魔馆（公会版）£在公会队伍中击败碧蓝魔馆的安布雷斯库（史诗难度）。", --17101
"史诗：诺库德阻击战（公会版）£在公会队伍中击败诺库德阻击战的巴拉卡可汗（史诗难度）。", --17102
"史诗：奥达曼：提尔的遗产（公会版）£在公会队伍中击败奥达曼：提尔的遗产的时空领主戴欧斯（史诗难度）。", --17103
"邪气鞍座（36）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --17104
"邪气鞍座（36）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --17105
"引领潮流：莱萨杰丝，噬雷之龙£在下一阶段团队副本开放前击败化身巨龙牢窟的莱萨杰丝，噬雷之龙（英雄或更高难度）。", --17107
"千钧一发：莱萨杰丝，噬雷之龙£在下一阶段团队副本开放前击败化身巨龙牢窟的莱萨杰丝，噬雷之龙（史诗难度）。", --17108
"原始壁垒£击败化身巨龙牢窟的下列首领，他们强化了那里的防御。", --17110
"注能岩洞£击败化身巨龙牢窟的下列首领，他们位于蜿蜒的洞穴深处。", --17111
"风暴之怒£击败化身巨龙牢窟的下列首领，他们位于最幽远的位置。", --17112
"名人堂：莱萨杰丝，噬雷之龙（联盟）£跻身世界前一百家率先击败莱萨杰丝，噬雷之龙（史诗难度）的联盟公会之一。", --17116
"名人堂：莱萨杰丝，噬雷之龙（部落）£跻身世界前一百家率先击败莱萨杰丝，噬雷之龙（史诗难度）的部落公会之一。", --17118
"牢窟金曲£完成下列一项成就或光辉事迹。", --17119
"红玉新生圣地赛道反向版：青铜£完成觉醒海岸红玉新生圣地赛道反向版。", --17120
"红玉新生圣地赛道反向版：白银£在觉醒海岸红玉新生圣地赛道反向版中获得白银评级。", --17121
"红玉新生圣地赛道反向版：黄金£在觉醒海岸红玉新生圣地赛道反向版中获得黄金评级。", --17122
"狂野禁猎区障碍赛反向版：青铜£完成觉醒海岸狂野禁猎区障碍赛反向版。", --17123
"狂野禁猎区障碍赛反向版：白银£在觉醒海岸狂野禁猎区障碍赛反向版中获得白银评级。", --17124
"狂野禁猎区障碍赛反向版：黄金£在觉醒海岸狂野禁猎区障碍赛反向版中获得黄金评级。", --17125
"烬琉航线反向版：青铜£完成觉醒海岸烬琉航线反向版。", --17126
"烬琉航线反向版：白银£在觉醒海岸烬琉航线反向版中获得白银评级。", --17127
"烬琉航线反向版：黄金£在觉醒海岸烬琉航线反向版中获得黄金评级。", --17128
"绝顶树冠激流冲刺反向版：青铜£完成觉醒海岸绝顶树冠激流冲刺反向版。", --17129
"绝顶树冠激流冲刺反向版：白银£在觉醒海岸绝顶树冠激流冲刺反向版中获得白银评级。", --17130
"绝顶树冠激流冲刺反向版：黄金£在觉醒海岸绝顶树冠激流冲刺反向版中获得黄金评级。", --17131
"乌克图鲁特急流反向版：青铜£完成觉醒海岸乌克图鲁特急流反向版。", --17132
"乌克图鲁特急流反向版：白银£在觉醒海岸乌克图鲁特急流反向版中获得白银评级。", --17133
"乌克图鲁特急流反向版：黄金£在觉醒海岸乌克图鲁特急流反向版中获得黄金评级。", --17134
"翼眠环线反向版：青铜£完成觉醒海岸翼眠环线反向版。", --17135
"翼眠环线反向版：白银£在觉醒海岸翼眠环线反向版中获得白银评级。", --17136
"翼眠环线反向版：黄金£在觉醒海岸翼眠环线反向版中获得黄金评级。", --17137
"闪霜飞越反向版：青铜£完成觉醒海岸闪霜飞越反向版。", --17138
"闪霜飞越反向版：白银£在觉醒海岸闪霜飞越反向版中获得白银评级。", --17139
"闪霜飞越反向版：黄金£在觉醒海岸闪霜飞越反向版中获得黄金评级。", --17140
"狂野禁猎区障碍赛反向版：青铜£完成觉醒海岸狂野禁猎区巡回赛反向版。", --17141
"狂野禁猎区障碍赛反向版：白银£在觉醒海岸狂野禁猎区巡回赛反向版中获得白银评级。", --17142
"狂野禁猎区障碍赛反向版：黄金£在觉醒海岸狂野禁猎区巡回赛反向版中获得黄金评级。", --17143
"阳斑灌木林巡回赛反向版：青铜 £完成欧恩哈拉平原阳斑灌木林巡回赛反向版。", --17144
"阳斑灌木林巡回赛反向版：白银£在欧恩哈拉平原阳斑灌木林巡回赛反向版中获得白银评级。", --17145
"阳斑灌木林巡回赛反向版：黄金£在欧恩哈拉平原阳斑灌木林巡回赛反向版中获得黄金评级。", --17146
"泽地漫游反向版：青铜£完成欧恩哈拉平原泽地漫游反向版。", --17147
"泽地漫游反向版：白银£在欧恩哈拉平原泽地漫游反向版中获得白银评级。", --17148
"泽地漫游反向版：黄金£在欧恩哈拉平原泽地漫游反向版中获得黄金评级。", --17149
"河谷冲刺反向版：青铜£完成欧恩哈拉平原河谷冲刺反向版。", --17150
"河谷冲刺反向版：白银£在欧恩哈拉平原河谷冲刺反向版中获得白银评级。", --17151
"河谷冲刺反向版：黄金£在欧恩哈拉平原河谷冲刺反向版中获得黄金评级。", --17152
"翡翠花园攀升赛反向版：青铜£完成欧恩哈拉平原翡翠花园攀升赛反向版。", --17153
"翡翠花园攀升赛反向版：白银£在欧恩哈拉平原翡翠花园攀升赛反向版中获得白银评级。", --17154
"翡翠花园攀升赛反向版：黄金£在欧恩哈拉平原翡翠花园攀升赛反向版中获得黄金评级。", --17155
"湍流环线反向版：青铜£完成欧恩哈拉平原湍流环线反向版。", --17156
"湍流环线反向版：白银£在欧恩哈拉平原湍流环线反向版中获得白银评级。", --17157
"湍流环线反向版：黄金£在欧恩哈拉平原湍流环线反向版中获得黄金评级。", --17158
"碧蓝林海冲刺反向版：青铜£完成碧蓝林海冲刺反向版。", --17159
"碧蓝林海冲刺反向版：白银£在碧蓝林海冲刺反向版中获得白银评级。", --17160
"碧蓝林海冲刺反向版：黄金£在碧蓝林海冲刺反向版中获得黄金评级。", --17161
"碧蓝林海障碍赛反向版：青铜£完成碧蓝林海障碍赛反向版。", --17162
"碧蓝林海障碍赛反向版：白银£在碧蓝林海障碍赛反向版中获得白银评级。", --17163
"碧蓝林海障碍赛反向版：黄金£在碧蓝林海障碍赛反向版中获得黄金评级。", --17164
"瓦克索斯攀升赛反向版：青铜£完成碧蓝林海瓦克索斯攀升赛反向版。", --17165
"瓦克索斯攀升赛反向版：青铜£在碧蓝林海瓦克索斯攀升赛反向版中获得白银评级。", --17166
"瓦克索斯攀升赛反向版：青铜£在碧蓝林海瓦克索斯攀升赛反向版中获得黄金评级。", --17167
"伊斯卡拉锦标赛反向版：青铜£完成碧蓝林海伊斯卡拉锦标赛反向版。", --17168
"伊斯卡拉锦标赛反向版：白银£在碧蓝林海伊斯卡拉锦标赛反向版中获得白银评级。", --17169
"伊斯卡拉锦标赛反向版：黄金£在碧蓝林海伊斯卡拉锦标赛反向版中获得黄金评级。", --17170
"霜土飞越反向版：青铜£完成碧蓝林海霜土飞越反向版。", --17171
"霜土飞越反向版：白银£在碧蓝林海霜土飞越反向版中获得白银评级。", --17172
"霜土飞越反向版：黄金£在碧蓝林海霜土飞越反向版中获得黄金评级。", --17173
"档案限界反向版：青铜£完成碧蓝林海档案限界反向版。", --17174
"档案限界反向版：白银£在碧蓝林海档案限界反向版中获得白银评级。", --17175
"档案限界反向版：黄金£在碧蓝林海档案限界反向版中获得黄金评级。", --17176
"起伏森林航线反向版：青铜£完成索德拉苏斯起伏森林航线反向版。", --17177
"起伏森林航线反向版：白银£在索德拉苏斯起伏森林航线反向版中获得白银评级。", --17178
"起伏森林航线反向版：黄金£在索德拉苏斯起伏森林航线反向版中获得黄金评级。", --17179
"提尔要塞反向版：青铜 £完成索德拉苏斯提尔要塞试炼反向版。", --17180
"提尔要塞反向版：白银£在索德拉苏斯提尔要塞试炼反向版中获得白银评级。", --17181
"提尔要塞试炼反向版：黄金£在索德拉苏斯提尔要塞试炼反向版中获得白银评级。", --17182
"山崖环道反向版：青铜£完成索德拉苏斯山崖环道反向版。", --17183
"山崖环道反向版：白银£在索德拉苏斯山崖环道反向版中获得白银评级。", --17184
"山崖环道反向版：黄金£在索德拉苏斯山崖环道反向版中获得黄金评级。", --17185
"学院爬升赛反向版：青铜£完成索德拉苏斯学院爬升赛反向版。", --17186
"学院爬升赛反向版：白银£在索德拉苏斯学院爬升赛反向版中获得白银评级。", --17187
"学院爬升赛反向版：黄金£在索德拉苏斯学院爬升赛反向版中获得黄金评级。", --17188
"花园休闲赛反向版：青铜£完成索德拉苏斯花园休闲赛反向版。", --17189
"花园休闲赛反向版：白银£在索德拉苏斯花园休闲赛反向版中获得白银评级。", --17190
"花园休闲赛反向版：黄金£在索德拉苏斯花园休闲赛反向版中获得黄金评级。", --17191
"交错洞窟反向版：青铜£完成索德拉苏斯交错洞窟反向版。", --17192
"交错洞窟反向版：白银£在索德拉苏斯交错洞窟反向版中获得白银评级。", --17193
"交错洞窟反向版：黄金£在索德拉苏斯交错洞窟反向版中获得黄金评级。", --17194
"觉醒海岸反向版：青铜£完成觉醒海岸的所有反向版比赛。", --17195
"觉醒海岸反向版：白银£在觉醒海岸的所有反向版比赛中获得白银评级。", --17196
"觉醒海岸反向版：黄金£在觉醒海岸的所有反向版比赛中获得黄金评级。", --17197
"欧恩哈拉平原反向版：青铜£完成欧恩哈拉平原的所有反向版比赛。", --17198
"欧恩哈拉平原反向版：白银£在欧恩哈拉平原的所有反向版比赛中获得白银评级。", --17199
"欧恩哈拉平原反向版：黄金£在欧恩哈拉平原的所有反向版比赛中获得黄金评级。", --17200
"碧蓝林海反向版：青铜£完成碧蓝林海的所有反向版比赛。", --17201
"碧蓝林海反向版：白银£在碧蓝林海的所有反向版比赛中获得白银评级。", --17202
"碧蓝林海反向版：黄金£在碧蓝林海的所有反向版比赛中获得黄金评级。", --17203
"索德拉苏斯反向版：青铜£完成索德拉苏斯的所有反向版比赛。", --17204
"索德拉苏斯反向版：白银£在索德拉苏斯的所有反向版比赛中获得白银评级。", --17205
"索德拉苏斯反向版：黄金£在索德拉苏斯的所有反向版比赛中获得黄金评级。", --17206
"逢鱼漂咬£用巨型鱼漂钓到100条鱼。", --17207
"雷裂冲击坑巡回赛：青铜£完成禁忌离岛雷裂冲击坑巡回赛。", --17214
"雷裂冲击坑巡回赛：白银£在禁忌离岛雷裂冲击坑巡回赛中获得白银评级。", --17215
"雷裂冲击坑巡回赛：黄金£在禁忌离岛雷裂冲击坑巡回赛中获得黄金评级。", --17216
"雷裂冲击坑巡回赛进阶版：青铜£完成禁忌离岛雷裂冲击坑巡回赛进阶版。", --17217
"雷裂冲击坑巡回赛进阶版：白银£在禁忌离岛雷裂冲击坑巡回赛进阶版中获得白银评级。", --17218
"雷裂冲击坑巡回赛进阶版：黄金£在禁忌离岛雷裂冲击坑巡回赛进阶版中获得黄金评级。", --17219
"雷裂冲击坑巡回赛反向版：青铜£完成禁忌离岛雷裂冲击坑巡回赛反向版。", --17220
"雷裂冲击坑巡回赛反向版：白银£在禁忌离岛雷裂冲击坑巡回赛反向版中获得白银评级。", --17221
"雷裂冲击坑巡回赛反向版：黄金£在禁忌离岛雷裂冲击坑巡回赛反向版中获得黄金评级。", --17222
"莫库特攀升赛：青铜£完成禁忌离岛莫库特攀升赛。", --17223
"莫库特攀升赛：白银£在禁忌离岛莫库特攀升赛中获得白银评级。", --17224
"莫库特攀升赛：黄金£在禁忌离岛莫库特攀升赛中获得黄金评级。", --17225
"莫库特攀升赛进阶版：青铜£完成禁忌离岛莫库特攀升赛进阶版。", --17237
"莫库特攀升赛进阶版：白银£在禁忌离岛莫库特攀升赛进阶版中获得白银评级。", --17238
"莫库特攀升赛进阶版：黄金£在禁忌离岛莫库特攀升赛进阶版中获得黄金评级。", --17239
"莫库特攀升赛反向版：青铜£完成禁忌离岛莫库特攀升赛反向版。", --17240
"莫库特攀升赛反向版：白银£在禁忌离岛莫库特攀升赛反向版中获得白银评级。", --17241
"莫库特攀升赛反向版：黄金£在禁忌离岛莫库特攀升赛反向版中获得黄金评级。", --17242
"龙巢裂谷巡航赛：青铜£完成禁忌离岛龙巢裂谷巡航赛。", --17243
"龙巢裂谷巡航赛：白银£在禁忌离岛龙巢裂谷巡航赛中获得白银评级。", --17244
"龙巢裂谷巡航赛：黄金£在禁忌离岛龙巢裂谷巡航赛中获得黄金评级。", --17245
"龙巢裂谷巡航赛进阶版：青铜£完成禁忌离岛龙巢裂谷巡航赛进阶版。", --17246
"龙巢裂谷巡游赛进阶版：白银£在禁忌离岛龙巢裂谷巡航赛进阶版中获得白银评级。", --17247
"龙巢裂谷巡游赛进阶版：黄金£在禁忌离岛龙巢裂谷巡航赛进阶版中获得黄金评级。", --17248
"龙巢裂谷巡航赛反向版：青铜£完成禁忌离岛龙巢裂谷巡游赛反向版。", --17249
"龙巢裂谷巡航赛反向版：白银£在禁忌离岛龙巢裂谷巡航赛反向版中获得白银评级。", --17250
"龙巢裂谷巡航赛反向版：黄金£在禁忌离岛龙巢裂谷巡航赛反向版中获得黄金评级。", --17251
"南部离岛环线：青铜£完成禁忌离岛南部离岛环线。", --17252
"南部离岛环线：白银£在禁忌离岛南部离岛环线中获得白银评级。", --17253
"南部离岛环线：黄金£在禁忌离岛南部离岛环线中获得黄金评级。", --17254
"南部离岛环线进阶版：青铜£完成禁忌离岛南部离岛环线进阶版。", --17255
"南部离岛环线进阶版：白银£在禁忌离岛南部离岛环线进阶版中获得白银评级。", --17256
"南部离岛环线进阶版：黄金£在禁忌离岛南部离岛环线进阶版中获得黄金评级。", --17257
"南部离岛环线反向版：青铜£完成禁忌离岛南部离岛环线反向版。", --17258
"南部离岛环线反向版：白银£在禁忌离岛南部离岛环线反向版中获得白银评级。", --17259
"南部离岛环线反向版：黄金£在禁忌离岛南部离岛环线反向版中获得黄金评级。", --17260
"喷口起落赛：青铜£完成禁忌离岛喷口起落赛。", --17261
"喷口起落赛：白银£在禁忌离岛喷口起落赛中获得白银评级。", --17262
"喷口起落赛：黄金£在禁忌离岛喷口起落赛中获得黄金评级。", --17263
"喷口起落赛进阶版：青铜£完成禁忌离岛喷口起落赛进阶版。", --17264
"喷口起落赛进阶版：白银£在禁忌离岛喷口起落赛进阶版中获得白银评级。", --17265
"喷口起落赛进阶版：黄金£在禁忌离岛喷口起落赛进阶版中获得黄金评级。", --17266
"喷口起落赛反向版：青铜£完成禁忌离岛喷口起落赛反向版。", --17267
"喷口起落赛反向版：白银£在禁忌离岛喷口起落赛反向版中获得白银评级。", --17268
"喷口起落赛反向版：黄金£在禁忌离岛喷口起落赛反向版中获得黄金评级。", --17269
"禁忌离岛突击赛：青铜£完成禁忌离岛的禁忌离岛突击赛。", --17270
"禁忌离岛突击赛：白银£在禁忌离岛的禁忌离岛突击赛中获得白银评级。", --17271
"禁忌离岛突击赛：黄金£在禁忌离岛的禁忌离岛突击赛中获得黄金评级。", --17272
"禁忌离岛突击赛进阶版：青铜£完成禁忌离岛的禁忌离岛突击赛进阶版。", --17273
"禁忌离岛突击赛进阶版：白银£在禁忌离岛的禁忌离岛突击赛进阶版中获得白银评级。", --17274
"禁忌离岛突击赛进阶版：黄金£在禁忌离岛的禁忌离岛突击赛进阶版中获得黄金评级。", --17275
"禁忌离岛突击赛反向版：青铜£完成禁忌离岛的禁忌离岛突击赛反向版。", --17276
"禁忌离岛突击赛反向版：白银£在禁忌离岛的禁忌离岛突击赛反向版中获得白银评级。", --17277
"禁忌离岛突击赛反向版：黄金£在禁忌离岛的禁忌离岛突击赛反向版中获得黄金评级。", --17278
"禁忌离岛：青铜£完成禁忌离岛的所有竞速比赛。", --17279
"禁忌离岛：白银£在禁忌离岛的所有普通竞速比赛中获得白银评级。", --17280
"禁忌离岛：黄金£在禁忌离岛的所有普通版竞速比赛中获得黄金评级。", --17281
"禁忌离岛进阶版：青铜£完成禁忌离岛的所有进阶版竞速比赛。", --17284
"禁忌离岛进阶版：白银£在禁忌离岛的所有进阶版比赛中获得白银评级。", --17286
"禁忌离岛进阶版：黄金£在禁忌离岛的所有进阶版竞速比赛中获得黄金评级。", --17287
"禁忌离岛反向版：青铜£完成禁忌离岛的所有反向版比赛。", --17288
"禁忌离岛反向版：白银£在禁忌离岛的所有反向版竞速比赛中获得白银评级。", --17289
"禁忌离岛反向版：黄金£在禁忌离岛的所有反向版竞速比赛中获得黄金评级。", --17290
"禁忌离岛竞速大满贯 £完成禁忌离岛的所有竞速比赛。", --17294
"禁忌离岛竞速大满贯 ：白银£在禁忌离岛的所有竞速比赛中获得白银评级。", --17296
"禁忌离岛竞速大满贯：黄金£在禁忌离岛的所有竞速比赛中获得黄金评级。", --17298
"商栈：巨龙时代£在2023年11月之前就拥有任意版本的“巨龙时代”典藏礼包。", --17305
"10.0前夕 - 风暴 - 朦胧的始源流水£你尚未完成此成就", --17310
"10.0前夕 - 风暴 - 朦胧的始源火焰£你尚未完成此成就", --17311
"10.0前夕 - 风暴 - 朦胧的始源大地£你尚未完成此成就", --17312
"10.0前夕 - 风暴 - 朦胧的始源风暴£你尚未完成此成就", --17313
"英雄礼包：绿绦织梦者£拥有“巨龙时代”英雄礼包的绿绦织梦者坐骑。", --17314
"我们沉睡期间£将下列物品交给禁忌离岛的鳞长们。", --17315
"巨龙群岛的长者£祭拜巨龙群岛的长者。", --17321
"反向竞速者：青铜£完成巨龙群岛的所有反向版比赛。", --17330
"反向竞速者：白银£在巨龙群岛的所有反向版竞速比赛中获得白银评级。", --17331
"反向竞速者：黄金£在巨龙群岛的所有反向版竞速比赛中获得黄金评级。", --17332
"商栈爱好者£获得商栈的每月特殊奖励12次。", --17334
"空中杂耍£在战争模式里使用回旋急冲将一名敌方玩家打下坐骑。", --17335
"空中杂耍£在战争模式里使用回旋急冲将10名敌方玩家打下坐骑。", --17336
"<隐藏>账号：维利提斯塔兹任务完成£你尚未完成此成就", --17338
"传说：“巨龙时代”第1赛季£在“巨龙时代”第1赛季的评级单排轮斗中以精锐排名赢得100场胜利。", --17339
"未来在我们手中£在拜荒者的未来的暴风之怒事件中消灭每种拜荒者怪物。", --17342
"热恋不放手£拥有至少15层暖意的情况下，在拜荒者的未来的暴风之怒事件中消灭任意拜荒者怪物。", --17343
"魔兽游戏机棋子：全收集！£收集全部七种魔兽游戏机棋子。", --17344
"空中杂耍£在战争模式里使用回旋急冲将50名敌方玩家打下坐骑。", --17345
"魔兽游戏机棋子：玛维新外观£将玛维升级一次。", --17346
"魔兽游戏机棋子：斯尼德新外观£将斯尼德升级一次。", --17347
"魔兽游戏机棋子：女猎手新外观£把暗夜精灵女猎手升级一次。", --17348
"魔兽游戏机棋子：牛头人新外观£把石蹄牛头人升级一次。", --17349
"魔兽游戏机棋子：食尸鬼新外观£把亡灵食尸鬼升级一次。", --17350
"魔兽游戏机棋子：鱼人新外观£把鱼人升级一次。", --17351
"魔兽游戏机棋子：雏龙蛋新外观£把雏龙蛋升级一次。", --17352
"魔兽游戏机棋子：玛维全新外观£将玛维升级两次。", --17353
"魔兽游戏机棋子：斯尼德全新外观£将斯尼德升级两次。", --17354
"魔兽游戏机棋子：女猎手全新外观£把暗夜精灵女猎手升级两次。", --17355
"魔兽游戏机棋子：牛头人全新外观£把石蹄牛头人升级两次。", --17356
"魔兽游戏机棋子：食尸鬼全新外观£把亡灵食尸鬼升级两次。", --17357
"魔兽游戏机棋子：鱼人全新外观£把鱼人升级两次。", --17358
"魔兽游戏机棋子：雏龙蛋全新外观£把雏龙蛋升级两次。", --17359
"魔兽游戏机棋子：新外观！£将全部七种魔兽游戏机棋子升级一次。", --17360
"魔兽游戏机棋子：全部外观！£将全部七种魔兽游戏机棋子升级两次。", --17361
"陨落帝国的遗物£把修复的哈卡莱宝石交给一个对这类神器有极大兴趣的人。", --17366
"最危险的战利品£在祖尔格拉布钓起一个古拉巴什宝箱。", --17367
"挨家挨户£使用兹斯克拉宝库钥匙解锁兹斯克拉宝库里的50扇门。", --17397
"巨龙魔符：翼尉栖地£收集翼尉栖地附近的巨龙魔符。", --17398
"巨龙魔符：爪兵岗哨£收集爪兵岗哨附近的巨龙魔符。", --17399
"巨龙魔符：霜石峰£收集霜石峰附近的巨龙魔符。", --17400
"巨龙魔符：龙颅岛£收集龙颅岛附近的巨龙魔符。", --17401
"巨龙魔符：雷裂山£收集雷裂山附近的巨龙魔符。", --17402
"巨龙魔符：结霜之脊£收集结霜之脊附近的巨龙魔符。", --17403
"巨龙魔符：爪士栖地£收集爪士栖地附近的巨龙魔符。", --17404
"巨龙魔符：疗愈者喷口£收集疗愈者喷口附近的巨龙魔符。", --17405
"激战巨龙群岛II£在队伍中所有宠物达到25级的情况下，在巨龙群岛完成8个宠物对战世界任务。", --17406
"<隐藏> 账号：藏宝库本地任务完成£你尚未完成此成就", --17409
"赞达拉部族的匠工£在大灾变之前使用你的制造技能帮助赞达拉部族侵入祖尔格拉布。", --17410
"禁忌离岛魔符猎人£在禁忌离岛找到下列巨龙魔符。", --17411
"银色黎明的匠工£在远征诺森德之前使用你的制造技能帮助银色黎明突袭纳克萨玛斯。", --17412
"灭门者£使用兹斯克拉宝库钥匙解锁兹斯克拉宝库里的150扇门。", --17413
"工具箱的疯狂£通过战友招募活动获得不稳定的自驱动工具箱宠物。", --17426
"冬裘健谈者£冬裘熊怪语达到100点技能点数。你可以使用冬裘熊怪语聊天！", --17427
"水晶环道：青铜£完成查拉雷克洞窟的水晶环道。", --17429
"水晶环道：白银£在查拉雷克洞窟的水晶环道中获得白银评级。", --17430
"水晶环道：黄金£在查拉雷克洞窟的水晶环道中获得黄金评级。", --17431
"水晶环道进阶版：青铜£完成查拉雷克洞窟的水晶环道进阶版。", --17432
"水晶环道进阶版：白银£在查拉雷克洞窟的水晶环道进阶版中获得白银评级。", --17433
"水晶环道进阶版：黄金£在查拉雷克洞窟的水晶环道进阶版中获得黄金评级。", --17434
"水晶环道反向版：青铜£完成查拉雷克洞窟的水晶环道反向版。", --17435
"水晶环道反向版：白银£在查拉雷克洞窟的水晶环道反向版中获得白银评级。", --17436
"水晶环道反向版：黄金£在查拉雷克洞窟的水晶环道反向版中获得黄金评级。", --17437
"喷口巡航赛：青铜£完成查拉雷克洞窟的喷口巡航赛。", --17438
"喷口巡航赛：白银£在查拉雷克洞窟的喷口巡航赛中获得白银评级。", --17439
"喷口巡航赛：黄金£在查拉雷克洞窟的喷口巡航赛中获得黄金评级。", --17440
"喷口巡航赛进阶版：青铜£完成查拉雷克洞窟的喷口巡航赛进阶版。", --17441
"喷口巡航赛进阶版：白银£在查拉雷克洞窟的喷口巡航赛进阶版中获得白银评级。", --17442
"喷口巡航赛进阶版：黄金£在查拉雷克洞窟的喷口巡航赛进阶版中获得黄金评级。", --17443
"喷口巡航赛反向版：青铜£完成查拉雷克洞窟的喷口巡航赛反向版。", --17444
"喷口巡航赛反向版：白银£在查拉雷克洞窟的喷口巡航赛反向版中获得白银评级。", --17445
"喷口巡航赛反向版：黄金£在查拉雷克洞窟的喷口巡航赛反向版中获得黄金评级。", --17446
"燃石越野赛：青铜£完成查拉雷克洞窟的燃石越野赛。", --17447
"燃石越野赛：白银£在查拉雷克洞窟的燃石越野赛中获得白银评级。", --17448
"燃石越野赛：黄金£在查拉雷克洞窟的燃石越野赛中获得黄金评级。", --17449
"燃石越野赛进阶版：青铜£完成查拉雷克洞窟的燃石越野赛进阶版。", --17450
"燃石越野赛进阶版：白银£在查拉雷克洞窟的燃石越野赛进阶版中获得白银评级。", --17451
"燃石越野赛进阶版：黄金£在查拉雷克洞窟的燃石越野赛进阶版中获得黄金评级。", --17452
"燃石越野赛反向版：青铜£完成查拉雷克洞窟的燃石越野赛反向版。", --17453
"燃石越野赛反向版：白银£在查拉雷克洞窟的燃石越野赛反向版中获得白银评级。", --17454
"燃石越野赛反向版：黄金£在查拉雷克洞窟的燃石越野赛反向版中获得黄金评级。", --17455
"闪光障碍赛：青铜£完成查拉雷克洞窟的闪光障碍赛。", --17456
"闪光障碍赛：白银£在查拉雷克洞窟的闪光障碍赛中获得白银评级。", --17457
"闪光障碍赛：黄金£在查拉雷克洞窟的闪光障碍赛中获得黄金评级。", --17458
"闪光障碍赛进阶版：青铜£完成查拉雷克洞窟的闪光障碍赛进阶版。", --17459
"闪光障碍赛进阶版：白银£在查拉雷克洞窟的闪光障碍赛进阶版中获得白银评级。", --17460
"闪光障碍赛进阶版：黄金£在查拉雷克洞窟的闪光障碍赛进阶版中获得黄金评级。", --17461
"闪光障碍赛反向版：青铜£完成查拉雷克洞窟的闪光障碍赛反向版。", --17462
"闪光障碍赛反向版：白银£在查拉雷克洞窟的闪光障碍赛反向版中获得白银评级。", --17463
"闪光障碍赛反向版：黄金£在查拉雷克洞窟的闪光障碍赛反向版中获得黄金评级。", --17464
"峈姆飞渡：青铜£完成查拉雷克洞窟的峈姆飞渡。", --17465
"峈姆飞渡：白银£在查拉雷克洞窟的峈姆飞渡中获得白银评级。", --17466
"峈姆飞渡：黄金£在查拉雷克洞窟的峈姆飞渡中获得黄金评级。", --17467
"峈姆飞渡进阶版：青铜£完成查拉雷克洞窟的峈姆飞渡进阶版。", --17468
"峈姆飞渡进阶版：白银£在查拉雷克洞窟的峈姆飞渡进阶版中获得白银评级。", --17469
"峈姆飞渡进阶版：黄金£在查拉雷克洞窟的峈姆飞渡进阶版中获得黄金评级。", --17470
"峈姆飞渡反向版：青铜£完成查拉雷克洞窟的峈姆飞渡反向版。", --17471
"峈姆飞渡反向版：白银£在查拉雷克洞窟的峈姆飞渡反向版中获得白银评级。", --17472
"峈姆飞渡反向版：黄金£在查拉雷克洞窟的峈姆飞渡反向版中获得黄金评级。", --17473
"硫磺冲刺：青铜£完成查拉雷克洞窟的硫磺冲刺。", --17474
"硫磺冲刺：白银£在查拉雷克洞窟的硫磺冲刺中获得白银评级。", --17475
"硫磺冲刺：黄金£在查拉雷克洞窟的硫磺冲刺中获得黄金评级。", --17476
"硫磺冲刺进阶版：青铜£完成查拉雷克洞窟的硫磺冲刺进阶版。", --17477
"硫磺冲刺进阶版：白银£在查拉雷克洞窟的硫磺冲刺进阶版中获得白银评级。", --17478
"硫磺冲刺进阶版：黄金£在查拉雷克洞窟的硫磺冲刺进阶版中获得黄金评级。", --17479
"硫磺冲刺反向版：青铜£完成查拉雷克洞窟的硫磺冲刺反向版。", --17480
"硫磺冲刺反向版：白银£在查拉雷克洞窟的硫磺冲刺反向版中获得白银评级。", --17481
"硫磺冲刺反向版：黄金£在查拉雷克洞窟的硫磺冲刺反向版中获得黄金评级。", --17482
"查拉雷克洞窟：青铜£完成查拉雷克洞窟的所有竞速比赛。", --17483
"查拉雷克洞窟：白银£在查拉雷克洞窟的所有普通版竞速比赛中获得白银评级。", --17484
"查拉雷克洞窟：黄金£在查拉雷克洞窟的所有普通版竞速比赛中获得黄金评级。", --17485
"查拉雷克洞窟进阶版：青铜£完成查拉雷克洞窟的所有进阶版竞速比赛。", --17486
"查拉雷克洞窟进阶版：白银£在查拉雷克洞窟的所有进阶版竞速比赛中获得白银评级。", --17487
"查拉雷克洞窟进阶版：黄金£在查拉雷克洞窟的所有进阶版竞速比赛中获得黄金评级。", --17488
"查拉雷克洞窟反向版：青铜£完成查拉雷克洞窟的所有反向版竞速比赛。", --17489
"查拉雷克洞窟反向版：白银£在查拉雷克洞窟的所有反向版竞速比赛中获得白银评级。", --17490
"查拉雷克洞窟反向版：黄金£在查拉雷克洞窟的所有反向版竞速比赛中获得黄金评级。", --17491
"查拉雷克洞窟竞速大满贯£完成查拉雷克洞窟的所有竞速比赛。", --17492
"查拉雷克洞窟竞速大满贯：白银£在查拉雷克洞窟的所有竞速比赛中获得白银评级。", --17493
"查拉雷克洞窟竞速大满贯：黄金£在查拉雷克洞窟的所有竞速比赛中获得黄金评级。", --17494
"声名远播的武器锻造师£在大灾变之前以武器锻造师的身份在战事中武装艾泽拉斯的英雄们。", --17496
"声名远播的护甲锻造师£在大灾变之前以护甲锻造师的身份在战事中武装艾泽拉斯的英雄们。", --17497
"声名远播的制皮专家£在大灾变之前以专精制皮匠的身份在战事中武装艾泽拉斯的英雄们。", --17498
"声名远播的裁缝专家£在大灾变之前以专精裁缝的身份在战事中武装艾泽拉斯的英雄们。", --17499
"火中做自己£被菲莱克消灭。", --17506
"瞬息全阊阖£在一周内解锁一个兹斯克拉宝库的每一扇门。", --17509
"巨龙魔符：格里梅罗格£收集格里梅罗格附近的巨龙魔符。", --17510
"巨龙魔符：纳·克斯寇£收集纳·克斯寇附近的巨龙魔符。", --17511
"巨龙魔符：峈姆£收集峈姆附近的巨龙魔符。", --17512
"巨龙魔符：扎卡利喷口£收集扎卡利喷口的巨龙魔符。", --17513
"巨龙魔符：蜿变幼龙栖地£收集蜿变幼龙栖地附近的巨龙魔符。", --17514
"巨龙魔符：直达通路£收集直达通路附近的巨龙魔符。", --17515
"巨龙魔符：酸噬裂谷£收集酸噬裂谷附近的巨龙魔符。", --17516
"巨龙魔符：亚贝鲁斯之途£收集亚贝鲁斯之途附近的巨龙魔符。", --17517
"禁忌离岛冒险家£在风暴消散后的禁忌离岛完成下列特殊战斗中的10个。", --17524
"禁忌离岛的勇士£在风暴消散后的禁忌离岛完成下列所有特殊战斗。", --17525
"禁忌离岛的宝藏£发现风暴消散后的禁忌离岛隐藏的宝藏。", --17526
"禁忌离岛拾荒者£在风暴消散后的禁忌离岛打开20个小宝箱。", --17527
"禁忌离岛囤积狂£在风暴消散后的禁忌离岛打开100个小宝箱。", --17528
"禁忌战利品£在风暴消散后的禁忌离岛打开10个禁忌宝藏。", --17529
"离岛图书管理员£在风暴消散后的禁忌离岛收集下列书籍各一本。", --17530
"用X标记地点£在风暴消散后的禁忌离岛通过10份密封卷轴里的地图找到宝藏。", --17531
"卷轴猎人£在风暴消散后的禁忌离岛通过50份密封卷轴里的地图找到宝藏。", --17532
"探索禁忌离岛£探索风暴消散后的禁忌离岛，走过世界地图中被遮住的各个角落。", --17534
"巨龙追逐-WS01£你尚未完成此成就", --17537
"巨龙追逐-WS02£你尚未完成此成就", --17538
"风寒不适£完成每个元素的霜石宝库原始风暴。", --17540
"全球聚暖£在宠物对战中击败漩涡、颤地者、野火和涡流。", --17541
"偷尝禁果£完成下列所有禁忌离岛的成就。", --17543
"新的开始£完成欧恩哈拉平原的“世仇旧恨”故事线。", --17546
"巫妖汪£拥有宠物阿尔福斯。", --17547
"巨龙群岛的远古之石£发现巨龙群岛各地远古之石的秘密。", --17560
"觉醒海岸的远古之石£发现觉醒海岸各地远古之石的秘密。", --17561
"欧恩哈拉平原的远古之石£发现欧恩哈拉平原各地远古之石的秘密。", --17562
"碧蓝林海的远古之石£发现碧蓝林海各地远古之石的秘密。", --17563
"索德拉苏斯的远古之石£发现索德拉苏斯各地远古之石的秘密。", --17564
"查拉雷克的远古之石£发现查拉雷克洞窟各地远古之石的秘密。", --17567
"费伍德飞越：青铜£完成卡利姆多的费伍德飞越。", --17568
"费伍德飞越：白银£在卡利姆多的费伍德飞越中获得白银评级。", --17569
"费伍德飞越：黄金£在卡利姆多的费伍德飞越中获得黄金评级。", --17570
"费伍德飞越进阶版：青铜£完成卡利姆多的费伍德飞越进阶版。", --17571
"费伍德飞越进阶版：白银£在卡利姆多的费伍德飞越进阶版中获得白银评级。", --17572
"费伍德飞越进阶版：黄金£在卡利姆多的费伍德飞越进阶版中获得黄金评级。", --17573
"费伍德飞越反向版：青铜£完成卡利姆多的费伍德飞越反向版。", --17574
"费伍德飞越反向版：白银£在卡利姆多的费伍德飞越反向版中获得白银评级。", --17575
"费伍德飞越反向版：黄金£在卡利姆多的费伍德飞越反向版中获得黄金评级。", --17576
"冬雪观景赛：青铜£完成卡利姆多的冬雪观景赛。", --17577
"冬雪观景赛：白银£在卡利姆多的冬雪观景赛中获得白银评级。", --17578
"冬雪观景赛：黄金£在卡利姆多的冬雪观景赛中获得黄金评级。", --17579
"冬雪观景赛进阶版：青铜£完成卡利姆多的冬雪观景赛进阶版。", --17580
"冬雪观景赛进阶版：白银£在卡利姆多的冬雪观景赛进阶版中获得白银评级。", --17581
"冬雪观景赛进阶版：黄金£在卡利姆多的冬雪观景赛进阶版中获得黄金评级。", --17582
"冬雪观景赛反向版：青铜£完成卡利姆多的冬雪观景赛反向版。", --17583
"冬雪观景赛反向版：白银£在卡利姆多的冬雪观景赛反向版中获得白银评级。", --17584
"冬雪观景赛反向版：黄金£在卡利姆多的冬雪观景赛反向版中获得黄金评级。", --17585
"诺达希尔螺旋：青铜£完成卡利姆多的诺达希尔螺旋。", --17586
"诺达希尔螺旋：白银£在卡利姆多的诺达希尔螺旋中获得白银评级。", --17587
"诺达希尔螺旋：黄金£在卡利姆多的诺达希尔螺旋中获得黄金评级。", --17588
"诺达希尔螺旋进阶版：青铜£完成卡利姆多的诺达希尔螺旋进阶版。", --17589
"诺达希尔螺旋进阶版：白银£在卡利姆多的诺达希尔螺旋进阶版中获得白银评级。", --17590
"诺达希尔螺旋进阶版：黄金£在卡利姆多的诺达希尔螺旋进阶版中获得黄金评级。", --17591
"诺达希尔螺旋反向版：青铜£完成卡利姆多的诺达希尔螺旋反向版。", --17592
"诺达希尔螺旋反向版：白银£在卡利姆多的诺达希尔螺旋反向版中获得白银评级。", --17593
"诺达希尔螺旋反向版：黄金£在卡利姆多的诺达希尔螺旋反向版中获得黄金评级。", --17594
"海加尔疾行：青铜£完成卡利姆多的海加尔疾行。", --17595
"海加尔疾行：白银£在卡利姆多的海加尔疾行中获得白银评级。", --17596
"海加尔疾行：黄金£在卡利姆多的海加尔疾行中获得黄金评级。", --17597
"海加尔疾行进阶版：青铜£完成卡利姆多的海加尔疾行进阶版。", --17598
"海加尔疾行进阶版：白银£在卡利姆多的海加尔疾行进阶版中获得白银评级。", --17599
"海加尔疾行进阶版：黄金£在卡利姆多的海加尔疾行进阶版中获得黄金评级。", --17600
"海加尔疾行反向版：青铜£完成卡利姆多的海加尔疾行反向版。", --17601
"海加尔疾行反向版：白银£在卡利姆多的海加尔疾行反向版中获得白银评级。", --17602
"海加尔疾行反向版：黄金£在卡利姆多的海加尔疾行反向版中获得黄金评级。", --17603
"火箭车驰骋：青铜£完成卡利姆多的火箭车驰骋。", --17604
"火箭车驰骋：白银£在卡利姆多的火箭车驰骋中获得白银评级。", --17605
"火箭车驰骋：黄金£在卡利姆多的火箭车驰骋中获得黄金评级。", --17606
"火箭车驰骋进阶版：青铜£完成卡利姆多的火箭车驰骋进阶版。", --17607
"火箭车驰骋进阶版：白银£在卡利姆多的火箭车驰骋进阶版中获得白银评级。", --17608
"火箭车驰骋进阶版：黄金£在卡利姆多的火箭车驰骋进阶版中获得黄金评级。", --17609
"火箭车驰骋反向版：青铜£完成卡利姆多的火箭车驰骋反向版。", --17610
"火箭车驰骋反向版：白银£在卡利姆多的火箭车驰骋反向版中获得白银评级。", --17611
"火箭车驰骋反向版：黄金£在卡利姆多的火箭车驰骋反向版中获得黄金评级。", --17612
"灰谷限界：青铜£完成卡利姆多的灰谷限界。", --17613
"灰谷限界：白银£在卡利姆多的灰谷限界中获得白银评级。", --17614
"灰谷限界：黄金£在卡利姆多的灰谷限界中获得黄金评级。", --17615
"灰谷限界进阶版：青铜£完成卡利姆多的灰谷限界进阶版。", --17616
"灰谷限界进阶版：白银£在卡利姆多的灰谷限界进阶版中获得白银评级。", --17617
"灰谷限界进阶版：黄金£在卡利姆多的灰谷限界进阶版中获得黄金评级。", --17618
"灰谷限界反向版：青铜£完成卡利姆多的灰谷限界反向版。", --17619
"灰谷限界反向版：白银£在卡利姆多的灰谷限界反向版中获得白银评级。", --17620
"灰谷限界反向版：黄金£在卡利姆多的灰谷限界反向版中获得黄金评级。", --17621
"杜隆塔尔巡回赛：青铜£完成卡利姆多的杜隆塔尔巡回赛。", --17622
"杜隆塔尔巡回赛：白银£在卡利姆多的杜隆塔尔巡回赛中获得白银评级。", --17623
"杜隆塔尔巡回赛：黄金£在卡利姆多的杜隆塔尔巡回赛中获得黄金评级。", --17624
"杜隆塔尔巡回赛进阶版：青铜£完成卡利姆多的杜隆塔尔巡回赛进阶版。", --17625
"杜隆塔尔巡回赛进阶版：白银£在卡利姆多的杜隆塔尔巡回赛进阶版中获得白银评级。", --17626
"杜隆塔尔巡回赛进阶版：黄金£在卡利姆多的杜隆塔尔巡回赛进阶版中获得黄金评级。", --17627
"杜隆塔尔巡回赛反向版：青铜£完成卡利姆多的杜隆塔尔巡回赛反向版。", --17628
"杜隆塔尔巡回赛反向版：白银£在卡利姆多的杜隆塔尔巡回赛反向版中获得白银评级。", --17629
"杜隆塔尔巡回赛反向版：黄金£在卡利姆多的杜隆塔尔巡回赛反向版中获得黄金评级。", --17630
"织网者迂回赛：青铜£完成卡利姆多的织网者迂回赛。", --17631
"织网者迂回赛：白银£在卡利姆多的织网者迂回赛中获得白银评级。", --17632
"织网者迂回赛：黄金£在卡利姆多的织网者迂回赛中获得黄金评级。", --17633
"织网者迂回赛进阶版：青铜£完成卡利姆多的织网者迂回赛进阶版。", --17634
"织网者迂回赛进阶版：白银£在卡利姆多的织网者迂回赛进阶版中获得白银评级。", --17635
"织网者迂回赛进阶版：黄金£在卡利姆多的织网者迂回赛进阶版中获得黄金评级。", --17636
"织网者迂回赛反向版：青铜£完成卡利姆多的织网者迂回赛反向版。", --17637
"织网者迂回赛反向版：白银£在卡利姆多的织网者迂回赛反向版中获得白银评级。", --17638
"织网者迂回赛反向版：黄金£在卡利姆多的织网者迂回赛反向版中获得黄金评级。", --17639
"凄凉漂移：青铜£完成卡利姆多的凄凉漂移。", --17640
"凄凉漂移：白银£在卡利姆多的凄凉漂移中获得白银评级。", --17641
"凄凉漂移：黄金£在卡利姆多的凄凉漂移中获得黄金评级。", --17642
"凄凉漂移进阶版：青铜£完成卡利姆多的凄凉漂移进阶版。", --17643
"凄凉漂移进阶版：白银£在卡利姆多的凄凉漂移进阶版中获得白银评级。", --17644
"凄凉漂移进阶版：黄金£在卡利姆多的凄凉漂移进阶版中获得黄金评级。", --17645
"凄凉漂移反向版：青铜£完成卡利姆多的凄凉漂移反向版。", --17646
"凄凉漂移反向版：白银£在卡利姆多的凄凉漂移反向版中获得白银评级。", --17647
"凄凉漂移反向版：黄金£在卡利姆多的凄凉漂移反向版中获得黄金评级。", --17648
"大裂谷俯冲赛：青铜£完成卡利姆多的大裂谷俯冲赛。", --17649
"大裂谷俯冲赛：白银£在卡利姆多的大裂谷俯冲赛中获得白银评级。", --17650
"大裂谷俯冲赛：黄金£在卡利姆多的大裂谷俯冲赛中获得黄金评级。", --17651
"大裂谷俯冲赛进阶版：青铜£完成卡利姆多的大裂谷俯冲赛进阶版。", --17652
"大裂谷俯冲赛进阶版：白银£在卡利姆多的大裂谷俯冲赛进阶版中获得白银评级。", --17653
"大裂谷俯冲赛进阶版：黄金£在卡利姆多的大裂谷俯冲赛进阶版中获得黄金评级。", --17654
"大裂谷俯冲赛反向版：青铜£完成卡利姆多的大裂谷俯冲赛反向版。", --17655
"大裂谷俯冲赛反向版：白银£在卡利姆多的大裂谷俯冲赛反向版中获得白银评级。", --17656
"大裂谷俯冲赛反向版：黄金£在卡利姆多的大裂谷俯冲赛反向版中获得黄金评级。", --17657
"剃刀沼泽环线：青铜£完成卡利姆多的剃刀沼泽环线。", --17658
"剃刀沼泽环线：白银£在卡利姆多的剃刀沼泽环线中获得白银评级。", --17659
"剃刀沼泽环线：黄金£在卡利姆多的剃刀沼泽环线中获得黄金评级。", --17660
"剃刀沼泽环线进阶版：青铜£完成卡利姆多的剃刀沼泽环线进阶版。", --17661
"剃刀沼泽环线进阶版：白银£在卡利姆多的剃刀沼泽环线进阶版中获得白银评级。", --17662
"剃刀沼泽环线进阶版：黄金£在卡利姆多的剃刀沼泽环线进阶版中获得黄金评级。", --17663
"剃刀沼泽环线反向版：青铜£完成卡利姆多的剃刀沼泽环线反向版。", --17664
"剃刀沼泽环线反向版：白银£在卡利姆多的剃刀沼泽环线反向版中获得白银评级。", --17665
"剃刀沼泽环线反向版：黄金£在卡利姆多的剃刀沼泽环线反向版中获得黄金评级。", --17666
"千针石林折返赛：青铜£完成卡利姆多的千针石林折返赛。", --17667
"千针石林折返赛：白银£在卡利姆多的千针石林折返赛中获得白银评级。", --17668
"千针石林折返赛：黄金£在卡利姆多的千针石林折返赛中获得黄金评级。", --17669
"千针石林折返赛进阶版：青铜£完成卡利姆多的千针石林折返赛进阶版。", --17670
"千针石林折返赛进阶版：白银£在卡利姆多的千针石林折返赛进阶版中获得白银评级。", --17671
"千针石林折返赛进阶版：黄金£在卡利姆多的千针石林折返赛进阶版中获得黄金评级。", --17672
"千针石林折返赛反向版：青铜£完成卡利姆多的千针石林折返赛反向版。", --17673
"千针石林折返赛反向版：白银£在卡利姆多的千针石林折返赛反向版中获得白银评级。", --17674
"千针石林折返赛反向版：黄金£在卡利姆多的千针石林折返赛反向版中获得黄金评级。", --17675
"菲拉斯废墟越野赛：青铜£完成卡利姆多的菲拉斯废墟越野赛。", --17676
"菲拉斯废墟越野赛：白银£在卡利姆多的菲拉斯废墟越野赛中获得白银评级。", --17677
"菲拉斯废墟越野赛：黄金£在卡利姆多的菲拉斯废墟越野赛中获得黄金评级。", --17678
"菲拉斯废墟越野赛进阶版：青铜£完成卡利姆多的菲拉斯废墟越野赛进阶版。", --17679
"菲拉斯废墟越野赛进阶版：白银£在卡利姆多的菲拉斯废墟越野赛进阶版中获得白银评级。", --17680
"菲拉斯废墟越野赛进阶版：黄金£在卡利姆多的菲拉斯废墟越野赛进阶版中获得黄金评级。", --17681
"菲拉斯废墟越野赛反向版：青铜£完成卡利姆多的菲拉斯废墟越野赛反向版。", --17682
"菲拉斯废墟越野赛反向版：白银£在卡利姆多的菲拉斯废墟越野赛反向版中获得白银评级。", --17683
"菲拉斯废墟越野赛反向版：黄金£在卡利姆多的菲拉斯废墟越野赛反向版中获得黄金评级。", --17684
"安其拉环道：青铜£完成卡利姆多的安其拉环道。", --17685
"安其拉环道：白银£在卡利姆多的安其拉环道中获得白银评级。", --17686
"安其拉环道：黄金£在卡利姆多的安其拉环道中获得黄金评级。", --17687
"安其拉环道进阶版：青铜£完成卡利姆多的安其拉环道进阶版。", --17688
"安其拉环道进阶版：白银£在卡利姆多的安其拉环道进阶版中获得白银评级。", --17689
"安其拉环道进阶版：黄金£在卡利姆多的安其拉环道进阶版中获得黄金评级。", --17690
"安其拉环道反向版：青铜£完成卡利姆多的安其拉环道反向版。", --17691
"安其拉环道反向版：白银£在卡利姆多的安其拉环道反向版中获得白银评级。", --17692
"安其拉环道反向版：黄金£在卡利姆多的安其拉环道反向版中获得黄金评级。", --17693
"奥丹姆巡回赛：青铜£完成卡利姆多的奥丹姆巡回赛。", --17694
"奥丹姆巡回赛：白银£在卡利姆多的奥丹姆巡回赛中获得白银评级。", --17695
"奥丹姆巡回赛：黄金£在卡利姆多的奥丹姆巡回赛中获得黄金评级。", --17696
"奥丹姆巡回赛进阶版：青铜£完成卡利姆多的奥丹姆巡回赛进阶版。", --17697
"奥丹姆巡回赛进阶版：白银£在卡利姆多的奥丹姆巡回赛进阶版中获得白银评级。", --17698
"奥丹姆巡回赛进阶版：黄金£在卡利姆多的奥丹姆巡回赛进阶版中获得黄金评级。", --17699
"奥丹姆巡回赛反向版：青铜£完成卡利姆多的奥丹姆巡回赛反向版。", --17700
"奥丹姆巡回赛反向版：白银£在卡利姆多的奥丹姆巡回赛反向版中获得白银评级。", --17701
"奥丹姆巡回赛反向版：黄金£在卡利姆多的奥丹姆巡回赛反向版中获得黄金评级。", --17702
"安戈洛环形山巡回赛：青铜£完成卡利姆多的安戈洛环形山巡回赛。", --17703
"安戈洛环形山巡回赛：白银£在卡利姆多的安戈洛环形山巡回赛中获得白银评级。", --17704
"安戈洛环形山巡回赛：黄金£在卡利姆多的安戈洛环形山巡回赛中获得黄金评级。", --17705
"安戈洛环形山巡回赛进阶版：青铜£完成卡利姆多的安戈洛环形山巡回赛进阶版。", --17706
"安戈洛环形山巡回赛进阶版：白银£在卡利姆多的安戈洛环形山巡回赛进阶版中获得白银评级。", --17707
"安戈洛环形山巡回赛进阶版：黄金£在卡利姆多的安戈洛环形山巡回赛进阶版中获得黄金评级。", --17708
"安戈洛环形山巡回赛反向版：青铜£完成卡利姆多的安戈洛环形山巡回赛反向版。", --17709
"安戈洛环形山巡回赛反向版：白银£在卡利姆多的安戈洛环形山巡回赛反向版中获得白银评级。", --17710
"安戈洛环形山巡回赛反向版：黄金£在卡利姆多的安戈洛环形山巡回赛反向版中获得黄金评级。", --17711
"卡利姆多：青铜£完成卡利姆多的所有竞速比赛。", --17712
"卡利姆多：白银£在卡利姆多的所有普通竞速比赛中获得白银评级。", --17713
"卡利姆多：黄金£在卡利姆多的所有普通竞速比赛中获得黄金评级。", --17714
"卡利姆多进阶版：青铜£完成卡利姆多的所有进阶版比赛。", --17715
"卡利姆多进阶版：白银£在卡利姆多的所有进阶版比赛中获得白银评级。", --17716
"卡利姆多进阶版：黄金£在卡利姆多的所有进阶版比赛中获得黄金评级。", --17717
"卡利姆多反向版：青铜£完成卡利姆多的所有反向版比赛。", --17718
"卡利姆多反向版：白银£在卡利姆多的所有反向版比赛中获得白银评级。", --17719
"卡利姆多反向版：黄金£在卡利姆多的所有反向版比赛中获得黄金评级。", --17720
"卡利姆多竞速大满贯£完成卡利姆多的所有竞速比赛。", --17721
"卡利姆多竞速大满贯：白银£在卡利姆多的所有竞速比赛中获得白银评级。", --17722
"卡利姆多竞速大满贯：黄金£在卡利姆多的所有竞速比赛中获得黄金评级。", --17723
"邪气鞍座（37）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --17725
"邪气鞍座（37）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --17726
"黑曜争斗者£在“巨龙时代”第2赛季的评级PvP比赛中获胜而且等级达到1000或以上", --17727
"黑曜争斗者£在“巨龙时代”第2赛季的评级PvP比赛中获胜而且等级达到1000或以上", --17728
"积极倾听技巧£完成反叛的龙裔故事线。", --17734
"不是我们点的火£在弥散营地扑灭100团火。", --17735
"奶酪之赐£与艾泽拉斯各地饥饿的老鼠一起分享食谱鼠最了不起的配方。", --17736
"巨龙群岛护焰者£祭拜巨龙群岛的火焰。", --17737
"巨龙群岛的护火者£祭拜巨龙群岛的火焰。", --17738
"奈萨里奥之烬£完成引导和进入查拉雷克洞窟的下列故事线。", --17739
"角斗士：“巨龙时代”第2赛季£在“巨龙时代”第2赛季的3v3竞技场中以精锐排名赢得50场胜利。", --17740
"稳扎稳打才能赢得比赛£向一只格里梅罗格的竞速蜗牛投掷零食，然后旁观那只蜗牛赢得竞速。", --17741
"峈姆之友£在峈姆鼹鼠人中达到名望等级15。", --17756
"“峈”绎不绝£在峈姆鼹鼠人处的名望等级达到20级。", --17763
"黑曜角斗士：“巨龙时代”第2赛季£以竞技场3v3排名前0.1%的战绩结束“巨龙时代”PvP第2赛季的战斗（需要在“巨龙时代”第2赛季赢得150场战斗）。", --17764
"暗影伴身，烈焰焚心£从亚贝鲁斯，焰影熔炉收集一套护甲套装。", --17765
"探索查拉雷克洞窟£探索查拉雷克洞窟，走过世界地图中被遮住的各个角落。", --17766
"黑曜传说：“巨龙时代”第2赛季£以单排轮斗排名前0.1%的战绩结束“巨龙时代”PvP第2赛季的战斗（需要在“巨龙时代”第2赛季赢得50场战斗）。", --17767
"联盟英雄：黑曜£以评级战场排名前0.5%的战绩结束“巨龙时代”第2赛季的战斗（需要在“巨龙时代”第2赛季赢得50场战斗）。", --17768
"部落英雄：黑曜£以评级战场排名前0.5%的战绩结束“巨龙时代”第2赛季的战斗（需要在“巨龙时代”第2赛季赢得50场战斗）。", --17772
"碧蓝黎明£协助卡雷苟斯重建蓝龙军团的亲情。", --17773
"黑曜角斗士的蜿变幼龙£在“巨龙时代”第2赛季获得黑曜角斗士的蜿变幼龙。", --17778
"蜿蜒而现£解锁盘曲蜿变幼龙。", --17779
"金币的幽香£通过完成查拉雷克洞窟的公共目标获得200枚出土的芬芳硬币。", --17781
"疾速日托£参与每场幼鳞日托所竞速。", --17782
"查拉雷克洞窟冒险者£在查拉雷克洞窟完成下列特殊战斗中的10个。", --17783
"世事难料£完成下列所有查拉雷克洞窟成就。", --17785
"查拉雷克洞窟的宝藏£发现查拉雷克洞窟的隐藏宝藏。", --17786
"决斗者：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得决斗者评级。", --17794
"竞争者 I：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“竞争者 I”评级。", --17795
"竞争者 II：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“竞争者 II”评级。", --17796
"挑战者 I：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“挑战者 I”评级。", --17797
"挑战者 II：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“挑战者 II”评级。", --17798
"争斗者 I：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“争斗者 I”评级。", --17799
"争斗者 II：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得“争斗者 II”评级。", --17800
"传说：“巨龙时代”第2赛季£在“巨龙时代”第2赛季的评级单排轮斗中以精锐排名赢得100场胜利。", --17801
"群龙无首？£获得2000块飞珑石。", --17830
"精锐：“巨龙时代”第2赛季£在“巨龙时代”第2赛季中获得精锐评级。", --17831
"闻过则喜£和一名鼹鼠人伙伴一起探索洞穴时，嗅探出五种特殊物品。", --17832
"嗅探贤者£和一名鼹鼠人伙伴一起探索洞穴时，嗅探出所有可能的特殊物品。", --17833
"获得飞珑石£你尚未完成此成就", --17836
"获得雏龙的暗影烈焰纹章碎片£你尚未完成此成就", --17837
"获得幼龙的暗影烈焰纹章碎片£你尚未完成此成就", --17838
"获得魔龙的暗影烈焰纹章碎片£你尚未完成此成就", --17839
"获得守护巨龙的暗影烈焰纹章碎片£你尚未完成此成就", --17840
"金字塔骗局£用以物易物巨石大胆地与庞佐以物易物，并取回他的帽子。", --17841
"“巨龙时代”钥石探索者：第二赛季£在“巨龙时代”第二赛季中的史诗钥石评分达到至少750。", --17842
"“巨龙时代”钥石征服者：第二赛季£在“巨龙时代”第二赛季中的史诗钥石评分达到至少1500。", --17843
"“巨龙时代”钥石大师：第二赛季£在“巨龙时代”第二赛季中的史诗钥石评分达到至少2000。", --17844
"“巨龙时代”钥石英雄：第二赛季£在“巨龙时代”第二赛季中的史诗钥石评分达到至少2500。", --17845
"阴燃英雄：“巨龙时代”第2赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“巨龙时代”史诗钥石第2赛季。", --17846
"钥石英雄：旋云之巅£在限制时间内完成20级或更高的史诗难度的旋云之巅。", --17847
"钥石英雄：自由镇£在限制时间内完成20级或更高的史诗难度的自由镇。", --17848
"钥石英雄：地渊孢林£在限制时间内完成20级或更高的史诗难度的地渊孢林。", --17849
"钥石英雄：奈萨里奥的巢穴£在限制时间内完成20级或更高的史诗难度的奈萨里奥的巢穴。", --17850
"使命之旅：查拉雷克洞窟£开启战争模式期间，在查拉雷克洞窟获得1000点荣誉点数。", --17851
"元素咒术师£获得元素注能岩石蜗牛灌注的六种咒术元素时，消灭一名玩家。", --17852
"红玉新生圣地赛道挑战：青铜£完成觉醒海岸红玉新生圣地赛道挑战。", --17853
"红玉新生圣地赛道挑战：白银£在觉醒海岸红玉新生圣地赛道挑战中获得白银评级。", --17854
"红玉新生圣地赛道挑战：黄金£在觉醒海岸红玉新生圣地赛道挑战中获得黄金评级。", --17855
"红玉新生圣地赛道反向版挑战：青铜£完成觉醒海岸红玉新生圣地赛道反向版挑战。", --17856
"红玉新生圣地赛道反向版挑战：白银£在觉醒海岸红玉新生圣地赛道反向版挑战中获得白银评级。", --17857
"红玉新生圣地赛道反向版挑战：黄金£在觉醒海岸红玉新生圣地赛道反向版挑战中获得黄金评级。", --17858
"狂野禁猎区障碍赛挑战：青铜£完成觉醒海岸狂野禁猎区障碍赛挑战。", --17859
"狂野禁猎区障碍赛挑战：白银£在觉醒海岸狂野禁猎区障碍赛挑战中获得白银评级。", --17860
"狂野禁猎区障碍赛挑战：黄金£在觉醒海岸狂野禁猎区障碍赛挑战中获得黄金评级。", --17861
"狂野禁猎区障碍赛反向版挑战：青铜£完成觉醒海岸狂野禁猎区障碍赛反向版挑战。", --17862
"狂野禁猎区障碍赛反向版挑战：白银£在觉醒海岸狂野禁猎区障碍赛反向版挑战中获得白银评级。", --17863
"狂野禁猎区障碍赛反向版挑战：黄金£在觉醒海岸狂野禁猎区障碍赛反向版挑战中获得黄金评级。", --17864
"烬琉航线挑战：青铜£完成觉醒海岸烬琉航线挑战。", --17865
"烬琉航线挑战：白银£在觉醒海岸烬琉航线挑战中获得白银评级。", --17866
"烬琉航线挑战：黄金£在觉醒海岸烬琉航线挑战中获得黄金评级。", --17867
"烬琉航线反向版挑战：青铜£完成觉醒海岸烬琉航线反向版挑战。", --17868
"烬琉航线反向版挑战：白银£在觉醒海岸烬琉航线反向版挑战中获得白银评级。", --17869
"烬琉航线反向版挑战：黄金£在觉醒海岸烬琉航线反向版挑战中获得黄金评级。", --17870
"绝顶树冠激流冲刺挑战：青铜£完成觉醒海岸绝顶树冠激流冲刺挑战。", --17871
"绝顶树冠激流冲刺挑战：白银£在觉醒海岸绝顶树冠激流冲刺挑战中获得白银评级。", --17872
"绝顶树冠激流冲刺挑战：黄金£在觉醒海岸绝顶树冠激流冲刺挑战中获得黄金评级。", --17873
"绝顶树冠激流冲刺反向版挑战：青铜£完成觉醒海岸绝顶树冠激流冲刺反向版挑战。", --17874
"绝顶树冠激流冲刺反向版挑战：白银£在觉醒海岸绝顶树冠激流冲刺反向版挑战中获得白银评级。", --17875
"绝顶树冠激流冲刺反向版挑战：黄金£在觉醒海岸绝顶树冠激流冲刺反向版挑战中获得黄金评级。", --17876
"这下肯定再也找不着了£在培养一团血肉肿块并把它扔进虚渺星瀚后，击败亚贝鲁斯，焰影熔炉的鳞长萨卡雷斯（普通或更高难度）。", --17877
"我也想吃£食用整只禁忌比目鱼并活下来讲述这份经历。", --17878
"查拉雷克洞窟猎人£在查拉雷克洞窟捕捉下列所有战斗宠物。", --17879
"激战查拉雷克洞窟£在队伍中所有宠物达到25级的情况下，在查拉雷克洞窟完成4个宠物对战世界任务。", --17880
"查拉雷克洞窟水栖宠物斗士£在队伍中全部为25级水栖宠物的情况下击败查拉雷克洞窟的驯宠师。", --17881
"查拉雷克洞窟野兽宠物斗士£在队伍中全部为25级野兽宠物的情况下击败查拉雷克洞窟的驯宠师。", --17882
"查拉雷克洞窟小动物宠物斗士£在队伍中全部为25级小动物宠物的情况下击败查拉雷克洞窟的驯宠师。", --17883
"乌克图鲁特急流挑战：青铜£完成觉醒海岸乌克图鲁特急流挑战。", --17884
"乌克图鲁特急流挑战：白银£在觉醒海岸乌克图鲁特急流挑战中获得白银评级。", --17885
"乌克图鲁特急流挑战：黄金£在觉醒海岸乌克图鲁特急流挑战中获得黄金评级。", --17886
"乌克图鲁特急流反向版挑战：青铜£完成觉醒海岸乌克图鲁特急流反向版挑战。", --17887
"乌克图鲁特急流反向版挑战：白银£在觉醒海岸乌克图鲁特急流反向版挑战中获得白银评级。", --17888
"乌克图鲁特急流反向版挑战：黄金£在觉醒海岸乌克图鲁特急流反向版挑战中获得黄金评级。", --17889
"查拉雷克洞窟龙类宠物斗士£在队伍中全部为25级龙类宠物的情况下击败查拉雷克洞窟的驯宠师。", --17890
"翼眠环线挑战：青铜£完成觉醒海岸翼眠环线挑战。", --17891
"翼眠环线挑战：白银£在觉醒海岸翼眠环线挑战中获得白银评级。", --17892
"翼眠环线挑战：黄金£在觉醒海岸翼眠环线挑战中获得黄金评级。", --17893
"翼眠环线反向版挑战：青铜£完成觉醒海岸翼眠环线反向版挑战。", --17894
"翼眠环线反向版挑战：白银£在觉醒海岸翼眠环线反向版挑战中获得白银评级。", --17895
"翼眠环线反向版挑战：黄金£在觉醒海岸翼眠环线反向版挑战中获得黄金评级。", --17896
"闪霜飞越挑战：青铜£完成觉醒海岸闪霜飞越挑战。", --17897
"闪霜飞越挑战：白银£在觉醒海岸闪霜飞越挑战中获得白银评级。", --17898
"闪霜飞越挑战：黄金£在觉醒海岸闪霜飞越挑战中获得黄金评级。", --17899
"闪霜飞越反向版挑战：青铜£完成觉醒海岸闪霜飞越反向版挑战。", --17900
"闪霜飞越反向版挑战：白银£在觉醒海岸闪霜飞越反向版挑战中获得白银评级。", --17901
"闪霜飞越反向版挑战：黄金£在觉醒海岸闪霜飞越反向版挑战中获得黄金评级。", --17902
"查拉雷克洞窟元素宠物斗士£在队伍中全部为25级元素宠物的情况下击败查拉雷克洞窟的驯宠师。", --17904
"查拉雷克洞窟飞行宠物斗士£在队伍中全部为25级飞行宠物的情况下击败查拉雷克洞窟的驯宠师。", --17905
"狂野禁猎区巡回赛挑战：青铜£完成觉醒海岸狂野禁猎区巡回赛挑战。", --17906
"狂野禁猎区巡回赛挑战：白银£在觉醒海岸狂野禁猎区巡回赛挑战中获得白银评级。", --17907
"狂野禁猎区巡回赛挑战：黄金£在觉醒海岸狂野禁猎区巡回赛挑战中获得黄金评级。", --17908
"狂野禁猎区巡回赛反向版挑战：青铜£完成觉醒海岸狂野禁猎区巡回赛反向版挑战。", --17909
"狂野禁猎区巡回赛反向版挑战：白银£在觉醒海岸狂野禁猎区巡回赛反向版挑战中获得白银评级。", --17910
"狂野禁猎区巡回赛反向版挑战：黄金£在觉醒海岸狂野禁猎区巡回赛反向版挑战中获得黄金评级。", --17911
"阳斑灌木林巡回赛挑战：青铜£完成欧恩哈拉平原阳斑灌木林巡回赛挑战。", --17912
"阳斑灌木林巡回赛挑战：白银£在欧恩哈拉平原阳斑灌木林巡回赛挑战中获得白银评级。", --17913
"阳斑灌木林巡回赛挑战：黄金£在欧恩哈拉平原阳斑灌木林巡回赛挑战中获得黄金评级。", --17914
"查拉雷克洞窟人形宠物斗士£在队伍中全部为25级人形宠物的情况下击败查拉雷克洞窟的驯宠师。", --17915
"查拉雷克洞窟魔法宠物斗士£在队伍中全部为25级魔法宠物的情况下击败查拉雷克洞窟的驯宠师。", --17916
"查拉雷克洞窟机械宠物斗士£在队伍中全部为25级机械宠物的情况下击败查拉雷克洞窟的驯宠师。", --17917
"查拉雷克洞窟亡灵宠物斗士£在队伍中全部为25级亡灵宠物的情况下击败查拉雷克洞窟的驯宠师。", --17918
"阳斑灌木林巡回赛反向版挑战：青铜£完成欧恩哈拉平原阳斑灌木林巡回赛反向版挑战。", --17919
"阳斑灌木林巡回赛反向版挑战：白银£在欧恩哈拉平原阳斑灌木林巡回赛反向版挑战中获得白银评级。", --17920
"阳斑灌木林巡回赛反向版挑战：黄金£在欧恩哈拉平原阳斑灌木林巡回赛反向版挑战中获得黄金评级。", --17921
"泽地漫游挑战：青铜£完成欧恩哈拉平原泽地漫游挑战。", --17922
"泽地漫游挑战：白银£在欧恩哈拉平原泽地漫游挑战中获得白银评级。", --17923
"泽地漫游挑战：黄金£在欧恩哈拉平原泽地漫游挑战中获得黄金评级。", --17924
"泽地漫游反向版挑战：青铜£完成欧恩哈拉平原泽地漫游反向版挑战。", --17925
"泽地漫游反向版挑战：白银£在欧恩哈拉平原泽地漫游反向版挑战中获得白银评级。", --17926
"泽地漫游反向版挑战：黄金£在欧恩哈拉平原泽地漫游反向版挑战中获得黄金评级。", --17927
"河谷冲刺挑战：青铜£完成欧恩哈拉平原河谷冲刺挑战。", --17928
"河谷冲刺挑战：白银£在欧恩哈拉平原河谷冲刺挑战中获得白银评级。", --17929
"河谷冲刺挑战：黄金£在欧恩哈拉平原河谷冲刺挑战中获得黄金评级。", --17930
"河谷冲刺反向版挑战：青铜£完成欧恩哈拉平原河谷冲刺反向版挑战。", --17931
"河谷冲刺反向版挑战：白银£在欧恩哈拉平原河谷冲刺反向版挑战中获得白银评级。", --17932
"河谷冲刺反向版挑战：黄金£在欧恩哈拉平原河谷冲刺反向版挑战中获得黄金评级。", --17933
"查拉雷克洞窟全谱系宠物斗士£完成下列所有成就。", --17934
"翡翠花园攀升赛挑战：青铜£完成欧恩哈拉平原翡翠花园攀升赛挑战。", --17935
"翡翠花园攀升赛挑战：白银£在欧恩哈拉平原翡翠花园攀升赛挑战中获得白银评级。", --17936
"翡翠花园攀升赛挑战：黄金£在欧恩哈拉平原翡翠花园攀升赛挑战中获得黄金评级。", --17937
"翡翠花园攀升赛反向版挑战：青铜£完成欧恩哈拉平原翡翠花园攀升赛反向版挑战。", --17938
"翡翠花园攀升赛反向版挑战：白银£在欧恩哈拉平原翡翠花园攀升赛反向版挑战中获得白银评级。", --17939
"翡翠花园攀升赛反向版挑战：黄金£在欧恩哈拉平原翡翠花园攀升赛反向版挑战中获得黄金评级。", --17940
"湍流环线挑战：青铜£完成欧恩哈拉平原湍流环线挑战。", --17941
"湍流环线挑战：白银£在欧恩哈拉平原湍流环线挑战中获得白银评级。", --17942
"湍流环线挑战：黄金£在欧恩哈拉平原湍流环线挑战中获得黄金评级。", --17943
"湍流环线反向版挑战：青铜£完成欧恩哈拉平原湍流环线反向版挑战。", --17944
"湍流环线反向版挑战：白银£在欧恩哈拉平原湍流环线反向版挑战中获得白银评级。", --17945
"湍流环线反向版挑战：黄金£在欧恩哈拉平原湍流环线反向版挑战中获得黄金评级。", --17946
"马鲁凯飞驰挑战：青铜£完成欧恩哈拉平原马鲁凯飞驰挑战。", --17947
"马鲁凯飞驰挑战：白银£在欧恩哈拉平原马鲁凯飞驰挑战中获得白银评级。", --17948
"马鲁凯飞驰挑战：黄金£在欧恩哈拉平原马鲁凯飞驰挑战中获得黄金评级。", --17949
"镜天湖飞驰挑战：青铜£完成欧恩哈拉平原镜天湖飞驰挑战。", --17950
"镜天湖飞驰挑战：白银£在欧恩哈拉平原镜天湖飞驰挑战中获得白银评级。", --17951
"镜天湖飞驰挑战：黄金£在欧恩哈拉平原镜天湖飞驰挑战中获得黄金评级。", --17952
"碧蓝林海冲刺挑战：青铜£完成碧蓝林海冲刺挑战。", --17953
"碧蓝林海冲刺挑战：白银£在碧蓝林海冲刺挑战中获得白银评级。", --17954
"碧蓝林海冲刺挑战：黄金£在碧蓝林海冲刺挑战中获得黄金评级。", --17955
"碧蓝林海冲刺反向版挑战：青铜£完成碧蓝林海冲刺反向版挑战。", --17956
"碧蓝林海冲刺反向版挑战：白银£在碧蓝林海冲刺反向版挑战中获得白银评级。", --17957
"碧蓝林海冲刺反向版挑战：黄金£在碧蓝林海冲刺反向版挑战中获得黄金评级。", --17958
"碧蓝林海障碍赛挑战：青铜£完成碧蓝林海障碍赛挑战。", --17959
"碧蓝林海障碍赛挑战：白银£在碧蓝林海障碍赛挑战中获得白银评级。", --17960
"碧蓝林海障碍赛挑战：黄金£在碧蓝林海障碍赛挑战中获得黄金评级。", --17961
"碧蓝林海障碍赛反向版挑战：青铜£完成碧蓝林海障碍赛反向版挑战。", --17962
"碧蓝林海障碍赛反向版挑战：白银£在碧蓝林海障碍赛反向版挑战中获得白银评级。", --17963
"碧蓝林海障碍赛反向版挑战：黄金£在碧蓝林海障碍赛反向版挑战中获得黄金评级。", --17964
"瓦克索斯攀升赛挑战：青铜£完成碧蓝林海瓦克索斯攀升赛挑战。", --17965
"瓦克索斯攀升赛挑战：白银£在碧蓝林海瓦克索斯攀升赛挑战中获得白银评级。", --17966
"瓦克索斯攀升赛挑战：黄金£在碧蓝林海瓦克索斯攀升赛挑战中获得黄金评级。", --17967
"瓦克索斯攀升赛反向版挑战：青铜£完成碧蓝林海瓦克索斯攀升赛反向版挑战。", --17968
"瓦克索斯攀升赛反向版挑战：白银£在碧蓝林海瓦克索斯攀升赛反向版挑战中获得白银评级。", --17969
"瓦克索斯攀升赛反向版挑战：黄金£在碧蓝林海瓦克索斯攀升赛反向版挑战中获得黄金评级。", --17970
"伊斯卡拉锦标赛挑战：青铜£完成碧蓝林海伊斯卡拉锦标赛挑战。", --17971
"伊斯卡拉锦标赛挑战：白银£在碧蓝林海伊斯卡拉锦标赛挑战中获得白银评级。", --17972
"伊斯卡拉锦标赛挑战：黄金£在碧蓝林海伊斯卡拉锦标赛挑战中获得黄金评级。", --17973
"伊斯卡拉锦标赛反向版挑战：青铜£完成碧蓝林海伊斯卡拉锦标赛反向版挑战。", --17974
"伊斯卡拉锦标赛反向版挑战：白银£在碧蓝林海伊斯卡拉锦标赛反向版挑战中获得白银评级。", --17975
"伊斯卡拉锦标赛反向版挑战：黄金£在碧蓝林海伊斯卡拉锦标赛反向版挑战中获得黄金评级。", --17976
"飞龙在天！£获得5000块飞珑石。", --17977
"亢龙有悔！£获得20000块飞珑石。", --17978
"霜土飞越挑战：青铜£完成碧蓝林海霜土飞越挑战。", --17979
"霜土飞越挑战：白银£在碧蓝林海霜土飞越挑战中获得白银评级。", --17980
"霜土飞越挑战：黄金£在碧蓝林海霜土飞越挑战中获得黄金评级。", --17981
"霜土飞越反向版挑战：青铜£完成碧蓝林海霜土飞越挑战。", --17982
"霜土飞越反向版挑战：白银£在碧蓝林海霜土飞越反向版挑战中获得白银评级。", --17983
"霜土飞越反向版挑战：黄金£在碧蓝林海霜土飞越反向版挑战中获得黄金评级。", --17984
"档案限界挑战：青铜£完成碧蓝林海档案限界挑战。", --17985
"档案限界挑战：白银£在碧蓝林海档案限界挑战中获得白银评级。", --17986
"档案限界挑战：黄金£在碧蓝林海档案限界挑战中获得黄金评级。", --17987
"档案限界反向版挑战：青铜£完成碧蓝林海档案限界反向版挑战。", --17988
"档案限界反向版挑战：白银£在碧蓝林海档案限界反向版挑战中获得白银评级。", --17989
"档案限界反向版挑战：黄金£在碧蓝林海档案限界反向版挑战中获得黄金评级。", --17990
"起伏森林航线挑战：青铜£完成索德拉苏斯起伏森林航线挑战。", --17991
"起伏森林航线挑战：白银£在索德拉苏斯起伏森林航线挑战中获得白银评级。", --17992
"起伏森林航线挑战：黄金£在索德拉苏斯起伏森林航线挑战中获得黄金评级。", --17993
"起伏森林航线反向版挑战：青铜£完成索德拉苏斯起伏森林航线反向版挑战。", --17994
"起伏森林航线反向版挑战：白银£在索德拉苏斯起伏森林航线反向版挑战中获得白银评级。", --17995
"起伏森林航线反向版挑战：黄金£在索德拉苏斯起伏森林航线反向版挑战中获得黄金评级。", --17996
"提尔要塞试炼挑战：青铜£完成索德拉苏斯提尔要塞试炼挑战。", --17997
"提尔要塞试炼挑战：白银£在索德拉苏斯提尔要塞试炼挑战中获得白银评级。", --17998
"提尔要塞试炼挑战：黄金£在索德拉苏斯提尔要塞试炼挑战中获得黄金评级。", --17999
"提尔要塞试炼反向版挑战：青铜£完成索德拉苏斯提尔要塞试炼反向版挑战。", --18000
"提尔要塞试炼反向版挑战：白银£在索德拉苏斯提尔要塞试炼反向版挑战中获得白银评级。", --18001
"提尔要塞试炼反向版挑战：黄金£在索德拉苏斯提尔要塞试炼反向版挑战中获得黄金评级。", --18002
"山崖环道挑战：青铜£完成索德拉苏斯山崖环道挑战。", --18003
"山崖环道挑战：白银£在索德拉苏斯山崖环道挑战中获得白银评级。", --18004
"山崖环道挑战：黄金£在索德拉苏斯山崖环道挑战中获得黄金评级。", --18005
"山崖环道反向版挑战：青铜£完成索德拉苏斯山崖环道反向版挑战。", --18006
"山崖环道反向版挑战：白银£在索德拉苏斯山崖环道反向版挑战中获得白银评级。", --18007
"山崖环道反向版挑战：黄金£在索德拉苏斯山崖环道反向版挑战中获得黄金评级。", --18008
"学院爬升赛挑战：青铜£完成索德拉苏斯学院爬升赛挑战。", --18009
"学院爬升赛挑战：白银£在索德拉苏斯学院爬升赛挑战中获得白银评级。", --18010
"学院爬升赛挑战：黄金£在索德拉苏斯学院爬升赛挑战中获得黄金评级。", --18011
"学院爬升赛反向版挑战：青铜£完成索德拉苏斯学院爬升赛反向版挑战。", --18012
"学院爬升赛反向版挑战：白银£在索德拉苏斯学院爬升赛反向版挑战中获得白银评级。", --18013
"学院爬升赛反向版挑战：黄金£在索德拉苏斯学院爬升赛反向版挑战中获得黄金评级。", --18014
"花园休闲赛挑战：青铜£完成索德拉苏斯花园休闲赛挑战。", --18015
"花园休闲赛挑战：白银£在索德拉苏斯花园休闲赛挑战中获得白银评级。", --18016
"花园休闲赛挑战：黄金£在索德拉苏斯花园休闲赛挑战中获得黄金评级。", --18017
"花园休闲赛反向版挑战：青铜£完成索德拉苏斯花园休闲赛反向版挑战。", --18018
"花园休闲赛反向版挑战：白银£在索德拉苏斯花园休闲赛反向版挑战中获得白银评级。", --18019
"花园休闲赛反向版挑战：黄金£在索德拉苏斯花园休闲赛反向版挑战中获得黄金评级。", --18020
"交错洞窟挑战：青铜£完成索德拉苏斯交错洞窟挑战。", --18021
"交错洞窟挑战：白银£在索德拉苏斯交错洞窟挑战中获得白银评级。", --18022
"交错洞窟挑战：黄金£在索德拉苏斯交错洞窟挑战中获得黄金评级。", --18023
"交错洞窟反向版挑战：青铜£完成索德拉苏斯交错洞窟反向版挑战。", --18024
"交错洞窟反向版挑战：白银£在索德拉苏斯交错洞窟反向版挑战中获得白银评级。", --18025
"交错洞窟反向版挑战：黄金£在索德拉苏斯交错洞窟反向版挑战中获得黄金评级。", --18026
"“巨龙时代”第2赛季大师£在“巨龙时代”第2赛季期间完成下列的一个成就。", --18027
"雷裂冲击坑巡回赛挑战：青铜£完成禁忌离岛雷裂冲击坑巡回赛挑战。", --18028
"雷裂冲击坑巡回赛挑战：白银£在禁忌离岛雷裂冲击坑巡回赛挑战中获得白银评级。", --18029
"雷裂冲击坑巡回赛挑战：黄金£在禁忌离岛雷裂冲击坑巡回赛挑战中获得黄金评级。", --18030
"雷裂冲击坑巡回赛反向版挑战：青铜£完成禁忌离岛雷裂冲击坑巡回赛反向版挑战。", --18031
"雷裂冲击坑巡回赛反向版挑战：白银£在禁忌离岛雷裂冲击坑巡回赛反向版挑战中获得白银评级。", --18032
"雷裂冲击坑巡回赛反向版挑战：黄金£在禁忌离岛雷裂冲击坑巡回赛反向版挑战中获得黄金评级。", --18033
"莫库特攀升赛挑战：青铜£完成禁忌离岛莫库特攀升赛挑战。", --18034
"莫库特攀升赛挑战：白银£在禁忌离岛莫库特攀升赛挑战中获得白银评级。", --18035
"莫库特攀升赛挑战：黄金£在禁忌离岛莫库特攀升赛挑战中获得黄金评级。", --18036
"莫库特攀升赛反向版挑战：青铜£完成禁忌离岛莫库特攀升赛反向版挑战。", --18037
"莫库特攀升赛反向版挑战：白银£在禁忌离岛莫库特攀升赛反向版挑战中获得白银评级。", --18038
"莫库特攀升赛反向版挑战：黄金£在禁忌离岛莫库特攀升赛反向版挑战中获得黄金评级。", --18039
"龙巢裂谷巡航赛挑战：青铜£完成禁忌离岛龙巢裂谷巡航赛挑战。", --18040
"龙巢裂谷巡航赛挑战：白银£在禁忌离岛龙巢裂谷巡航赛挑战中获得白银评级。", --18041
"龙巢裂谷巡航赛挑战：黄金£在禁忌离岛龙巢裂谷巡航赛挑战中获得黄金评级。", --18042
"龙巢裂谷巡航赛反向版挑战：青铜£完成禁忌离岛龙巢裂谷巡航赛反向版挑战。", --18043
"龙巢裂谷巡航赛反向版挑战：白银£在禁忌离岛龙巢裂谷巡航赛反向版挑战中获得白银评级。", --18044
"龙巢裂谷巡航赛反向版挑战：黄金£在禁忌离岛龙巢裂谷巡航赛反向版挑战中获得黄金评级。", --18045
"南部离岛环线挑战：青铜£完成禁忌离岛南部离岛环线挑战。", --18046
"南部离岛环线挑战：白银£在禁忌离岛南部离岛环线挑战中获得白银评级。", --18047
"南部离岛环线挑战：黄金£在禁忌离岛南部离岛环线挑战中获得黄金评级。", --18048
"南部离岛环线反向版挑战：青铜£完成禁忌离岛南部离岛环线反向版挑战。", --18049
"南部离岛环线反向版挑战：白银£在禁忌离岛南部离岛环线反向版挑战中获得白银评级。", --18050
"南部离岛环线反向版挑战：黄金£在禁忌离岛南部离岛环线反向版挑战中获得黄金评级。", --18051
"喷口起落赛挑战：青铜£完成禁忌离岛喷口起落赛挑战。", --18052
"喷口起落赛挑战：白银£在禁忌离岛喷口起落赛挑战中获得白银评级。", --18053
"喷口起落赛挑战：黄金£在禁忌离岛喷口起落赛挑战中获得黄金评级。", --18054
"喷口起落赛反向版挑战：青铜£完成禁忌离岛喷口起落赛反向版挑战。", --18055
"喷口起落赛反向版挑战：白银£在禁忌离岛喷口起落赛反向版挑战中获得白银评级。", --18056
"喷口起落赛反向版挑战：黄金£在禁忌离岛喷口起落赛反向版挑战中获得黄金评级。", --18057
"禁忌离岛突击赛挑战：青铜£完成禁忌离岛的禁忌离岛突击赛挑战。", --18058
"禁忌离岛突击赛挑战：白银£在禁忌离岛的禁忌离岛突击赛挑战中获得白银评级。", --18059
"禁忌离岛突击赛挑战：黄金£在禁忌离岛的禁忌离岛突击赛挑战中获得黄金评级。", --18060
"禁忌离岛突击赛反向版挑战：青铜£完成禁忌离岛的禁忌离岛突击赛反向版挑战。", --18061
"禁忌离岛突击赛反向版挑战：白银£在禁忌离岛禁忌离岛突击赛反向版挑战中获得白银评级。", --18062
"禁忌离岛突击赛反向版挑战：黄金£在禁忌离岛的禁忌离岛突击赛反向版挑战中获得黄金评级。", --18063
"水晶环道挑战：青铜£完成查拉雷克洞窟的水晶环道挑战。", --18064
"水晶环道挑战：白银£在查拉雷克洞窟的水晶环道挑战中获得白银评级。", --18065
"水晶环道挑战：黄金£在查拉雷克洞窟的水晶环道挑战中获得黄金评级。", --18066
"水晶环道反向版挑战：青铜£完成查拉雷克洞窟的水晶环道反向版挑战。", --18067
"水晶环道反向版挑战：白银£在查拉雷克洞窟的水晶环道反向版挑战中获得白银评级。", --18068
"水晶环道反向版挑战：黄金£在查拉雷克洞窟的水晶环道反向版挑战中获得黄金评级。", --18069
"喷口巡航赛挑战：青铜£完成查拉雷克洞窟的喷口巡航赛挑战。", --18070
"喷口巡航赛挑战：白银£在查拉雷克洞窟的喷口巡航赛挑战中获得白银评级。", --18071
"喷口巡航赛挑战：黄金£在查拉雷克洞窟的喷口巡航赛挑战中获得黄金评级。", --18072
"喷口巡航赛反向版挑战：青铜£完成查拉雷克洞窟的喷口巡航赛反向版挑战。", --18073
"喷口巡航赛反向版挑战：白银£在查拉雷克洞窟的喷口巡航赛反向版挑战中获得白银评级。", --18074
"喷口巡航赛反向版挑战：黄金£在查拉雷克洞窟喷口巡航赛反向版挑战中获得黄金评级。", --18075
"燃石越野赛挑战：青铜£完成查拉雷克洞窟的燃石越野赛挑战。", --18076
"燃石越野赛挑战：白银£在查拉雷克洞窟的燃石越野赛挑战中获得白银评级。", --18077
"燃石越野赛挑战：黄金£在查拉雷克洞窟的燃石越野赛挑战中获得黄金评级。", --18078
"燃石越野赛反向版挑战：青铜£完成查拉雷克洞窟的燃石越野赛反向版挑战。", --18079
"燃石越野赛反向版挑战：白银£在查拉雷克洞窟的燃石越野赛反向版挑战中获得白银评级。", --18080
"燃石越野赛反向版挑战：黄金£在查拉雷克洞窟的燃石越野赛反向版挑战中获得黄金评级。", --18081
"闪光障碍赛挑战：青铜£完成查拉雷克洞窟的闪光障碍赛挑战。", --18082
"闪光障碍赛挑战：白银£在查拉雷克洞窟的闪光障碍赛挑战中获得白银评级。", --18083
"闪光障碍赛挑战：黄金£在查拉雷克洞窟的闪光障碍赛挑战中获得黄金评级。", --18084
"闪光障碍赛反向版挑战：青铜£完成查拉雷克洞窟的闪光障碍赛反向版挑战。", --18085
"闪光障碍赛反向版挑战：白银£在查拉雷克洞窟的闪光障碍赛反向版挑战中获得白银评级。", --18086
"闪光障碍赛反向版挑战：黄金£在查拉雷克洞窟的闪光障碍赛反向版挑战中获得黄金评级。", --18087
"峈姆飞渡挑战：青铜£完成查拉雷克洞窟的峈姆飞渡挑战。", --18088
"峈姆飞渡挑战：白银£在查拉雷克洞窟的峈姆飞渡挑战中获得白银评级。", --18089
"峈姆飞渡挑战：黄金£在查拉雷克洞窟的峈姆飞渡挑战中获得黄金评级。", --18090
"峈姆飞渡反向版挑战：青铜£完成查拉雷克洞窟的峈姆飞渡反向版挑战。", --18091
"峈姆飞渡反向版挑战：白银£在查拉雷克洞窟的峈姆飞渡反向版挑战中获得白银评级。", --18092
"峈姆飞渡反向版挑战：黄金£在查拉雷克洞窟的峈姆飞渡反向版挑战中获得黄金评级。", --18093
"硫磺冲刺挑战：青铜£完成查拉雷克洞窟的硫磺冲刺挑战。", --18094
"硫磺冲刺挑战：白银£在查拉雷克洞窟的硫磺冲刺挑战中获得白银评级。", --18095
"硫磺冲刺挑战：黄金£在查拉雷克洞窟的硫磺冲刺挑战中获得黄金评级。", --18096
"硫磺冲刺反向版挑战：青铜£完成查拉雷克洞窟的硫磺冲刺反向版挑战。", --18097
"硫磺冲刺反向版挑战：白银£在查拉雷克洞窟的硫磺冲刺反向版挑战中获得白银评级。", --18098
"硫磺冲刺反向版挑战：黄金£在查拉雷克洞窟的硫磺冲刺反向版挑战中获得黄金评级。", --18099
"洞窟炼爪£拥有啪嗒作响之爪效果时，在查拉雷克洞窟完成下列所有特殊战斗。", --18100
"物品在运输过程中可能碎裂£玩家携带着过期的实验品、一堆卷轴、不可燃的黑檀蜡烛以及“便携”黑檀铁砧的同时砸碎扭曲大地的岩墙后，在亚贝鲁斯，焰影熔炉击败奈萨里奥的回响（普通或更高难度）。", --18149
"查拉雷克洞窟魔符猎人£在查拉雷克洞窟找到下列巨龙魔符。", --18150
"狱铸者卡扎拉（史诗难度）£击败亚贝鲁斯，焰影熔炉的狱铸者卡扎拉（史诗难度）。", --18151
"融合体密室（史诗难度）£击败亚贝鲁斯，焰影熔炉的融合体密室（史诗难度）。", --18152
"被遗忘的实验体（史诗难度）£击败亚贝鲁斯，焰影熔炉的被遗忘的实验体（史诗难度）。", --18153
"扎卡利突袭（史诗难度）£击败亚贝鲁斯，焰影熔炉的扎卡利突袭（史诗难度）。", --18154
"长老莱修克（史诗难度）£击败亚贝鲁斯，焰影熔炉的长老莱修克（史诗难度）。", --18155
"警戒管事兹斯卡恩（史诗难度）£击败亚贝鲁斯，焰影熔炉的警戒管事兹斯卡恩（史诗难度）。", --18156
"玛格莫莱克斯（史诗难度）£击败亚贝鲁斯，焰影熔炉的玛格莫莱克斯（史诗难度）。", --18157
"奈萨里奥的回响（史诗难度）£击败亚贝鲁斯，焰影熔炉的奈萨里奥的回响（史诗难度）。", --18158
"鳞长萨卡雷斯（史诗难度）£击败亚贝鲁斯，焰影熔炉的鳞长萨卡雷斯（史诗难度）。", --18159
"亚贝鲁斯，焰影熔炉£击败下列首领（任意难度）。", --18160
"亚贝鲁斯，焰影熔炉（英雄难度）£击败下列首领（英雄难度）。", --18161
"亚贝鲁斯，焰影熔炉（史诗难度）£击败下列首领（史诗难度）。", --18162
"被遗弃的造物£击败亚贝鲁斯，焰影熔炉的实验室内的下列首领。", --18163
"巨人之怒£击败亚贝鲁斯，焰影熔炉侧区内的下列首领。", --18164
"奈萨里奥之影£击败亚贝鲁斯，焰影熔炉深渊中的下列首领。", --18165
"虚空之缘£从亚贝鲁斯，焰影熔炉深入现实的边缘，与鳞长萨卡雷斯对峙。", --18167
"暗影烈焰什么的，我自己也会弄£对被遗忘的样本箱使用晦暗爆破、炽热流星和炽燃暮光，创造出一个暗影烈焰残留物并将其熄灭，然后击败亚贝鲁斯，焰影熔炉的暗影烈焰融合体（普通或更高难度）。", --18168
"蜗牛自助餐£在亚贝鲁斯，焰影熔炉把20只香辣熔岩蜗牛喂给玛格莫莱克斯后再击败它（普通或更高难度）。", --18172
"白板心灵£在努特拉尔被裂体奔袭、不稳定喷吐和深呼吸命中3次后，击败亚贝鲁斯，焰影熔炉的被遗忘的实验体（普通或更高难度）。", --18173
"污染清理者£在“研究员遇袭：泰坦封锁”事件中击败活化的污染物。", --18174
"名人堂：鳞长萨卡雷斯£跻身世界前两百家率先击败鳞长萨卡雷斯（史诗难度）的公会之一。", --18176
"亚贝鲁斯，焰影熔炉（公会版）£在公会队伍中击败亚贝鲁斯，焰影熔炉的下列首领（普通或更高难度）。", --18177
"英雄：亚贝鲁斯，焰影熔炉（公会版）£在公会队伍中击败亚贝鲁斯，焰影熔炉的下列首领（英雄或更高难度）。", --18178
"史诗：鳞长萨卡雷斯（公会版）£在公会队伍中击败亚贝鲁斯，焰影熔炉的鳞长萨卡雷斯（史诗难度）。", --18179
"消灭狱铸者卡扎拉（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18180
"消灭融合体密室（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18181
"消灭被遗忘的实验体（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18182
"消灭扎卡利突袭（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18183
"消灭长老莱修克（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18184
"消灭警戒管事兹斯卡恩（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18185
"消灭玛格莫莱克斯（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18186
"消灭鳞长萨卡雷斯（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18187
"消灭奈萨里奥的回响（随机亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18188
"消灭狱铸者卡扎拉（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18189
"消灭融合体密室（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18190
"消灭被遗忘的实验体（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18191
"消灭扎卡利突袭（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18192
"“卵”美的执行£在你的一名团队成员携带着脆弱的实验之蛋的情况下，击败亚贝鲁斯，焰影熔炉的警戒管事兹斯卡恩（普通或更高难度）。", --18193
"消灭长老莱修克（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18194
"消灭警戒管事兹斯卡恩（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18195
"消灭玛格莫莱克斯（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18196
"消灭奈萨里奥的回响（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18197
"消灭鳞长萨卡雷斯（普通亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18198
"扎卡利仪式捣蛋鬼£在“研究员遇袭：扎卡利废墟调查”事件中击败仪式大师斯卡娜和老年岩浆虫。", --18199
"科研降温£在查拉雷克洞窟的“研究员遇袭”事件期间，完成下列所有成就。", --18200
"封锁的奥秘£在“研究员遇袭：泰坦封锁”事件中击败被污染的泰坦守护者。", --18201
"砥砺研究£在“研究员遇袭：泰坦封锁”事件中摧毁100块巨石。", --18202
"研究采样员£在“研究员遇袭：泰坦封锁”事件中收集50个奇特的矿石样本。", --18203
"研究事故£在“研究员遇袭：扎卡利废墟调查”事件中击败凶暴的岩浆爪钳兽。", --18204
"研究领域的支柱£在“研究员遇袭：扎卡利废墟调查”事件中修复25个贾拉丁石柱碎片。", --18205
"贾拉丁谜题£在“研究员遇袭：扎卡利废墟调查”事件中为扎卡利祭坛修复25个韧性顽石。", --18206
"热门研究£在“研究员遇袭”事件中消灭500只有敌意的生物。", --18207
"小小的阻碍£在“研究员遇袭：扎卡利废墟调查”事件中践踏200只岩浆爪钳兽。", --18208
"什么都无法阻止研究£在任意“研究员遇袭”事件中击败碎裂之焰首领雷卡尔上尉。", --18209
"消灭狱铸者卡扎拉（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18210
"消灭融合体密室（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18211
"消灭被遗忘的实验体（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18212
"消灭扎卡利突袭（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18213
"消灭长老莱修克（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18214
"消灭警戒管事兹斯卡恩（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18215
"消灭玛格莫莱克斯（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18216
"消灭奈萨里奥的回响（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18217
"消灭鳞长萨卡雷斯（英雄亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18218
"消灭狱铸者卡扎拉（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18219
"消灭融合体密室（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18220
"消灭被遗忘的实验体（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18221
"消灭扎卡利突袭（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18222
"消灭长老莱修克（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18223
"消灭警戒管事兹斯卡恩（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18224
"消灭玛格莫莱克斯（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18225
"消灭奈萨里奥的回响（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18226
"消灭鳞长萨卡雷斯（史诗亚贝鲁斯，焰影熔炉）£你尚未完成此成就", --18227
"你是不是在划水？£在用洞穴碎石命中下列生物后，击败亚贝鲁斯，焰影熔炉的扎卡利突袭（普通或更高难度）。", --18228
"真钢秀£在你击碎了自己的狱钢装甲以后，击败亚贝鲁斯，焰影熔炉的狱铸者卡扎拉（普通或更高难度）。", --18229
"打地蛙£用烧灼猛击命中失落的大家伙5次后，击败亚贝鲁斯，焰影熔炉的长老莱修克（普通或更高难度）。", --18230
"黑曜晚宴£收集任意一套“巨龙时代”PvP第2赛季套装。", --18249
"鲟梦者鱼瑟拉£拥有宠物鱼瑟拉。", --18250
"亚贝鲁斯团队的荣耀£完成下列亚贝鲁斯，焰影熔炉团队副本成就。", --18251
"引领潮流：鳞长萨卡雷斯£在下一阶段团队副本开放前击败亚贝鲁斯，焰影熔炉的鳞长萨卡雷斯（英雄或更高难度）。", --18253
"千钧一发：鳞长萨卡雷斯£在下一阶段团队副本开放前击败亚贝鲁斯，焰影熔炉的鳞长萨卡雷斯（史诗难度）。", --18254
"米里特的好处£在一名鼹鼠人伙伴的陪伴下，完成下列嗅味探寻挖掘。", --18255
"纳兹乌罗，无拘传承£获得纳兹乌罗，无拘传承。", --18256
"你挖得到吗？£在一名鼹鼠人伙伴的陪伴下，完成50次嗅味探寻挖掘。", --18257
"小谎言之王£拥有宠物咩列。", --18258
"费伍德飞越挑战：青铜£完成卡利姆多的费伍德飞越挑战。", --18259
"费伍德飞越挑战：白银£在卡利姆多的费伍德飞越挑战中获得白银评级。", --18260
"费伍德飞越挑战：黄金£在卡利姆多的费伍德飞越挑战中获得黄金评级。", --18261
"费伍德飞越反向版挑战：青铜£完成卡利姆多的费伍德飞越反向版挑战。", --18262
"费伍德飞越反向版挑战：白银£在卡利姆多的费伍德飞越反向版挑战中获得白银评级。", --18263
"费伍德飞越反向版挑战：黄金£在卡利姆多的费伍德飞越反向版挑战中获得黄金评级。", --18264
"冬雪观景赛挑战：青铜£完成卡利姆多的冬雪观景赛挑战。", --18265
"冬雪观景赛挑战：白银£在卡利姆多的冬雪观景赛挑战中获得白银评级。", --18266
"冬雪观景赛挑战：黄金£在卡利姆多的冬雪观景赛挑战中获得黄金评级。", --18267
"冬雪观景赛反向版挑战：青铜£完成卡利姆多的冬雪观景赛反向版挑战。", --18268
"冬雪观景赛反向版挑战：白银£在卡利姆多的冬雪观景赛反向版挑战中获得白银评级。", --18269
"冬雪观景赛反向版挑战：黄金£在卡利姆多的冬雪观景赛反向版挑战中获得黄金评级。", --18270
"都嘶我的了……£获得沙尔维伦。", --18271
"诺达希尔螺旋挑战：青铜£完成卡利姆多的诺达希尔螺旋挑战。", --18272
"诺达希尔螺旋挑战：白银£在卡利姆多的诺达希尔螺旋挑战中获得白银评级。", --18273
"诺达希尔螺旋挑战：黄金£在卡利姆多的诺达希尔螺旋挑战中获得黄金评级。", --18274
"诺达希尔螺旋反向版挑战：青铜£完成卡利姆多的诺达希尔螺旋反向版挑战。", --18275
"诺达希尔螺旋反向版挑战：白银£在卡利姆多的诺达希尔螺旋反向版挑战中获得白银评级。", --18276
"诺达希尔螺旋反向版挑战：黄金£在卡利姆多的诺达希尔螺旋反向版挑战中获得黄金评级。", --18277
"海加尔疾行挑战：青铜£完成卡利姆多的海加尔疾行挑战。", --18278
"海加尔疾行挑战：白银£在卡利姆多的海加尔疾行挑战中获得白银评级。", --18279
"海加尔疾行挑战：黄金£在卡利姆多的海加尔疾行挑战中获得黄金评级。", --18280
"海加尔疾行反向版挑战：青铜£完成卡利姆多的海加尔疾行反向版挑战。", --18281
"海加尔疾行反向版挑战：白银£在卡利姆多的海加尔疾行反向版挑战中获得白银评级。", --18282
"海加尔疾行反向版挑战：黄金£在卡利姆多的海加尔疾行反向版挑战中获得黄金评级。", --18283
"鼹鼠人的挚友£完成下列嗅味探寻成就。", --18284
"火箭车驰骋挑战：青铜£完成卡利姆多的火箭车驰骋挑战。", --18285
"火箭车驰骋挑战：白银£在卡利姆多的火箭车驰骋挑战中获得白银评级。", --18286
"火箭车驰骋挑战：黄金£在卡利姆多的火箭车驰骋挑战中获得黄金评级。", --18287
"火箭车驰骋反向版挑战：青铜£完成卡利姆多的火箭车驰骋反向版挑战。", --18288
"火箭车驰骋反向版挑战：白银£在卡利姆多的火箭车驰骋反向版挑战中获得白银评级。", --18289
"火箭车驰骋反向版挑战：黄金£在卡利姆多的火箭车驰骋反向版挑战中获得黄金评级。", --18290
"灰谷限界挑战：青铜£完成卡利姆多的灰谷限界挑战。", --18291
"灰谷限界挑战：白银£在卡利姆多的灰谷限界挑战中获得白银评级。", --18292
"灰谷限界挑战：黄金£在卡利姆多的灰谷限界挑战中获得黄金评级。", --18293
"灰谷限界反向版挑战：青铜£完成卡利姆多的灰谷限界反向版挑战。", --18294
"灰谷限界反向版挑战：白银£在卡利姆多的灰谷限界反向版挑战中获得白银评级。", --18295
"灰谷限界反向版挑战：黄金£在卡利姆多的灰谷限界反向版挑战中获得黄金评级。", --18296
"杜隆塔尔巡回赛挑战：青铜£完成卡利姆多的杜隆塔尔巡回赛挑战。", --18297
"杜隆塔尔巡回赛挑战：白银£在卡利姆多的杜隆塔尔巡回赛挑战中获得白银评级。", --18298
"杜隆塔尔巡回赛挑战：黄金£在卡利姆多的杜隆塔尔巡回赛挑战中获得黄金评级。", --18299
"杜隆塔尔巡回赛反向版挑战：青铜£完成卡利姆多的杜隆塔尔巡回赛反向版挑战。", --18300
"杜隆塔尔巡回赛反向版挑战：白银£在卡利姆多的杜隆塔尔巡回赛反向版挑战中获得白银评级。", --18301
"杜隆塔尔巡回赛反向版挑战：黄金£在卡利姆多的杜隆塔尔巡回赛反向版挑战中获得黄金评级。", --18302
"织网者迂回赛挑战：青铜£完成卡利姆多的织网者迂回赛挑战。", --18303
"织网者迂回赛挑战：白银£在卡利姆多的织网者迂回赛挑战中获得白银评级。", --18304
"织网者迂回赛挑战：黄金£在卡利姆多的织网者迂回赛挑战中获得黄金评级。", --18305
"织网者迂回赛反向版挑战：青铜£完成卡利姆多的织网者迂回赛反向版挑战。", --18306
"织网者迂回赛反向版挑战：白银£在卡利姆多的织网者迂回赛反向版挑战中获得白银评级。", --18307
"织网者迂回赛反向版挑战：黄金£在卡利姆多的织网者迂回赛反向版挑战中获得黄金评级。", --18308
"凄凉漂移挑战：青铜£完成卡利姆多的凄凉漂移挑战。", --18309
"凄凉漂移挑战：白银£在卡利姆多的凄凉漂移挑战中获得白银评级。", --18310
"凄凉漂移挑战：黄金£在卡利姆多的凄凉漂移挑战中获得黄金评级。", --18311
"凄凉漂移反向版挑战：青铜£完成卡利姆多的凄凉漂移反向版挑战。", --18312
"凄凉漂移反向版挑战：白银£在卡利姆多的凄凉漂移反向版挑战中获得白银评级。", --18313
"凄凉漂移反向版挑战：黄金£在卡利姆多的凄凉漂移反向版挑战中获得黄金评级。", --18314
"大裂谷俯冲赛挑战：青铜£完成卡利姆多的大裂谷俯冲赛挑战。", --18315
"大裂谷俯冲赛挑战：白银£在卡利姆多的大裂谷俯冲赛挑战中获得白银评级。", --18316
"大裂谷俯冲赛挑战：黄金£在卡利姆多的大裂谷俯冲赛挑战中获得黄金评级。", --18317
"大裂谷俯冲赛反向版挑战：青铜£完成卡利姆多的大裂谷俯冲赛反向版挑战。", --18318
"大裂谷俯冲赛反向版挑战：白银£在卡利姆多的大裂谷俯冲赛反向版挑战中获得白银评级。", --18319
"大裂谷俯冲赛反向版挑战：黄金£在卡利姆多的大裂谷俯冲赛反向版挑战中获得黄金评级。", --18320
"剃刀沼泽环线挑战：青铜£完成卡利姆多的剃刀沼泽环线挑战。", --18321
"剃刀沼泽环线挑战：白银£在卡利姆多的剃刀沼泽环线挑战中获得白银评级。", --18322
"剃刀沼泽环线挑战：黄金£在卡利姆多的剃刀沼泽环线挑战中获得黄金评级。", --18323
"剃刀沼泽环线反向版挑战：青铜£完成卡利姆多的剃刀沼泽环线反向版挑战。", --18324
"剃刀沼泽环线反向版挑战：白银£在卡利姆多的剃刀沼泽环线反向版挑战中获得白银评级。", --18325
"剃刀沼泽环线反向版挑战：黄金£在卡利姆多的剃刀沼泽环线反向版挑战中获得黄金评级。", --18326
"千针石林折返赛挑战：青铜£完成卡利姆多的千针石林折返赛挑战。", --18327
"千针石林折返赛挑战：白银£在卡利姆多的千针石林折返赛挑战中获得白银评级。", --18328
"千针石林折返赛挑战：黄金£在卡利姆多的千针石林折返赛挑战中获得黄金评级。", --18329
"千针石林折返赛反向版挑战：青铜£完成卡利姆多的千针石林折返赛反向版挑战。", --18330
"千针石林折返赛反向版挑战：白银£在卡利姆多的千针石林折返赛反向版挑战中获得白银评级。", --18331
"千针石林折返赛反向版挑战：黄金£在卡利姆多的千针石林折返赛反向版挑战中获得黄金评级。", --18332
"菲拉斯废墟越野赛挑战：青铜£完成卡利姆多的菲拉斯废墟越野赛挑战。", --18333
"菲拉斯废墟越野赛挑战：白银£在卡利姆多的菲拉斯废墟越野赛挑战中获得白银评级。", --18334
"菲拉斯废墟越野赛挑战：黄金£在卡利姆多的菲拉斯废墟越野赛挑战中获得黄金评级。", --18335
"菲拉斯废墟越野赛反向版挑战：青铜£完成卡利姆多的菲拉斯废墟越野赛反向版挑战。", --18336
"菲拉斯废墟越野赛反向版挑战：白银£在卡利姆多的菲拉斯废墟越野赛反向版挑战中获得白银评级。", --18337
"菲拉斯废墟越野赛反向版挑战：黄金£在卡利姆多的菲拉斯废墟越野赛反向版挑战中获得黄金评级。", --18338
"安其拉环道挑战：青铜£完成卡利姆多的安其拉环道挑战。", --18339
"安其拉环道挑战：白银£在卡利姆多的安其拉环道挑战中获得白银评级。", --18340
"安其拉环道挑战：黄金£在卡利姆多的安其拉环道挑战中获得黄金评级。", --18341
"安其拉环道反向版挑战：青铜£完成卡利姆多的安其拉环道反向版挑战。", --18342
"安其拉环道反向版挑战：白银£在卡利姆多的安其拉环道反向版挑战中获得白银评级。", --18343
"安其拉环道反向版挑战：黄金£在卡利姆多的安其拉环道反向版挑战中获得黄金评级。", --18344
"奥丹姆巡回赛挑战：青铜£完成卡利姆多的奥丹姆巡回赛挑战。", --18345
"奥丹姆巡回赛挑战：白银£在卡利姆多的奥丹姆巡回赛挑战中获得白银评级。", --18346
"奥丹姆巡回赛挑战：黄金£在卡利姆多的奥丹姆巡回赛挑战中获得黄金评级。", --18347
"奥丹姆巡回赛反向版挑战：青铜£完成卡利姆多的奥丹姆巡回赛反向版挑战。", --18348
"奥丹姆巡回赛反向版挑战：白银£在卡利姆多的奥丹姆巡回赛反向版挑战中获得白银评级。", --18349
"奥丹姆巡回赛反向版挑战：黄金£在卡利姆多的奥丹姆巡回赛反向版挑战中获得黄金评级。", --18350
"安戈洛环形山巡回赛挑战：青铜£完成卡利姆多的安戈洛环形山巡回赛挑战。", --18351
"安戈洛环形山巡回赛挑战：白银£在卡利姆多的安戈洛环形山巡回赛挑战中获得白银评级。", --18352
"安戈洛环形山巡回赛挑战：黄金£在卡利姆多的安戈洛环形山巡回赛挑战中获得黄金评级。", --18353
"安戈洛环形山巡回赛反向版挑战：青铜£完成卡利姆多的安戈洛环形山巡回赛反向版挑战。", --18354
"安戈洛环形山巡回赛反向版挑战：白银£在卡利姆多安戈洛环形山巡回赛反向版挑战中获得白银评级。", --18355
"安戈洛环形山巡回赛反向版挑战：黄金£在卡利姆多的安戈洛环形山巡回赛反向版挑战中获得黄金评级。", --18356
"巨龙群岛的糖果£找到巨龙群岛的糖罐。", --18360
"致所有潜入地下的小松鼠£查拉雷克洞窟的小动物讨厌阳光，但并不讨厌你的/爱（/love）。", --18361
"通灵学院的回忆£用艾瓦的日志进行一项仪式。", --18368
"恐怖之城的结界£强化你的银色黎明委任徽章。", --18372
"“巨龙时代”第2赛季英雄£完成下列的一个成就。", --18380
"保姆保姆！£在幼鳞日托所照顾五只刚孵出来的雏龙，满足他们的需要。", --18383
"小雏龙最可爱了£在幼鳞日托所完成下列任务，帮忙照顾雏龙。", --18384
"吉尔尼斯皇牌赛：青铜£完成东部王国的吉尔尼斯皇牌赛。", --18399
"吉尔尼斯皇牌赛：白银£在东部王国的吉尔尼斯皇牌赛中获得白银评级。", --18400
"吉尔尼斯皇牌赛：黄金£在东部王国的吉尔尼斯皇牌赛中获得黄金评级。", --18401
"吉尔尼斯皇牌赛进阶版：青铜£完成东部王国的吉尔尼斯皇牌赛进阶版。", --18402
"吉尔尼斯皇牌赛进阶版：白银£在东部王国的吉尔尼斯皇牌赛进阶版中获得白银评级。", --18403
"吉尔尼斯皇牌赛进阶版：黄金£在东部王国的吉尔尼斯皇牌赛进阶版中获得黄金评级。", --18404
"吉尔尼斯皇牌赛反向版：青铜£完成东部王国的吉尔尼斯皇牌赛反向版。", --18405
"吉尔尼斯皇牌赛反向版：白银£在东部王国的吉尔尼斯皇牌赛反向版中获得白银评级。", --18406
"吉尔尼斯皇牌赛反向版：黄金£在东部王国的吉尔尼斯皇牌赛反向版中获得黄金评级。", --18407
"洛克莫丹循环赛：青铜£完成东部王国的洛克莫丹循环赛。", --18408
"洛克莫丹循环赛：白银£在东部王国的洛克莫丹循环赛中获得白银评级。", --18409
"洛克莫丹循环赛：黄金£在东部王国的洛克莫丹循环赛中获得黄金评级。", --18410
"洛克莫丹循环赛进阶版：青铜£完成东部王国的洛克莫丹循环赛进阶版。", --18411
"洛克莫丹循环赛进阶版：白银£在东部王国的洛克莫丹循环赛进阶版中获得白银评级。", --18412
"洛克莫丹循环赛进阶版：黄金£在东部王国的洛克莫丹循环赛进阶版中获得黄金评级。", --18413
"洛克莫丹循环赛反向版：青铜£完成东部王国的洛克莫丹循环赛反向版。", --18414
"洛克莫丹循环赛反向版：白银£在东部王国的洛克莫丹循环赛反向版中获得白银评级。", --18415
"洛克莫丹循环赛反向版：黄金£在东部王国的洛克莫丹循环赛反向版中获得黄金评级。", --18416
"灼热障碍赛：青铜£完成东部王国的灼热障碍赛。", --18417
"灼热障碍赛：白银£在东部王国的灼热障碍赛中获得白银评级。", --18418
"灼热障碍赛：黄金£在东部王国的灼热障碍赛中获得黄金评级。", --18419
"灼热障碍赛进阶版：青铜£完成东部王国的灼热障碍赛进阶版。", --18420
"灼热障碍赛进阶版：白银£在东部王国的灼热障碍赛进阶版中获得白银评级。", --18421
"灼热障碍赛进阶版：黄金£在东部王国的灼热障碍赛进阶版中获得黄金评级。", --18422
"灼热障碍赛反向版：青铜£完成东部王国的灼热障碍赛反向版。", --18423
"灼热障碍赛反向版：白银£在东部王国的灼热障碍赛反向版中获得白银评级。", --18424
"灼热障碍赛反向版：黄金£在东部王国的灼热障碍赛反向版中获得黄金评级。", --18425
"暮光惊惧赛：青铜£完成东部王国的暮光惊惧赛。", --18426
"暮光惊惧赛：白银£在东部王国的暮光惊惧赛中获得白银评级。", --18427
"暮光惊惧赛：黄金£在东部王国的暮光惊惧赛中获得黄金评级。", --18428
"暮光惊惧赛进阶版：青铜£完成东部王国的暮光惊惧赛进阶版。", --18429
"暮光惊惧赛进阶版：白银£在东部王国的暮光惊惧赛进阶版中获得白银评级。", --18430
"暮光惊惧赛进阶版：黄金£在东部王国的暮光惊惧赛进阶版中获得黄金评级。", --18431
"暮光惊惧赛反向版：青铜£完成东部王国的暮光惊惧赛反向版。", --18432
"暮光惊惧赛反向版：白银£在东部王国的暮光惊惧赛反向版中获得白银评级。", --18433
"暮光惊惧赛反向版：黄金£在东部王国的暮光惊惧赛反向版中获得黄金评级。", --18434
"逆风德比：青铜£完成东部王国的逆风德比。", --18435
"逆风德比：白银£在东部王国的逆风德比中获得白银评级。", --18436
"逆风德比：黄金£在东部王国的逆风德比中获得黄金评级。", --18437
"逆风德比进阶版：青铜£完成东部王国的逆风德比进阶版。", --18438
"逆风德比进阶版：白银£在东部王国的逆风德比进阶版中获得白银评级。", --18439
"逆风德比进阶版：黄金£在东部王国的逆风德比进阶版中获得黄金评级。", --18440
"逆风德比反向版：青铜£完成东部王国的逆风德比反向版。", --18441
"逆风德比反向版：白银£在东部王国的逆风德比反向版中获得白银评级。", --18442
"逆风德比反向版：黄金£在东部王国的逆风德比反向版中获得黄金评级。", --18443
"艾尔文森林飞闪赛：青铜£完成东部王国的艾尔文森林飞闪赛。", --18444
"艾尔文森林飞闪赛：白银£在东部王国的艾尔文森林飞闪赛中获得白银评级。", --18445
"艾尔文森林飞闪赛：黄金£在东部王国的艾尔文森林飞闪赛中获得黄金评级。", --18446
"艾尔文森林飞闪赛进阶版：青铜£完成东部王国的艾尔文森林飞闪赛进阶版。", --18447
"艾尔文森林飞闪赛进阶版：白银£在东部王国的艾尔文森林飞闪赛进阶版中获得白银评级。", --18448
"艾尔文森林飞闪赛进阶版：黄金£在东部王国的艾尔文森林飞闪赛进阶版中获得黄金评级。", --18449
"艾尔文森林飞闪赛反向版：青铜£完成东部王国的艾尔文森林飞闪赛反向版。", --18450
"艾尔文森林飞闪赛反向版：白银£在东部王国的艾尔文森林飞闪赛反向版中获得白银评级。", --18451
"艾尔文森林飞闪赛反向版：黄金£在东部王国的艾尔文森林飞闪赛反向版中获得黄金评级。", --18452
"古拉巴什大赛：青铜£完成东部王国的古拉巴什大赛。", --18453
"古拉巴什大赛：白银£在东部王国的古拉巴什大赛中获得白银评级。", --18454
"古拉巴什大赛：黄金£在东部王国的古拉巴什大赛中获得黄金评级。", --18455
"古拉巴什大赛进阶版：青铜£完成东部王国的古拉巴什大赛进阶版。", --18456
"古拉巴什大赛进阶版：白银£在东部王国的古拉巴什大赛进阶版中获得白银评级。", --18457
"古拉巴什大赛进阶版：黄金£在东部王国的古拉巴什大赛进阶版中获得黄金评级。", --18458
"古拉巴什大赛反向版：青铜£完成东部王国的古拉巴什大赛反向版。", --18459
"古拉巴什大赛反向版：白银£在东部王国的古拉巴什大赛反向版中获得白银评级。", --18460
"古拉巴什大赛反向版：黄金£在东部王国的古拉巴什大赛反向版中获得黄金评级。", --18461
"铁炉堡截击赛：青铜£完成东部王国的铁炉堡截击赛。", --18462
"铁炉堡截击赛：白银£在东部王国的铁炉堡截击赛中获得白银评级。", --18463
"铁炉堡截击赛：黄金£在东部王国的铁炉堡截击赛中获得黄金评级。", --18464
"铁炉堡截击赛进阶版：青铜£完成东部王国的铁炉堡截击赛进阶版。", --18465
"铁炉堡截击赛进阶版：白银£在东部王国的铁炉堡截击赛进阶版中获得白银评级。", --18466
"铁炉堡截击赛进阶版：黄金£在东部王国的铁炉堡截击赛进阶版中获得黄金评级。", --18467
"铁炉堡截击赛反向版：青铜£完成东部王国的铁炉堡截击赛反向版。", --18468
"铁炉堡截击赛反向版：白银£在东部王国的铁炉堡截击赛反向版中获得白银评级。", --18469
"铁炉堡截击赛反向版：黄金£在东部王国的铁炉堡截击赛反向版中获得黄金评级。", --18470
"110个声望崇拜£在110个势力中达到崇拜声望。", --18471
"诅咒之地飞弩冲刺：青铜£完成东部王国诅咒之地飞弩冲刺。", --18474
"诅咒之地飞弩冲刺：白银£在东部王国的诅咒之地飞弩冲刺中获得白银评级。", --18475
"诅咒之地飞弩冲刺：黄金£在东部王国的诅咒之地飞弩冲刺中获得黄金评级。", --18476
"诅咒之地飞弩冲刺进阶版：青铜£完成东部王国诅咒之地飞弩冲刺进阶版。", --18477
"诅咒之地飞弩冲刺进阶版：白银£在东部王国的诅咒之地飞弩冲刺进阶版中获得白银评级。", --18478
"诅咒之地飞弩冲刺进阶版：黄金£在东部王国的诅咒之地飞弩冲刺进阶版中获得黄金评级。", --18479
"诅咒之地飞弩冲刺反向版：青铜£完成东部王国诅咒之地飞弩冲刺反向版。", --18480
"诅咒之地飞弩冲刺反向版：白银£在东部王国的诅咒之地飞弩冲刺反向版中获得白银评级。", --18481
"诅咒之地飞弩冲刺反向版：黄金£在东部王国的诅咒之地飞弩冲刺反向版中获得黄金评级。", --18482
"瘟疫之地突降赛：青铜£完成东部王国瘟疫之地突降赛。", --18483
"瘟疫之地突降赛：白银£在东部王国的瘟疫之地突降赛中获得白银评级。", --18484
"瘟疫之地突降赛：黄金£在东部王国的瘟疫之地突降赛中获得黄金评级。", --18485
"瘟疫之地突降赛进阶版：青铜£完成东部王国瘟疫之地突降赛进阶版。", --18486
"瘟疫之地突降赛进阶版：白银£在东部王国的瘟疫之地突降赛进阶版中获得白银评级。", --18487
"瘟疫之地突降赛进阶版：黄金£在东部王国的瘟疫之地突降赛进阶版中获得黄金评级。", --18488
"瘟疫之地突降赛反向版：青铜£完成东部王国瘟疫之地突降赛反向版。", --18489
"瘟疫之地突降赛反向版：白银£在东部王国的瘟疫之地突降赛反向版中获得白银评级。", --18490
"瘟疫之地突降赛反向版：黄金£在东部王国的瘟疫之地突降赛反向版中获得黄金评级。", --18491
"藏宝海湾劲击赛：青铜£完成东部王国藏宝海湾劲击赛。", --18498
"藏宝海湾劲击赛：白银£在东部王国的藏宝海湾劲击赛中获得白银评级。", --18499
"藏宝海湾劲击赛：黄金£在东部王国的藏宝海湾劲击赛中获得黄金评级。", --18500
"藏宝海湾劲击赛进阶版：青铜£完成东部王国藏宝海湾劲击赛进阶版。", --18501
"藏宝海湾劲击赛进阶版：白银£在东部王国的藏宝海湾劲击赛进阶版中获得白银评级。", --18502
"藏宝海湾劲击赛进阶版：黄金£在东部王国的藏宝海湾劲击赛进阶版中获得黄金评级。", --18503
"藏宝海湾劲击赛反向版：青铜£完成东部王国藏宝海湾劲击赛反向版。", --18504
"藏宝海湾劲击赛反向版：白银£在东部王国的藏宝海湾劲击赛反向版中获得白银评级。", --18505
"藏宝海湾劲击赛反向版：黄金£在东部王国的藏宝海湾劲击赛反向版中获得黄金评级。", --18506
"熔光夜航：青铜£完成东部王国的熔光夜航。", --18510
"熔光夜航：白银£在东部王国的熔光夜航中获得白银评级。", --18511
"熔光夜航：黄金£在东部王国的熔光夜航中获得黄金评级。", --18512
"熔光夜航进阶版：青铜£完成东部王国熔光夜航进阶版。", --18513
"熔光夜航进阶版：白银£在东部王国的熔光夜航进阶版中获得白银评级。", --18514
"熔光夜航进阶版：黄金£在东部王国的熔光夜航进阶版中获得黄金评级。", --18515
"熔光夜航反向版：青铜£完成东部王国熔光夜航反向版。", --18516
"熔光夜航反向版：白银£在东部王国的熔光夜航反向版中获得白银评级。", --18517
"熔光夜航反向版：黄金£在东部王国的熔光夜航反向版中获得黄金评级。", --18518
"卡拉兹工坊交锋：青铜£完成东部王国的卡拉兹工坊交锋。", --18519
"卡拉兹工坊交锋：白银£在东部王国的卡拉兹工坊交锋中获得白银评级。", --18520
"卡拉兹工坊交锋：黄金£在东部王国的卡拉兹工坊交锋中获得黄金评级。", --18521
"卡拉兹工坊交锋进阶版：青铜£完成东部王国卡拉兹工坊交锋进阶版。", --18522
"卡拉兹工坊交锋进阶版：白银£在东部王国的卡拉兹工坊交锋进阶版中获得白银评级。", --18523
"卡拉兹工坊交锋进阶版：黄金£在东部王国的卡拉兹工坊交锋进阶版中获得黄金评级。", --18524
"卡拉兹工坊交锋反向版：青铜£完成东部王国卡拉兹工坊交锋反向版。", --18525
"卡拉兹工坊交锋反向版：白银£在东部王国的卡拉兹工坊交锋反向版中获得白银评级。", --18526
"卡拉兹工坊交锋反向版：黄金£在东部王国的卡拉兹工坊交锋反向版中获得黄金评级。", --18527
"赤脊山拉力赛：青铜£完成东部王国赤脊山拉力赛。", --18528
"赤脊山拉力赛：白银£在东部王国的赤脊山拉力赛中获得白银评级。", --18529
"赤脊山拉力赛：黄金£在东部王国的赤脊山拉力赛中获得黄金评级。", --18530
"赤脊山拉力赛进阶版：青铜£完成东部王国赤脊山拉力赛进阶版。", --18531
"赤脊山拉力赛进阶版：白银£在东部王国的赤脊山拉力赛进阶版中获得白银评级。", --18532
"赤脊山拉力赛进阶版：黄金£在东部王国的赤脊山拉力赛进阶版中获得黄金评级。", --18533
"赤脊山拉力赛反向版：青铜£完成东部王国赤脊山拉力赛反向版。", --18534
"赤脊山拉力赛反向版：白银£在东部王国的赤脊山拉力赛反向版中获得白银评级。", --18535
"赤脊山拉力赛反向版：黄金£在东部王国的赤脊山拉力赛反向版中获得黄金评级。", --18536
"万年归途£在关闭18个时光裂隙后，击败永恒黎明的永恒守护者提尔（史诗难度）。", --18539
"“巨龙时代”钥石大师：第二赛季£在“巨龙时代”第二赛季中的史诗钥石评分达到至少2000。", --18542
"时光收购专员£完成时光裂隙时，找到各种各样的物品。", --18554
"混沌时间£在激活3个混沌时间传送门后，击败永恒黎明的时间流具象（史诗难度）。", --18556
"冰天雪地我不怕£收集任意护甲类型的玩家制作的萨菲隆之祸套装。", --18557
"通灵学院领导层£击败下列通灵学院的首领。", --18558
"箱子多多，石子多多£打开50个石头箱子，释放其中的元素。", --18559
"东部王国：青铜£完成东部王国的所有竞速比赛。", --18566
"东部王国：白银£在东部王国的所有普通竞速比赛中获得白银评级。", --18567
"东部王国：黄金£在东部王国的所有普通竞速比赛中获得黄金评级。", --18568
"东部王国进阶版：青铜£完成东部王国的所有进阶版比赛。", --18569
"东部王国进阶版：白银£在东部王国的所有进阶版比赛中获得白银评级。", --18570
"东部王国进阶版：黄金£在东部王国的所有进阶版比赛中获得黄金评级。", --18571
"东部王国反向版：青铜£完成东部王国的所有反向版比赛。", --18572
"东部王国反向版：白银£在东部王国的所有反向版比赛中获得白银评级。", --18573
"东部王国反向版：黄金£在东部王国的所有反向版比赛中获得黄金评级。", --18574
"酒账全免£在巨龙群岛的酒馆里向熟客酒桶进行捐献。", --18579
"地狱火急行：青铜£完成外域的地狱火急行。", --18580
"地狱火急行：白银£在外域的地狱火急行中获得白银评级。", --18581
"地狱火急行：黄金£在外域的地狱火急行中获得黄金评级。", --18582
"地狱火急行进阶版：青铜£完成外域地狱火急行进阶版。", --18583
"地狱火急行进阶版：白银£在外域的地狱火急行进阶版中获得白银评级。", --18584
"地狱火急行进阶版：黄金£在外域的地狱火急行进阶版中获得黄金评级。", --18585
"地狱火急行反向版：青铜£完成外域地狱火急行反向版。", --18586
"地狱火急行反向版：白银£在外域的地狱火急行反向版中获得白银评级。", --18587
"地狱火急行反向版：黄金£在外域的地狱火急行反向版中获得黄金评级。", --18588
"碾压时刻£在永恒黎明（史诗难度）中，在克罗妮卡用万古裂片击碎一个注能沙漏后再击败她。", --18589
"盘牙险道：青铜£完成外域的盘牙险道。", --18603
"盘牙险道：白银£在外域的盘牙险道中获得白银评级。", --18604
"盘牙险道：黄金£在外域的盘牙险道中获得黄金评级。", --18605
"盘牙险道进阶版：青铜£完成外域的盘牙险道进阶版。", --18606
"盘牙险道进阶版：白银£在外域的盘牙险道进阶版中获得白银评级。", --18607
"盘牙险道进阶版：黄金£在外域的盘牙险道进阶版中获得黄金评级。", --18608
"盘牙险道反向版：青铜£完成外域的盘牙险道反向版。", --18609
"盘牙险道反向版：白银£在外域的盘牙险道反向版中获得白银评级。", --18610
"盘牙险道反向版：黄金£在外域的盘牙险道反向版中获得黄金评级。", --18611
"患难见真泥£允许一个失落软泥跳到你背上，然后被荒芜回收命中后，击败永恒黎明的迦拉克隆之荒（史诗难度）。", --18612
"多元宇宙传奇£和索莉多米的友谊等级达到“多元宇宙传奇”。", --18615
"威尔海姆要失业了£交还在纳克萨玛斯发现的所有奥玛里恩的笔记。", --18616
"刀锋乱斗：青铜£完成外域的刀锋乱斗。", --18617
"刀锋乱斗：白银£在外域的刀锋乱斗中获得白银评级。", --18618
"刀锋乱斗：黄金£在外域的刀锋乱斗中获得黄金评级。", --18619
"刀锋乱斗进阶版：青铜£完成外域的刀锋乱斗进阶版。", --18620
"刀锋乱斗进阶版：白银£在外域的刀锋乱斗进阶版中获得白银评级。", --18621
"刀锋乱斗进阶版：黄金£在外域的刀锋乱斗进阶版中获得黄金评级。", --18622
"刀锋乱斗反向版：青铜£完成外域的刀锋乱斗反向版。", --18623
"刀锋乱斗反向版：白银£在外域的刀锋乱斗反向版中获得白银评级。", --18624
"刀锋乱斗反向版：黄金£在外域的刀锋乱斗反向版中获得黄金评级。", --18625
"塔拉裂隙：青铜£完成外域的塔拉裂隙。", --18626
"塔拉裂隙：白银£在外域的塔拉裂隙中获得白银评级。", --18627
"塔拉裂隙：黄金£在外域的塔拉裂隙中获得黄金评级。", --18628
"塔拉裂隙进阶版：青铜£完成外域的塔拉裂隙进阶版。", --18629
"塔拉裂隙进阶版：白银£在外域的塔拉裂隙进阶版中获得白银评级。", --18630
"塔拉裂隙进阶版：黄金£在外域的塔拉裂隙进阶版中获得黄金评级。", --18631
"塔拉裂隙反向版：青铜£完成外域的塔拉裂隙反向版。", --18632
"塔拉裂隙反向版：白银£在外域的塔拉裂隙反向版中获得白银评级。", --18633
"塔拉裂隙反向版：黄金£在外域的塔拉裂隙反向版中获得黄金评级。", --18634
"裂隙认证£完成一个时光裂隙。", --18635
"听命行时£完成时光裂隙时，为索莉多米完成100项任务。", --18636
"时序值鉴赏家£在时光裂隙事件中，在各种不同的平行宇宙中击败所有的断裂因果。", --18637
"光阴宠物窝£通过完成时光裂隙，从各个时间流获取多种多样的宠物。", --18638
"坍缩现实£在单个的时光裂隙里获得7500份时光精华，从而获得坍缩现实之箱。", --18639
"荷枪实弹£使用在时光裂隙中发现的各种武器。", --18640
"致所有我以前当过的小松鼠£应索莉多米的请求，抚摸你从时光裂隙中获得的毛茸茸的小动物。", --18641
"好奇者£在“艾泽拉斯之秘”事件期间，揭开第一天的秘密。", --18642
"社区流言£利用社区里的传言发现5个被埋藏的小包。", --18643
"社区流言簿£利用社区里的传言发现10个被埋藏的小包。", --18644
"商业工具£解锁下列的解密玩具。", --18645
"侦探故事£揭开在“艾泽拉斯之秘”事件期间出现的下列每个秘密。", --18646
"荆刺高地突击赛：青铜£完成外域的荆刺高地突击赛。", --18649
"荆刺高地突击赛：白银£在外域的荆刺高地突击赛中获得白银评级。", --18650
"荆刺高地突击赛：黄金£在外域的荆刺高地突击赛中获得黄金评级。", --18651
"荆刺高地突击赛进阶版：青铜£完成外域荆刺高地突击赛进阶版。", --18652
"荆刺高地突击赛进阶版：白银£在外域的荆刺高地突击赛进阶版中获得白银评级。", --18653
"荆刺高地突击赛进阶版：黄金£在外域的荆刺高地突击赛进阶版中获得黄金评级。", --18654
"荆刺高地突击赛反向版：青铜£完成外域荆刺高地突击赛反向版。", --18655
"荆刺高地突击赛反向版：白银£在外域荆刺高地突击赛反向版中获得白银评级。", --18656
"荆刺高地突击赛反向版：黄金£在外域的荆刺高地突击赛反向版中获得黄金评级。", --18657
"奥金顿起落赛：青铜£完成外域的奥金顿起落赛。", --18658
"奥金顿起落赛：白银£在外域的奥金顿起落赛中获得白银评级。", --18659
"奥金顿起落赛：黄金£在外域的奥金顿起落赛中获得黄金评级。", --18660
"奥金顿起落赛进阶版：青铜£完成外域奥金顿起落赛进阶版。", --18661
"奥金顿起落赛进阶版：白银£在外域奥金顿起落赛进阶版中获得白银评级。", --18662
"奥金顿起落赛进阶版：黄金£在外域奥金顿起落赛进阶版中获得黄金评级。", --18663
"奥金顿起落赛反向版：青铜£完成外域奥金顿起落赛反向版。", --18664
"奥金顿起落赛反向版：白银£在外域奥金顿起落赛反向版中获得白银评级。", --18665
"奥金顿起落赛反向版：黄金£在外域的奥金顿起落赛反向版中获得黄金评级。", --18666
"风暴要塞飞掠：青铜£完成外域风暴要塞飞掠。", --18667
"风暴要塞飞掠：白银£在外域的风暴要塞飞掠中获得白银评级。", --18668
"风暴要塞飞掠：黄金£在外域的风暴要塞飞掠中获得黄金评级。", --18669
"风暴要塞飞掠进阶版：青铜£完成外域风暴要塞飞掠进阶版。", --18670
"风暴要塞飞掠进阶版：白银£在外域的风暴要塞飞掠进阶版中获得白银评级。", --18671
"风暴要塞飞掠进阶版：黄金£在外域的风暴要塞飞掠进阶版中获得黄金评级。", --18672
"风暴要塞飞掠反向版：青铜£完成外域风暴要塞飞掠反向版。", --18673
"风暴要塞飞掠反向版：白银£在外域的风暴要塞飞掠反向版中获得白银评级。", --18674
"风暴要塞飞掠反向版：黄金£在外域的风暴要塞飞掠反向版中获得黄金评级。", --18675
"沙塔斯城悠游：青铜£完成外域沙塔斯城悠游。", --18679
"沙塔斯城悠游：白银£在外域的沙塔斯城悠游中获得白银评级。", --18680
"沙塔斯城悠游：黄金£在外域的沙塔斯城悠游中获得黄金评级。", --18681
"沙塔斯城悠游进阶版：青铜£完成外域沙塔斯城悠游进阶版。", --18682
"沙塔斯城悠游进阶版：白银£在外域的沙塔斯城悠游进阶版中获得白银评级。", --18683
"沙塔斯城悠游进阶版：黄金£在外域的沙塔斯城悠游进阶版中获得黄金评级。", --18684
"沙塔斯城悠游反向版：青铜£完成外域沙塔斯城悠游反向版。", --18685
"沙塔斯城悠游反向版：白银£在外域的沙塔斯城悠游反向版中获得白银评级。", --18686
"沙塔斯城悠游反向版：黄金£在外域的沙塔斯城悠游反向版中获得黄金评级。", --18687
"影月谷急冲：青铜£完成外域的影月谷急冲。", --18692
"影月谷急冲：白银£在外域的影月谷急冲中获得白银评级。", --18693
"影月谷急冲：黄金£在外域的影月谷急冲中获得黄金评级。", --18694
"影月谷急冲进阶版：青铜£完成外域的影月谷急冲进阶版。", --18695
"影月谷急冲进阶版：白银£在外域的影月谷急冲进阶版中获得白银评级。", --18696
"影月谷急冲进阶版：黄金£在外域的影月谷急冲进阶版中获得黄金评级。", --18697
"影月谷急冲反向版：青铜£完成外域的影月谷急冲反向版。", --18698
"影月谷急冲反向版：白银£在外域的影月谷急冲反向版中获得白银评级。", --18699
"影月谷急冲反向版：黄金£在外域的影月谷急冲反向版中获得黄金评级。", --18700
"魔兽世界十九周年£在魔兽世界十九周年庆典期间登录游戏。", --18702
"永恒黎明：迦拉克隆的陨落£击败永恒黎明的伊律迪孔。", --18703
"永恒黎明：姆诺兹多的崛起£击败永恒黎明的时空领主戴欧斯。", --18704
"时间流卫士£在下一阶段团队副本开放前击败永恒黎明的所有首领（史诗难度）。", --18705
"请放回原处£在单次永恒黎明的冒险中，击败所有首领并修复四个迷时神器，过程中没有任何玩家死亡（史诗难度）。", --18706
"生态圆顶远游：青铜£完成外域的生态圆顶远游。", --18707
"生态圆顶远游：白银£在外域的生态圆顶远游中获得白银评级。", --18708
"生态圆顶远游：黄金£在外域的生态圆顶远游中获得黄金评级。", --18709
"生态圆顶远游进阶版：青铜£完成外域的生态圆顶远游进阶版。", --18710
"生态圆顶远游进阶版：白银£在外域的生态圆顶远游进阶版中获得白银评级。", --18711
"生态圆顶远游进阶版：黄金£在外域的生态圆顶远游进阶版中获得黄金评级。", --18712
"生态圆顶远游反向版：青铜£完成外域的生态圆顶远游反向版。", --18713
"生态圆顶远游反向版：白银£在外域的生态圆顶远游反向版中获得白银评级。", --18714
"生态圆顶远游反向版：黄金£在外域的生态圆顶远游反向版中获得黄金评级。", --18715
"大地的裂变百事通£将“大地的裂变”分类下的所有主要专业技能都提升到75点。", --18719
"经典旧世百事通£将“经典旧世”分类下的所有主要专业技能都提升到300点。", --18720
"外域百事通£将“外域”分类下的所有主要专业技能都提升到75点。", --18721
"诺森德百事通£将“诺森德”分类下的所有主要专业技能都提升到75点。", --18722
"看，你学会专精了！£在经典旧世时代专精于药水精通、药剂精通或者转化精通。", --18723
"非凡图斯£用凡图斯符文强化自己5次。必须参与首领战才能获得进度。", --18724
"本月畅销书£阅读铭文师撰写的整套新月仪式之书。", --18725
"包治百病 I£在炼金专业中制作100次药水。", --18726
"锐舞领袖£在一个团队副本中轮换出辐合棱镜玩具的所有颜色。", --18727
"入职工作狂£在“经典旧世”分类下的两种主要专业中都获得300点技能点数。", --18728
"地狱火工作狂£在“外域”分类下的两种主要专业中都获得75点技能点数。", --18729
"地精大战侏儒£专精于侏儒工程学或地精工程学。", --18730
"包治百病 II£在炼金专业中制作500次药水。", --18731
"包治百病 III£在炼金专业中制作1000次药水。", --18732
"包治百病 IV£在炼金专业中制作2000次药水。", --18733
"灵丹妙药 I£在炼金专业中制作50次药剂、合剂或瓶剂。", --18734
"灵丹妙药 II£在炼金专业中制作250次药剂、合剂或瓶剂。", --18735
"灵丹妙药 III£在炼金专业中制作750次药剂、合剂或瓶剂。", --18736
"灵丹妙药 IV£在炼金专业中制作1500次药剂、合剂或瓶剂。", --18737
"墨生环境£将纸折生物“放生”到它们所属的自然环境里。", --18738
"战槌狂欢：青铜£完成外域的战槌狂欢。", --18739
"战槌狂欢：白银£在外域的战槌狂欢中获得白银评级。", --18740
"战槌狂欢：黄金£在外域的战槌狂欢中获得黄金评级。", --18741
"战槌狂欢进阶版：青铜£完成外域的战槌狂欢进阶版。", --18742
"战槌狂欢进阶版：白银£在外域的战槌狂欢进阶版中获得白银评级。", --18743
"战槌狂欢进阶版：黄金£在外域的战槌狂欢进阶版中获得黄金评级。", --18744
"战槌狂欢反向版：青铜£完成外域战槌狂欢反向版。", --18745
"战槌狂欢反向版：白银£在外域的战槌狂欢反向版中获得白银评级。", --18746
"战槌狂欢反向版：黄金£在外域的战槌狂欢反向版中获得黄金评级。", --18747
"觉醒海岸挑战：青铜£完成觉醒海岸的所有挑战比赛。", --18748
"觉醒海岸挑战：白银£在觉醒海岸的所有挑战比赛中获得白银评级。", --18749
"觉醒海岸挑战：黄金£在觉醒海岸的所有挑战比赛中获得黄金评级。", --18750
"欧恩哈拉平原挑战：青铜£完成欧恩哈拉平原的所有挑战比赛。", --18754
"欧恩哈拉平原挑战：白银£在欧恩哈拉平原的所有挑战比赛中获得白银评级。", --18755
"欧恩哈拉平原挑战：黄金£在欧恩哈拉平原的所有挑战比赛中获得黄金评级。", --18756
"碧蓝林海挑战：青铜£完成碧蓝林海的所有挑战比赛。", --18757
"碧蓝林海挑战：白银£在碧蓝林海的所有挑战比赛中获得白银评级。", --18758
"碧蓝林海挑战：黄金£在碧蓝林海的所有挑战比赛中获得黄金评级。", --18759
"索德拉苏斯挑战：青铜£完成索德拉苏斯的所有挑战比赛。", --18760
"索德拉苏斯挑战：白银£在索德拉苏斯的所有挑战比赛中获得白银评级。", --18761
"索德拉苏斯挑战：黄金£在索德拉苏斯的所有挑战比赛中获得黄金评级。", --18762
"奇景节杖£拥有幽魂之面玩具的效果时，使用下列附魔师制作的奇景节杖。", --18763
"心神碎裂£使巨龙群岛的所有元素碎裂效果维持一小时。", --18764
"传说宿命£制作萨弗隆战锤。", --18765
"分解 I£分解50件物品。", --18766
"分解 II£分解250件物品。", --18767
"分解 III£分解750件物品。", --18768
"分解 IV£分解1500件物品。", --18769
"希拉斯的转化之球£制造炼金商业工具：希拉斯的转化之球。", --18770
"卡兹格里安锻工锤£制造锻造商业工具：卡兹格里安锻工锤。", --18771
"兰娜瑟尔的血红羽毛笔£制造铭文商业工具：兰娜瑟尔的血红羽毛笔。", --18772
"珠锤的焦镜£制造珠宝加工商业工具：珠锤的焦镜。", --18773
"共时之线£制造裁缝商业工具：共时之线。", --18774
"伊文的附魔棒£制造附魔商业工具：伊文的附魔棒。", --18775
"Ub3r扳手£制造工程学商业工具：Ub3r扳手。", --18776
"雷皮之槌£制造制皮商业工具：雷皮之槌。", --18777
"敞亮的工具房£制作所有主要的制造专业的商业工具。", --18778
"禁忌离岛挑战：青铜£完成禁忌离岛的所有挑战比赛。", --18779
"禁忌离岛挑战：白银£在禁忌离岛的所有挑战比赛中获得白银评级。", --18780
"禁忌离岛挑战：黄金£在禁忌离岛的所有挑战比赛中获得黄金评级。", --18781
"破碎的期待£以附魔师的身份使用下列碎裂配方。", --18785
"查拉雷克洞窟挑战：青铜£完成查拉雷克洞窟的所有挑战比赛。", --18786
"查拉雷克洞窟挑战：白银£在查拉雷克洞窟的所有挑战比赛中获得白银评级。", --18787
"查拉雷克洞窟挑战：黄金£在查拉雷克洞窟的所有挑战比赛中获得黄金评级。", --18788
"简单附魔£制作下列附魔材料各20份。", --18789
"驭龙术挑战：巨龙群岛：青铜£在巨龙群岛的所有挑战比赛中获得青铜评级。", --18790
"驭龙术挑战：巨龙群岛：白银£在巨龙群岛的所有挑战比赛中获得白银评级。", --18791
"驭龙术挑战：巨龙群岛：黄金£在巨龙群岛的所有挑战比赛中获得黄金评级。", --18792
"露营大佬£在你的基础烹饪用火效果影响下完成下列工作。", --18793
"斯克提斯越野赛：青铜£完成外域的斯克提斯越野赛。", --18794
"斯克提斯越野赛：白银£在外域的斯克提斯越野赛中获得白银评级。", --18795
"斯克提斯越野赛：黄金£在外域的斯克提斯越野赛中获得黄金评级。", --18796
"斯克提斯越野赛进阶版：青铜£完成外域的斯克提斯越野赛进阶版。", --18797
"斯克提斯越野赛进阶版：白银£在外域的斯克提斯越野赛进阶版中获得白银评级。", --18798
"斯克提斯越野赛进阶版：黄金£在外域的斯克提斯越野赛进阶版中获得黄金评级。", --18799
"斯克提斯越野赛反向版：青铜£完成外域的斯克提斯越野赛反向版。", --18800
"斯克提斯越野赛反向版：白银£在外域的斯克提斯越野赛反向版中获得白银评级。", --18801
"斯克提斯越野赛反向版：黄金£在外域的斯克提斯越野赛反向版中获得黄金评级。", --18802
"奈萨里奥的遗产£完成下列所有奈萨里奥之烬成就。", --18804
"巨龙瓶剂柜£学会制作巨龙瓶剂大锅后，掌握下列所有配方。", --18805
"急速入梦£制作毁灭之梦后五分钟内制作下列所有梦幻布配方。", --18815
"兢兢业业的厨师长£学习300个烹饪食谱。", --18816
"耀武扬威的厨师长£学习400个烹饪食谱。", --18817
"地质学家的账本 - 宁铁£发现并记录巨龙群岛上找到的每种宁铁变体。", --18818
"地质学家的账本 - 龙银£发现并记录巨龙群岛上找到的每种龙银变体。", --18819
"地质学家的账本：巨龙群岛£记录在巨龙群岛各地激动人心的采矿发现。", --18820
"地质学家的账本 - 过载元素£发现并记录巨龙群岛上每种元素强化的矿脉的过载效果。", --18821
"植物学家的日志 - 霍亨布墨花£发现并记录巨龙群岛上找到的每种霍亨布墨花变体。", --18822
"植物学家的日志 - 虎耳草£发现并记录巨龙群岛上找到的每种虎耳草变体。", --18823
"植物学家的日志 - 泡粟花£发现并记录巨龙群岛上找到的每种泡粟花变体。", --18824
"植物学家的日志 - 歪扭树皮£发现并记录巨龙群岛上找到的每种歪扭树皮变体。", --18825
"植物学家的日志：巨龙群岛£记录在巨龙群岛各地激动人心的草药学发现。", --18828
"植物学家的日志 - 过载元素£发现并记录巨龙群岛上每种元素强化的草药的过载效果。", --18829
"巨龙群岛的隐秘野兽£以剥皮师的身份消灭下列躲藏在巨龙群岛的隐秘野兽中的15种。", --18831
"巨龙群岛的隐秘传奇£以剥皮师的身份消灭下列任意躲藏在巨龙群岛的特殊的隐秘野兽。", --18832
"巨龙群岛的诸多隐秘传奇£以剥皮师的身份消灭下列所有躲藏在巨龙群岛的特殊的隐秘野兽。", --18833
"破碎群岛剥皮技巧£彻底掌握破碎群岛的下列所有剥皮技巧。", --18834
"第四次大战剥皮技巧£彻底掌握赞达拉或库尔提拉斯的下列所有剥皮技巧。", --18835
"破碎群岛草药学技术£彻底掌握破碎群岛的下列所有草药采集技术。", --18837
"第四次大战草药学技术£彻底掌握赞达拉或库尔提拉斯的下列所有草药采集技术。", --18838
"破碎群岛采矿技巧£彻底掌握破碎群岛的下列所有采矿技巧。", --18839
"第四次大战采矿技巧£彻底掌握赞达拉或库尔提拉斯的下列所有采矿技巧。", --18840
"出一份力£熔炼魔化源质锭5次。", --18841
"魔能熔池喧嚣：青铜£完成外域的魔能熔池喧嚣。", --18842
"魔能熔池喧嚣：白银£在外域的魔能熔池喧嚣中获得白银评级。", --18843
"魔能熔池喧嚣：黄金£在外域的魔能熔池喧嚣中获得黄金评级。", --18844
"魔能熔池喧嚣进阶版：青铜£完成外域的魔能熔池喧嚣进阶版。", --18845
"魔能熔池喧嚣进阶版：白银£在外域的魔能熔池喧嚣进阶版中获得白银评级。", --18846
"魔能熔池喧嚣进阶版：黄金£在外域的魔能熔池喧嚣进阶版中获得黄金评级。", --18847
"魔能熔池喧嚣反向版：青铜£完成外域的魔能熔池喧嚣反向版。", --18848
"魔能熔池喧嚣反向版：白银£在外域的魔能熔池喧嚣中获得白银评级反向版。", --18849
"魔能熔池喧嚣反向版：黄金£在外域的魔能熔池喧嚣反向版中获得黄金评级。", --18850
"一将功成万骨枯£制作下列万能钥匙各一把。", --18851
"重生的武器锻造师£学习制作下列所有具有重要历史意义的武器。", --18852
"沸腾的仇恨之火£成功打造重生的哈卡莱战刃。", --18853
"赤目红心£见证维伦的意外忏悔的预言的呈现。", --18854
"万界传送门£收集下列跨维度旅行装置。", --18855
"这是普通的毒云£使用气阀微粒提取器从50朵气体云雾中提取元素。", --18856
"这毒云其实并不普通！£使用气阀灵魂吸入器囚禁每种元素之魂各2个。", --18857
"奸商和糊涂蛋£将伪造的文件交给下列天真的人。", --18858
"奸商和糊涂蛋£将伪造的文件交给下列天真的人。", --18859
"铁砧精通 I£使用锻造专业技能制造物品100次。", --18862
"铁砧精通 II£使用锻造专业技能制造物品500次。", --18864
"铁砧精通 III£使用锻造专业技能制造物品1000次。", --18865
"铁砧精通 IV£使用锻造专业技能制造物品2000次。", --18866
"穿越灰烬与火光£完成任务“弥散营地”。", --18867
"附魔 I£使用附魔专业技能制造物品或附魔100次。", --18868
"附魔 II£使用附魔专业技能制造物品或附魔500次。", --18869
"附魔 III£使用附魔专业技能制造物品或附魔1000次。", --18870
"附魔 IV£使用附魔专业技能制造物品或附魔2000次。", --18871
"高危装置 I£使用工程学专业技能制造物品100次。", --18872
"高危装置 II£使用工程学专业技能制造物品500次。", --18873
"高危装置 III£使用工程学专业技能制造物品1000次。", --18874
"高危装置 IV£使用工程学专业技能制造物品2000次。", --18875
"墨水和羽毛笔 I£使用铭文专业技能制造物品50次。", --18876
"墨水和羽毛笔 II£使用铭文专业技能制造物品250次。", --18877
"墨水和羽毛笔 III£使用铭文专业技能制造物品750次。", --18878
"墨水和羽毛笔 IV£使用铭文专业技能制造物品1500次。", --18879
"万世宝石 I£使用珠宝加工专业技能制造物品100次。", --18880
"坚鳞试炼 I£使用制皮专业技能制造物品100次。", --18881
"坚鳞试炼 II£使用制皮专业技能制造物品500次。", --18882
"坚鳞试炼 III£使用制皮专业技能制造物品1000次。", --18883
"坚鳞试炼 IV£使用制皮专业技能制造物品2000次。", --18884
"绒毛面料 I£使用裁缝专业技能制造物品100次。", --18885
"绒毛面料 II£使用裁缝专业技能制造物品500次。", --18886
"绒毛面料 III£使用裁缝专业技能制造物品1000次。", --18887
"绒毛面料 IV£使用裁缝专业技能制造物品2000次。", --18888
"万世宝石 II£使用珠宝加工专业技能制造物品500次。", --18889
"万世宝石 III£使用珠宝加工专业技能制造物品1000次。", --18890
"万世宝石 IV£使用珠宝加工专业技能制造物品2000次。", --18891
"批量研磨£使用铭文专业技能研磨草药2000次。", --18892
"遴选丰碑£使用珠宝加工专业技能选矿或碾碎宝石2000次。", --18893
"自由风格£制作下列斯蒂林的帽子各一顶，掀起一股时尚风潮。", --18894
"活该£你这是咎由自取。", --18895
"三旗如一£同时获得方阵防御、迅猛集结和自由精神这三种战旗的效果。", --18896
"别碎了£完成下列每个珠宝加工日常任务。", --18897
"太过分了£装备奥妮克希亚鳞片披风的情况下击败黑翼之巢的奈法利安。在黑翼血环也这样做一遍，从而表明你的态度。", --18898
"你什么都没看见£在厄运之槌与克罗卡斯交战期间，使用制皮专业技能制作一件戈多克食人魔装并使用。", --18899
"低成本吟游诗人£使用制皮专业技能制作下列每种战鼓。", --18900
"多彩校准：全视护目镜£制作下列目镜各一副。", --18901
"无证护士£制作500份荒布绷带。", --18902
"头重脚轻£使用裁缝专业技能缝制下列衬衫各一件，以及礼服短裤一条。", --18903
"点石成金£制作下列点金石各一个。", --18904
"多彩校准：视网膜屏保护器£制作下列目镜各一副。", --18905
"多彩校准：头戴式火炮£制作下列目镜各一副。", --18906
"多彩校准：灵质目镜£制作下列目镜各一副。", --18907
"多彩校准：生物光学远望镜£制作下列目镜各一副。", --18908
"神奇雕像£制作会修复下列每种雕像。", --18909
"红玉新生圣地赛道（风暴狮鹫）：青铜£完成红玉新生圣地赛道（风暴狮鹫）。", --18910
"红玉新生圣地赛道（风暴狮鹫）：白银£在红玉新生圣地赛道（风暴狮鹫）中获得白银评级。", --18911
"红玉新生圣地赛道（风暴狮鹫）：黄金£在红玉新生圣地赛道（风暴狮鹫）中获得黄金评级。", --18912
"泽地漫游（风暴狮鹫）：青铜£完成泽地漫游（风暴狮鹫）。", --18913
"泽地漫游（风暴狮鹫）：白银£在泽地漫游（风暴狮鹫）中获得白银评级。", --18914
"泽地漫游（风暴狮鹫）：黄金£在泽地漫游（风暴狮鹫）中获得黄金评级。", --18915
"瓦克索斯攀升赛（风暴狮鹫）：青铜£完成瓦克索斯攀升赛（风暴狮鹫）。", --18916
"瓦克索斯攀升赛（风暴狮鹫）：白银£在瓦克索斯攀升赛（风暴狮鹫）中获得白银评级。", --18917
"瓦克索斯攀升赛（风暴狮鹫）：黄金£在瓦克索斯攀升赛（风暴狮鹫）中获得黄金评级。", --18918
"提尔要塞试炼（风暴狮鹫）：青铜£完成提尔要塞试炼（风暴狮鹫）。", --18919
"提尔要塞试炼（风暴狮鹫）：白银£在提尔要塞试炼（风暴狮鹫）中获得白银评级。", --18920
"提尔要塞试炼（风暴狮鹫）：黄金£在提尔要塞试炼（风暴狮鹫）中获得黄金评级。", --18921
"雷裂冲击坑巡回赛（风暴狮鹫）：青铜£完成雷裂冲击坑巡回赛（风暴狮鹫）。", --18922
"雷裂冲击坑巡回赛（风暴狮鹫）：白银£在雷裂冲击坑巡回赛（风暴狮鹫）中获得白银评级。", --18923
"雷裂冲击坑巡回赛（风暴狮鹫）：黄金£在雷裂冲击坑巡回赛（风暴狮鹫）中获得黄金评级。", --18924
"水晶环道（风暴狮鹫）：青铜£完成水晶环道（风暴狮鹫）。", --18925
"水晶环道（风暴狮鹫）：白银£在水晶环道（风暴狮鹫）中获得白银评级。", --18926
"水晶环道（风暴狮鹫）：黄金£在水晶环道（风暴狮鹫）中获得黄金评级。", --18927
"驭雷者：青铜£完成所有风暴狮鹫竞速。", --18928
"驭雷者：白银£在所有风暴狮鹫竞速中获得白银评级。", --18929
"驭雷者：黄金£在所有风暴狮鹫竞速中获得黄金评级。", --18931
"过度实验£进行100次炼金研究或实验。", --18934
"赤目红心（账号）£见证维伦的意外忏悔的预言的呈现。", --18938
"东部王国竞速大满贯£完成东部王国的所有竞速比赛。", --18939
"东部王国竞速大满贯：白银£在东部王国的所有竞速比赛中获得白银评级。", --18940
"炫目之龙£制作下列珠光龙崽各一只。", --18941
"东部王国竞速大满贯：黄金£在东部王国的所有竞速比赛中获得黄金评级。", --18942
"伊瑟拉邀请赛：青铜£完成翡翠梦境的伊瑟拉邀请赛。", --18943
"伊瑟拉邀请赛：白银£在翡翠梦境的伊瑟拉邀请赛中获得白银评级。", --18944
"伊瑟拉邀请赛：黄金£在翡翠梦境的伊瑟拉邀请赛中获得黄金评级。", --18945
"伊瑟拉邀请赛进阶版：青铜£完成翡翠梦境的伊瑟拉邀请赛进阶版。", --18946
"伊瑟拉邀请赛进阶版：白银£在翡翠梦境伊瑟拉邀请赛进阶版中获得白银评级。", --18947
"伊瑟拉邀请赛进阶版：黄金£在翡翠梦境伊瑟拉邀请赛进阶版中获得黄金评级。", --18948
"伊瑟拉邀请赛反向版：青铜£完成翡翠梦境的伊瑟拉邀请赛反向版。", --18949
"伊瑟拉邀请赛反向版：白银£在翡翠梦境伊瑟拉邀请赛反向版中获得白银评级。", --18950
"伊瑟拉邀请赛反向版：黄金£在翡翠梦境伊瑟拉邀请赛反向版中获得黄金评级。", --18951
"伊瑟拉邀请赛挑战：青铜£完成翡翠梦境的伊瑟拉邀请赛挑战。", --18952
"伊瑟拉邀请赛挑战：白银£在翡翠梦境伊瑟拉邀请赛挑战中获得白银评级。", --18953
"伊瑟拉邀请赛挑战：黄金£在翡翠梦境伊瑟拉邀请赛挑战中获得黄金评级。", --18954
"伊瑟拉邀请赛反向版挑战：青铜£完成翡翠梦境的伊瑟拉邀请赛反向版挑战。", --18955
"伊瑟拉邀请赛反向版挑战：白银£在翡翠梦境的伊瑟拉邀请赛反向版挑战中获得白银评级。", --18956
"伊瑟拉邀请赛反向版挑战：黄金£在翡翠梦境的伊瑟拉邀请赛反向版挑战中获得黄金评级。", --18957
"提尔近卫的使命£完成巨龙群岛的提尔故事线。", --18958
"小心你的脑袋£击败任意版本的无头骑士。", --18959
"脚踢柳枝£被全部四种柳魔人诅咒的情况下击败无头骑士。", --18960
"净化之火£击败无头骑士。", --18962
"爆发伤害£同时处于绽亡迸发、晋荣迸发、髓根迸发、慰魂迸发和孀花迸发效果影响下时，饮用鲜血喷发药水。", --18963
"巨龙精良£在身上的每一个装备栏中都装备一件物品等级不低于346级的至少为精良品质的物品。", --18976
"巨龙史诗£在身上的每一个装备栏中都装备一件物品等级不低于372级的至少为史诗品质的物品。", --18977
"阴燃冲刺：青铜£完成翡翠梦境的阴燃冲刺。", --18978
"阴燃冲刺：白银£在翡翠梦境的阴燃冲刺中获得白银评级。", --18979
"阴燃冲刺：黄金£在翡翠梦境的阴燃冲刺中获得黄金评级。", --18980
"阴燃冲刺进阶版：青铜£完成翡翠梦境的阴燃冲刺进阶版。", --18981
"阴燃冲刺进阶版：白银£在翡翠梦境的阴燃冲刺进阶版中获得白银评级。", --18982
"阴燃冲刺进阶版：黄金£在翡翠梦境的阴燃冲刺进阶版中获得黄金评级。", --18983
"阴燃冲刺反向版：青铜£完成翡翠梦境的阴燃冲刺反向版。", --18984
"阴燃冲刺反向版：白银£在翡翠梦境的阴燃冲刺反向版中获得白银评级。", --18985
"阴燃冲刺反向版：黄金£在翡翠梦境的阴燃冲刺反向版中获得黄金评级。", --18986
"阴燃冲刺挑战：青铜£完成翡翠梦境的阴燃冲刺挑战。", --18987
"阴燃冲刺挑战：白银£在翡翠梦境的阴燃冲刺挑战中获得白银评级。", --18988
"阴燃冲刺挑战：黄金£在翡翠梦境的阴燃冲刺挑战中获得黄金评级。", --18989
"阴燃冲刺反向版挑战：青铜£完成翡翠梦境的阴燃冲刺反向版挑战。", --18990
"阴燃冲刺反向版挑战：白银£在翡翠梦境的阴燃冲刺反向版挑战中获得白银评级。", --18991
"阴燃冲刺反向版挑战：黄金£在翡翠梦境的阴燃冲刺反向版挑战中获得黄金评级。", --18992
"新绿险道：青铜£完成翡翠梦境的新绿险道。", --18993
"新绿险道：白银£在翡翠梦境的新绿险道中获得白银评级。", --18994
"新绿险道：黄金£在翡翠梦境的新绿险道中获得黄金评级。", --18995
"新绿险道进阶版：青铜£完成翡翠梦境的新绿险道进阶版。", --18996
"新绿险道进阶版：白银£在翡翠梦境的新绿险道进阶版中获得白银评级。", --18997
"新绿险道进阶版：黄金£在翡翠梦境的新绿险道进阶版中获得黄金评级。", --18998
"新绿险道反向版：青铜£完成翡翠梦境的新绿险道反向版。", --18999
"新绿险道反向版：白银£在翡翠梦境的新绿险道反向版中获得白银评级。", --19000
"新绿险道反向版：黄金£在翡翠梦境的新绿险道反向版中获得黄金评级。", --19001
"新绿险道挑战：青铜£完成翡翠梦境的新绿险道挑战。", --19002
"新绿险道挑战：白银£在翡翠梦境的新绿险道挑战中获得白银评级。", --19003
"新绿险道挑战：黄金£在翡翠梦境的新绿险道挑战中获得黄金评级。", --19004
"新绿险道反向版挑战：青铜£完成翡翠梦境的新绿险道反向版挑战。", --19005
"新绿险道反向版挑战：白银£在翡翠梦境的新绿险道反向版挑战中获得白银评级。", --19006
"新绿险道反向版挑战：黄金£在翡翠梦境的新绿险道反向版挑战中获得黄金评级。", --19007
"塑梦者£完成任务“塑造梦涌”。", --19008
"“巨龙时代”钥石探索者：第三赛季£在“巨龙时代”第三赛季中的史诗钥石评分达到至少750。", --19009
"“巨龙时代”钥石征服者：第三赛季£在“巨龙时代”第三赛季中的史诗钥石评分达到至少1500。", --19010
"“巨龙时代”钥石大师：第三赛季£在“巨龙时代”第三赛季中的史诗钥石评分达到至少2000。", --19011
"“巨龙时代”钥石英雄：第三赛季£在“巨龙时代”第三赛季中的史诗钥石评分达到至少2500。", --19012
"我梦到了种子£在每个翡翠奖赏的位置捐献一颗种子，帮助下列植物生长。", --19013
"梦境守护者£完成翡翠梦境的下列故事线。", --19026
"英雄版：阿加驭雷者£拥有“地心之战”英雄版预购坐骑“阿加驭雷者”。", --19027
"小玛格兹£拥有宠物“小玛格兹”。", --19029
"小飑£拥有宠物“小飑”。", --19030
"菲尔恩£拥有宠物“菲尔恩”。", --19031
"水岸折道：青铜£完成翡翠梦境的水岸折道。", --19032
"水岸折道：白银£在翡翠梦境的水岸折道中获得白银评级。", --19033
"水岸折道：黄金£在翡翠梦境的水岸折道中获得黄金评级。", --19034
"水岸折道进阶版：青铜£完成翡翠梦境的水岸折道进阶版。", --19035
"水岸折道进阶版：白银£在翡翠梦境的水岸折道进阶版中获得白银评级。", --19036
"水岸折道进阶版：黄金£在翡翠梦境的水岸折道进阶版中获得黄金评级。", --19037
"水岸折道反向版：青铜£完成翡翠梦境的水岸折道反向版。", --19038
"水岸折道反向版：白银£在翡翠梦境的水岸折道反向版中获得白银评级。", --19039
"水岸折道反向版：黄金£在翡翠梦境的水岸折道反向版中获得黄金评级。", --19040
"水岸折道挑战：青铜£完成翡翠梦境的水岸折道挑战。", --19041
"水岸折道挑战：白银£在翡翠梦境的水岸折道挑战中获得白银评级。", --19042
"水岸折道挑战：黄金£在翡翠梦境的水岸折道挑战中获得黄金评级。", --19043
"水岸折道反向版挑战：青铜£完成翡翠梦境的水岸折道反向版挑战。", --19044
"水岸折道反向版挑战：白银£在翡翠梦境的水岸折道反向版挑战中获得白银评级。", --19045
"水岸折道反向版挑战：黄金£在翡翠梦境的水岸折道反向版挑战中获得黄金评级。", --19046
"华盖竞翔：青铜£完成翡翠梦境的华盖竞翔。", --19047
"华盖竞翔：白银£在翡翠梦境的华盖竞翔中获得白银评级。", --19048
"华盖竞翔：黄金£在翡翠梦境的华盖竞翔中获得黄金评级。", --19049
"华盖竞翔进阶版：青铜£完成翡翠梦境的华盖竞翔进阶版。", --19050
"华盖竞翔进阶版：白银£在翡翠梦境的华盖竞翔进阶版中获得白银评级。", --19051
"华盖竞翔进阶版：黄金£在翡翠梦境的华盖竞翔进阶版中获得黄金评级。", --19052
"华盖竞翔反向版：青铜£完成翡翠梦境的华盖竞翔反向版。", --19053
"华盖竞翔反向版：白银£在翡翠梦境的华盖竞翔反向版中获得白银评级。", --19054
"华盖竞翔反向版：黄金£在翡翠梦境的华盖竞翔反向版中获得黄金评级。", --19055
"华盖竞翔挑战：青铜£完成翡翠梦境的华盖竞翔挑战。", --19056
"华盖竞翔挑战：白银£在翡翠梦境的华盖竞翔挑战中获得白银评级。", --19057
"华盖竞翔挑战：黄金£在翡翠梦境的华盖竞翔挑战中获得黄金评级。", --19058
"华盖竞翔反向版挑战：青铜£完成翡翠梦境的华盖竞翔反向版挑战。", --19059
"华盖竞翔反向版挑战：白银£在翡翠梦境的华盖竞翔反向版挑战中获得白银评级。", --19060
"华盖竞翔反向版挑战：黄金£在翡翠梦境的华盖竞翔反向版挑战中获得黄金评级。", --19061
"翡翠漫行：青铜£完成翡翠梦境的翡翠漫行。", --19062
"翡翠漫行：白银£在翡翠梦境的翡翠漫行中获得白银评级。", --19063
"翡翠漫行：黄金£在翡翠梦境的翡翠漫行中获得黄金评级。", --19064
"翡翠漫行进阶版：青铜£完成翡翠梦境的翡翠漫行进阶版。", --19065
"翡翠漫行进阶版：白银£在翡翠梦境的翡翠漫行进阶版中获得白银评级。", --19066
"翡翠漫行进阶版：黄金£在翡翠梦境的翡翠漫行进阶版中获得黄金评级。", --19067
"翡翠漫行反向版：青铜£完成翡翠梦境的翡翠漫行反向版。", --19068
"翡翠漫行反向版：白银£在翡翠梦境的翡翠漫行反向版中获得白银评级。", --19069
"翡翠漫行反向版：黄金£在翡翠梦境的翡翠漫行反向版中获得黄金评级。", --19070
"翡翠漫行挑战：青铜£完成翡翠梦境的翡翠漫行挑战。", --19071
"翡翠漫行挑战：白银£在翡翠梦境的翡翠漫行挑战中获得白银评级。", --19072
"翡翠漫行挑战：黄金£在翡翠梦境的翡翠漫行挑战中获得黄金评级。", --19073
"翡翠漫行反向版挑战：青铜£完成翡翠梦境的翡翠漫行反向版挑战。", --19074
"翡翠漫行反向版挑战：白银£在翡翠梦境的翡翠漫行反向版挑战中获得白银评级。", --19075
"翡翠漫行反向版挑战：黄金£在翡翠梦境的翡翠漫行反向版挑战中获得黄金评级。", --19076
"有本事就来抓我！£拥有2023年冬幕节礼物，初级时光守护者的竞速带。", --19077
"紊乱时间流之主£在紊乱时间流活动中，有5周获得时间流精通效果。", --19079
"奥术网红£在“艾泽拉斯之秘”事件期间，参与强化瓦德拉肯的奥术熔炉。", --19080
"钥石英雄：潮汐王座£在限制时间内完成20级或更高的史诗难度的潮汐王座。", --19082
"钥石英雄：永茂林地£在限制时间内完成20级或更高的史诗难度的永茂林地。", --19083
"钥石英雄：黑鸦堡垒£在限制时间内完成20级或更高的史诗难度的黑鸦堡垒。", --19084
"钥石英雄：黑心林地£在限制时间内完成20级或更高的史诗难度的黑心林地。", --19085
"钥石英雄：维克雷斯庄园£在限制时间内完成20级或更高的史诗难度的维克雷斯庄园。", --19086
"钥石英雄：阿塔达萨£在限制时间内完成20级或更高的史诗难度的阿塔达萨。", --19087
"钥石英雄：永恒黎明£在限制时间内完成20级或更高的史诗难度的永恒黎明：迦拉克隆的陨落以及永恒黎明：姆诺兹多的崛起。", --19088
"出门时记得看看鹿£在扑灭艾薇的火，而且它存活的情况下，击败阿梅达希尔，梦境之愿的拉罗达尔，烈焰守护者（普通或更高难度）。", --19089
"精锐：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得精锐评级。", --19090
"角斗士：“巨龙时代”第3赛季£在“巨龙时代”第3赛季的3v3竞技场中以精锐排名赢得50场胜利。", --19091
"外域：青铜£完成外域的所有普通竞速比赛。", --19092
"外域：白银£在外域的所有普通竞速比赛中获得白银评级。", --19097
"外域：黄金£在外域的所有普通竞速比赛中获得黄金评级。", --19098
"外域进阶版：青铜£完成外域的所有进阶版比赛。", --19099
"外域进阶版：白银£在外域的所有进阶版比赛中获得白银评级。", --19100
"外域进阶版：黄金£在外域的所有进阶版比赛中获得黄金评级。", --19101
"外域反向版：青铜£完成外域的所有反向版比赛。", --19102
"外域反向版：白银£在外域的所有反向版比赛中获得白银评级。", --19103
"外域反向版：黄金£在外域的所有反向版比赛中获得黄金评级。", --19104
"外域竞速大满贯£完成外域的所有竞速比赛。", --19105
"外域竞速大满贯：白银£在外域的所有竞速比赛中获得白银评级。", --19106
"外域竞速大满贯：黄金£在外域的所有竞速比赛中获得黄金评级。", --19107
"翡翠梦境：青铜£完成翡翠梦境的所有竞速比赛。", --19109
"翡翠梦境：白银£在翡翠梦境的所有普通竞速比赛中获得白银评级。", --19110
"翡翠梦境：黄金£在翡翠梦境的所有普通竞速比赛中获得黄金评级。", --19111
"翡翠梦境进阶版：青铜£完成翡翠梦境的所有进阶版比赛。", --19112
"翡翠梦境进阶版：白银£在翡翠梦境的所有进阶版比赛中获得白银评级。", --19113
"翡翠梦境进阶版：黄金£在翡翠梦境的所有进阶版比赛中获得黄金评级。", --19114
"翡翠梦境反向版：青铜£完成翡翠梦境的所有反向版比赛。", --19115
"翡翠梦境反向版：白银£在翡翠梦境的所有反向版比赛中获得白银评级。", --19116
"翡翠梦境反向版：黄金£在翡翠梦境的所有反向版比赛中获得黄金评级。", --19117
"翡翠梦境竞速大满贯£完成翡翠梦境的所有竞速比赛。", --19118
"翡翠梦境竞速大满贯：白银£在翡翠梦境的所有竞速比赛中获得白银评级。", --19119
"翡翠梦境竞速大满贯：黄金£在翡翠梦境的所有竞速比赛中获得黄金评级。", --19120
"翡翠梦境挑战：青铜£完成翡翠梦境的所有挑战比赛。", --19121
"翡翠梦境挑战：白银£在翡翠梦境的所有挑战比赛中获得白银评级。", --19122
"翡翠梦境挑战：黄金£在翡翠梦境的所有挑战比赛中获得黄金评级。", --19123
"翡翠梦境反向版挑战：青铜£完成翡翠梦境的所有反向版挑战比赛。", --19124
"翡翠梦境反向版挑战：白银£在翡翠梦境的所有反向版挑战比赛中获得白银评级。", --19125
"翡翠梦境反向版挑战：黄金£在翡翠梦境的所有反向版挑战比赛中获得黄金评级。", --19126
"翡翠梦境挑战竞速大满贯£完成翡翠梦境的所有挑战比赛。", --19127
"翡翠梦境挑战竞速大满贯：白银£在翡翠梦境的所有挑战比赛中获得白银评级。", --19128
"翡翠梦境挑战竞速大满贯：黄金£在翡翠梦境的所有挑战比赛中获得黄金评级。", --19129
"初级竞速冠军£使用初级时光守护者的竞速带，成为传说般的竞速者和赛道设计师。", --19130
"苍郁传说：“巨龙时代”第3赛季£以单排轮斗排名前0.1%的战绩结束“巨龙时代”PvP第3赛季的战斗（需要在“巨龙时代”第3赛季赢得50场战斗）。", --19131
"苍郁角斗士：“巨龙时代”第3赛季£以竞技场3v3排名前0.1%的战绩结束“巨龙时代”PvP第3赛季的战斗（需要在“巨龙时代”第3赛季赢得150场战斗）。", --19132
"竞争者 I：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“竞争者 I”评级。", --19133
"苍郁争斗者£在“巨龙时代”第3赛季的评级PvP比赛中获胜而且等级达到1000或以上", --19140
"苍郁争斗者£在“巨龙时代”第3赛季的评级PvP比赛中获胜而且等级达到1000或以上", --19141
"竞争者 II：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“竞争者 II”评级。", --19155
"决斗者：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得决斗者评级。", --19156
"争斗者 I：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“争斗者 I”评级。", --19157
"争斗者 II：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“争斗者 II”评级。", --19158
"挑战者 I：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“挑战者 I”评级。", --19159
"挑战者 II：“巨龙时代”第3赛季£在“巨龙时代”第3赛季中获得“挑战者 II”评级。", --19160
"部落英雄：苍郁£以评级战场排名前0.5%的战绩结束“巨龙时代”PvP第3赛季的战斗（需要在“巨龙时代”第3赛季赢得50场战斗）。", --19161
"联盟英雄：苍郁£以评级战场排名前0.5%的战绩结束“巨龙时代”PvP第3赛季的战斗（需要在“巨龙时代”第3赛季赢得50场战斗）。", --19162
"小霜£拥有宠物“小霜”。", --19192
"鸭鸭有序£在招募嘎嘎中士后，击败阿梅达希尔，梦境之愿的梦境议会（普通或更高难度）。", --19193
"翡翠奖赏£给翡翠奖赏捐献10枚种子。", --19194
"种瓜得瓜£给翡翠奖赏捐献50枚种子。", --19196
"种豆得豆£给翡翠奖赏捐献100枚种子。", --19198
"无赖港滑翔：青铜£完成诺森德的无赖港滑翔。", --19199
"无赖港滑翔：白银£在诺森德的无赖港滑翔中获得白银评级。", --19200
"无赖港滑翔：黄金£在诺森德的无赖港滑翔中获得黄金评级。", --19201
"无赖港滑翔进阶版：青铜£完成诺森德的无赖港滑翔进阶版。", --19202
"无赖港滑翔进阶版：白银£在诺森德的无赖港滑翔进阶版中获得白银评级。", --19203
"无赖港滑翔进阶版：黄金£在诺森德的无赖港滑翔进阶版中获得黄金评级。", --19204
"无赖港滑翔反向版：青铜£完成诺森德的无赖港滑翔反向版。", --19205
"无赖港滑翔反向版：白银£在诺森德的无赖港滑翔反向版中获得白银评级。", --19206
"无赖港滑翔反向版：黄金£在诺森德的无赖港滑翔反向版中获得黄金评级。", --19207
"梦境之友£在梦境守望者中达到名望等级15。", --19230
"梦境的守望者£在梦境守望者中达到名望等级20。", --19235
"苍郁仓储£收集任意一套“巨龙时代”PvP第3赛季或第4赛季套装。", --19276
"匕鞘湾突进：青铜£完成诺森德的匕鞘湾突进。", --19277
"匕鞘湾突进：白银£在诺森德的匕鞘湾突进中获得白银评级。", --19278
"匕鞘湾突进：黄金£在诺森德的匕鞘湾突进中获得黄金评级。", --19279
"匕鞘湾突进进阶版：青铜£完成诺森德的匕鞘湾突进进阶版。", --19280
"匕鞘湾突进进阶版：白银£在诺森德的匕鞘湾突进进阶版中获得白银评级。", --19281
"匕鞘湾突进进阶版：黄金£在诺森德的匕鞘湾突进进阶版中获得黄金评级。", --19282
"匕鞘湾突进反向版：青铜£完成诺森德的匕鞘湾突进反向版。", --19283
"匕鞘湾突进反向版：白银£在诺森德的匕鞘湾突进反向版中获得白银评级。", --19284
"匕鞘湾突进反向版：黄金£在诺森德的匕鞘湾突进反向版中获得黄金评级。", --19285
"邪气鞍座（38）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --19287
"邪气鞍座（38）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --19289
"覆羽之交£完成旋翼盆地的“关切利爪”任务期间，营救下列枭兽宝宝。", --19293
"使命之旅：翡翠梦境£开启战争模式期间，在翡翠梦境获得1000点荣誉点数。", --19294
"苍郁角斗士的蜿变幼龙£在“巨龙时代”第3赛季获得苍郁角斗士的蜿变幼龙。", --19295
"巨龙魔符：伊瑟拉之眼£收集伊瑟拉之眼附近的巨龙魔符。", --19296
"巨龙魔符：旋炉高地£收集旋炉高地附近的巨龙魔符。", --19297
"巨龙魔符：阴燃灌木林£收集阴燃灌木林附近的巨龙魔符。", --19298
"巨龙魔符：燃烬峰£收集燃烬峰附近的巨龙魔符。", --19299
"巨龙魔符：梦涌盆地£收集梦涌盆地附近的巨龙魔符。", --19300
"巨龙魔符：阿梅达希尔£收集阿梅达希尔附近的巨龙魔符。", --19301
"巨龙魔符：旋翼盆地£收集旋翼盆地附近的巨龙魔符。", --19302
"巨龙魔符：无眠之丘£收集无眠之丘附近的巨龙魔符。", --19303
"传说：“巨龙时代”第3赛季£在“巨龙时代”第3赛季的评级单排轮斗中以精锐排名赢得100场胜利。", --19304
"翡翠梦境魔符猎人£在翡翠梦境找到下列巨龙魔符。", --19306
"巨龙群岛探路者£完成下列巨龙群岛成就。", --19307
"嫩鳞十五£在巨龙群岛所有主要阵营达到名望等级十五级。", --19308
"探索翡翠梦境£探索翡翠梦境，走过世界地图中被遮住的各个角落。", --19309
"盛放之果£每种超然盛放美梦果之力都至少获得一次。", --19310
"超然盛典£以史诗品质完成一次超然盛放。", --19312
"揽胜集结£在超然盛放期间，使用野性漫溢召唤一头强大的狂野的幽爪熊10次。", --19313
"逐梦者£在超然盛放期间收集100个迷途之梦。", --19315
"翡翠梦境冒险家£在翡翠梦境完成下列特殊战斗中的10个。", --19316
"翡翠梦境的宝藏£发现翡翠梦境隐藏的宝藏。", --19317
"梦境延续£完成下列所有成就：", --19318
"有没有似曾相识的感觉？£使全部6个炎魔符文都熄灭后，击败阿梅达希尔，梦境之愿的斯莫德隆（普通或更高难度）。", --19319
"禁止虐待£在解救焦灼的小动物后，击败阿梅达希尔，梦境之愿的艾姬拉（普通或更高难度）。", --19320
"龙蛙勇士£在阿梅达希尔，梦境之愿的沃尔科罗斯吞噬至少30只酷热的斯沃格后击败它（普通或更高难度）。", --19321
"刻薄牧场£在点燃8朵无害之花后，击败阿梅达希尔，梦境之愿的瘤根（普通或更高难度）。", --19322
"幼龙之梦£在“巨龙时代”第3赛季成长到不再需要雏龙的酣梦纹章。", --19326
"阿梅达希尔，梦境之愿£击败下列首领（任意难度）。", --19331
"英雄：阿梅达希尔，梦境之愿£击败下列首领（英雄难度）。", --19333
"史诗：阿梅达希尔，梦境之愿£击败下列首领（史诗难度）。", --19334
"瘤根（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的瘤根。", --19335
"残虐者艾姬拉（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的残虐者艾姬拉。", --19336
"沃尔科罗斯（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的沃尔科罗斯。", --19337
"梦境议会（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的梦境议会。", --19338
"拉罗达尔，烈焰守护者（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的拉罗达尔，烈焰守护者。", --19339
"尼穆威，轮回编织者（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的尼穆威，轮回编织者。", --19340
"斯莫德隆（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的斯莫德隆。", --19341
"丁达尔·迅贤，烈焰预言者（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的丁达尔·迅贤，烈焰预言者。", --19342
"火光之龙菲莱克（史诗难度）£击败阿梅达希尔，梦境之愿（史诗难度）的火光之龙菲莱克。", --19343
"化身余波£击败袭击阿梅达希尔，梦境之愿的圣泉神殿的下列首领。", --19344
"熔火侵攻£击败企图将阿梅达希尔，梦境之愿的圣泉神殿付之一炬的下列首领。", --19345
"茏葱织纹£击败阿梅达希尔，梦境之愿中，攻击所有闯入者的下列首领。", --19346
"阿梅达希尔的命运£在阿梅达希尔，梦境之愿中，击败对阿梅达希尔的存在造成威胁的下列首领。", --19347
"消灭瘤根（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19348
"梦境团队的荣耀£完成下列阿梅达希尔，梦境之愿团队副本成就。", --19349
"引领潮流：火光之龙菲莱克£在下一阶段团队副本开放前击败阿梅达希尔，梦境之愿的火光之龙菲莱克（英雄或更高难度）。", --19350
"千钧一发：火光之龙菲莱克£在下一阶段团队副本开放前击败阿梅达希尔，梦境之愿的火光之龙菲莱克（史诗难度）。", --19351
"消灭残虐者艾姬拉（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19352
"消灭沃尔科罗斯（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19353
"消灭梦境议会（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19354
"消灭拉罗达尔，烈焰守护者（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19355
"消灭尼穆威，轮回编织者（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19356
"消灭斯莫德隆（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19357
"消灭丁达尔·迅贤，烈焰预言者（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19358
"消灭火光之龙菲莱克（随机阿梅达希尔，梦境之愿）£你尚未完成此成就", --19359
"消灭瘤根（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19360
"消灭残虐者艾姬拉（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19361
"消灭沃尔科罗斯（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19362
"消灭梦境议会（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19363
"消灭拉罗达尔，烈焰守护者（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19364
"消灭尼穆威，轮回编织者（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19365
"消灭斯莫德隆（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19366
"消灭丁达尔·迅贤，烈焰预言者（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19367
"消灭火光之龙菲莱克（普通阿梅达希尔，梦境之愿）£你尚未完成此成就", --19368
"消灭瘤根（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19369
"消灭残虐者艾姬拉（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19370
"消灭沃尔科罗斯（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19371
"消灭梦境议会（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19372
"消灭拉罗达尔，烈焰守护者（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19373
"消灭尼穆威，轮回编织者（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19374
"消灭斯莫德隆（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19375
"消灭丁达尔·迅贤，烈焰预言者（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19376
"消灭火光之龙菲莱克（英雄阿梅达希尔，梦境之愿）£你尚未完成此成就", --19377
"消灭瘤根（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19378
"消灭残虐者艾姬拉（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19379
"消灭沃尔科罗斯（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19380
"消灭梦境议会（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19381
"消灭拉罗达尔，烈焰守护者（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19382
"消灭尼穆威，轮回编织者（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19383
"消灭斯莫德隆（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19384
"消灭丁达尔·迅贤，烈焰预言者（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19385
"消灭火光之龙菲莱克（史诗阿梅达希尔，梦境之愿）£你尚未完成此成就", --19386
"阿梅达希尔，梦境之愿（公会版）£在公会队伍中击败阿梅达希尔，梦境之愿的下列首领（普通或更高难度）。", --19387
"英雄：阿梅达希尔，梦境之愿（公会版）£在公会队伍中击败阿梅达希尔，梦境之愿的下列首领（英雄或更高难度）。", --19388
"史诗：火光之龙菲莱克（公会版）£在公会队伍中击败阿梅达希尔，梦境之愿的火光之龙菲莱克（史诗难度）。", --19389
"泰达希尔的回忆£收集六个泰达希尔的回忆，并将其灵魂送回阿梅达希尔之心后，击败阿梅达希尔，梦境之愿的火光之龙菲莱克（普通或更高难度）。", --19390
"名人堂：火光之龙菲莱克£跻身世界前两百家率先击败火光之龙菲莱克（史诗难度）的公会之一。", --19392
"小雏龙迷路了£在解救6只迷路的雏龙后，击败阿梅达希尔，梦境之愿的丁达尔·迅贤（普通或更高难度）。", --19393
"梦中之梦£在阿梅达希尔，梦境之愿（普通或更高难度）中处于睡眠状态时成功收集5个梦境投影并击败帝王蝶具象后，击败尼穆威，轮回编织者。", --19394
"“巨龙时代”第3赛季大师£在“巨龙时代”第3赛季期间完成下列的一个成就。", --19396
"魔龙之梦£在“巨龙时代”第3赛季成长到不再需要幼龙的酣梦纹章。", --19397
"守护巨龙之梦£在“巨龙时代”第3赛季成长到不再需要魔龙的酣梦纹章。", --19398
"支持本地工匠£总共捐献50,000枚金币给工匠商盟来支持馈赠盛典。", --19400
"翡翠梦境猎人£在翡翠梦境捕捉下列所有战斗宠物。", --19401
"阿加专业大师£在“卡兹阿加”分类下的一种主要专业中获得最高技能点数。", --19408
"地下工作£在“卡兹阿加”分类下的两种主要专业中获得最高技能点数。", --19409
"全能阿加大师£将“卡兹阿加”分类下的所有主要专业技能都提升到最高技能点数。", --19410
"战场闪电战新手£赢得10次战场闪电战。", --19411
"战场闪电战学徒£赢得25次战场闪电战。", --19412
"战场闪电战老兵£赢得50次战场闪电战。", --19413
"阿加厨师£在“卡兹阿加”分类下的烹饪专业中获得100点技能点数。", --19414
"阿加渔夫£在“卡兹阿加”分类下的钓鱼专业中获得300点技能点数。", --19415
"熟能生巧£参与25次战场闪电战。", --19416
"闪击乱斗£参与50次战场闪电战。", --19417
"战痕斗士£参与100次战场闪电战。", --19418
"“巨龙时代”第3赛季英雄£完成下列的一个成就。", --19420
"获得雏龙的酣梦纹章£你尚未完成此成就", --19421
"获得幼龙的酣梦纹章£你尚未完成此成就", --19422
"获得魔龙的酣梦纹章£你尚未完成此成就", --19423
"获得守护巨龙的酣梦纹章£你尚未完成此成就", --19424
"火焰猫步£从阿梅达希尔，梦境之愿收集一套护甲。", --19442
"战斗愈疗者：“巨龙时代”第3赛季£在“巨龙时代”第3赛季的“竞争者 I”段位或更高段位，以治疗者的职责赢得50回合的单排轮斗。", --19443
"酣梦英雄：“巨龙时代”第3赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“巨龙时代”史诗钥石第3赛季。", --19449
"菲莱拉兹，梦境之瞑£获得菲莱拉兹，梦境之瞑。", --19450
"腾龙传说：“巨龙时代”第4赛季£以单排轮斗排名前0.1%的战绩结束“巨龙时代”PvP第4赛季的战斗（需要在“巨龙时代”第4赛季赢得50场战斗）。", --19453
"腾龙角斗士：“巨龙时代”第4赛季£以竞技场3v3排名前0.1%的战绩结束“巨龙时代”PvP第4赛季的战斗（需要在“巨龙时代”第4赛季赢得150场战斗）。", --19454
"联盟英雄：腾龙£以评级战场排名前0.5%的战绩结束“巨龙时代”第4赛季的战斗（需要在“巨龙时代”第4赛季赢得50场战斗）。", --19455
"部落英雄：腾龙£以评级战场排名前0.5%的战绩结束“巨龙时代”第4赛季的战斗（需要在“巨龙时代”第4赛季赢得50场战斗）。", --19456
"苏醒的世界£完成下列成就，迎来第二个巨龙时代。", --19458
"80级£升到80级。", --19459
"两位战团导师：地心之战£将两个角色升到80级。", --19460
"轻风之吻£从欧恩哈拉那里获得变身的祝福。", --19461
"勇者斗恶龙£完成下列每个“巨龙时代”任务成就。", --19463
"天啊，他们是同巢胞友£完成下列每个“巨龙时代”声望成就。", --19466
"一位战团导师：地心之战£将一个角色升到80级。", --19470
"三位战团导师：地心之战£将三个角色升到80级。", --19475
"四位战团导师：地心之战£将四个角色升到80级。", --19476
"五位战团导师：地心之战£将五个角色升到80级。", --19477
"这才叫巨龙竞赛！£完成下列每个驭龙术成就。", --19478
"请唤醒我£完成下列成就，帮助龙鳞探险队和觉醒海岸。", --19479
"半人马的目光£完成下列成就，帮助马鲁克半人马。", --19481
"网者大军£完成下列成就，帮助伊斯卡拉海象人。", --19482
"龙群俱乐部£完成下列成就，帮助瓦德拉肯联军。", --19483
"打烊了！£完成下列成就，帮助时光旅行者。", --19485
"穿越群岛£完成下列成就，帮助巨龙群岛。", --19486
"职业鉴赏家£每个职业都升到最高等级。", --19489
"角斗士：“巨龙时代”第4赛季£在“巨龙时代”第4赛季的3v3竞技场中以精锐排名赢得50场胜利。", --19490
"决斗者：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得决斗者评级。", --19492
"竞争者 I：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“竞争者 I”评级。", --19493
"争斗者 I：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“争斗者 I”评级。", --19494
"争斗者 II：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“争斗者 II”评级。", --19495
"挑战者 I：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“挑战者 I”评级。", --19497
"竞争者 II：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“竞争者 II”评级。", --19498
"挑战者 II：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得“挑战者 II”评级。", --19499
"传说：“巨龙时代”第4赛季£在“巨龙时代”第4赛季的评级单排轮斗中以精锐排名赢得100场胜利。", --19500
"腾龙争斗者£在“巨龙时代”第4赛季的评级PvP比赛中获胜而且等级达到1000或以上", --19501
"腾龙争斗者£在“巨龙时代”第4赛季的评级PvP比赛中获胜而且等级达到1000或以上", --19502
"腾龙角斗士的幼龙£在“巨龙时代”第4赛季获得腾龙角斗士的幼龙。", --19503
"边缘福利£完成下列纪元边界日常任务里的8个。", --19507
"爱语专家£将下列所有礼物交给蒸汽之池度假村的可爱的宾客。", --19508
"精锐：“巨龙时代”第4赛季£在“巨龙时代”第4赛季中获得精锐评级。", --19509
"战斗愈疗者：“巨龙时代”第4赛季£在“巨龙时代”第4赛季的“竞争者 I”段位或更高段位，以治疗者的职责赢得50回合的单排轮斗。", --19513
"多面阿加大师£在“卡兹阿加”分类下的五种主要专业中获得最高技能点数。", --19515
"获得雏龙的觉醒纹章£你尚未完成此成就", --19538
"获得幼龙的觉醒纹章£你尚未完成此成就", --19539
"获得魔龙的觉醒纹章£你尚未完成此成就", --19540
"获得守护巨龙的觉醒纹章£你尚未完成此成就", --19541
"邪气鞍座（39）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --19551
"邪气鞍座（39）£在评级PvP比赛中获胜而且评级达到争斗者或以上", --19552
"艾基-卡赫特£完成艾基-卡赫特的下列故事线。", --19559
"喧鸣深窟£完成喧鸣深窟的下列故事线。", --19560
"觉醒风暴£在觉醒化身巨龙牢窟团队副本中击败下列首领（普通难度）。", --19564
"觉醒风暴（英雄难度）£在觉醒化身巨龙牢窟团队副本中击败下列首领（英雄难度）。", --19565
"觉醒风暴（史诗难度）£在觉醒化身巨龙牢窟团队副本中击败下列首领（史诗难度）。", --19566
"觉醒暗影£在觉醒亚贝鲁斯团队副本中击败下列首领（普通难度）。", --19567
"觉醒暗影（英雄难度）£在觉醒亚贝鲁斯团队副本中击败下列首领（英雄难度）。", --19568
"觉醒暗影（史诗难度）£在觉醒亚贝鲁斯团队副本中击败下列首领（史诗难度）。", --19569
"觉醒烈焰£在觉醒阿梅达希尔团队副本中击败下列首领（普通难度）。", --19570
"觉醒烈焰（英雄难度）£在觉醒阿梅达希尔团队副本中击败下列首领（英雄难度）。", --19571
"觉醒烈焰（史诗难度）£在觉醒阿梅达希尔团队副本中击败下列首领（史诗难度）。", --19572
"觉醒之巨龙时代团队副本£在巨龙时代第4赛季完成所有三个觉醒团队副本（普通或更高难度）。", --19574
"觉醒之巨龙时代团队副本（英雄难度）£在巨龙时代第4赛季完成所有三个觉醒团队副本（英雄或更高难度）。", --19575
"觉醒之巨龙时代团队副本（史诗难度）£在巨龙时代第4赛季完成所有三个觉醒团队副本（史诗或更高难度）。", --19576
"觉醒幼龙£在“巨龙时代”第4赛季成长到不再需要雏龙的觉醒纹章。", --19577
"觉醒魔龙£在“巨龙时代”第4赛季成长到不再需要幼龙的觉醒纹章。", --19578
"觉醒守护巨龙£在“巨龙时代”第4赛季成长到不再需要魔龙的觉醒纹章。", --19579
"黑水漫游：青铜£完成诺森德的黑水漫游。", --19582
"黑水漫游：白银£在诺森德的黑水漫游中获得白银评级。", --19583
"黑水漫游：黄金£在诺森德的黑水漫游中获得黄金评级。", --19584
"黑水漫游进阶版：青铜£完成诺森德的黑水漫游进阶版。", --19585
"黑水漫游进阶版：白银£在诺森德的黑水漫游进阶版中获得白银评级。", --19586
"黑水漫游进阶版：黄金£在诺森德的黑水漫游进阶版中获得黄金评级。", --19587
"黑水漫游反向版：青铜£完成诺森德的黑水漫游反向版。", --19588
"黑水漫游反向版：白银£在诺森德的黑水漫游反向版中获得白银评级。", --19589
"黑水漫游反向版：黄金£在诺森德的黑水漫游反向版中获得黄金评级。", --19590
"祖达克寒风赛：青铜£完成诺森德的祖达克寒风赛。", --19591
"祖达克寒风赛：白银£在诺森德的祖达克寒风赛中获得白银评级。", --19592
"祖达克寒风赛：黄金£在诺森德的祖达克寒风赛中获得黄金评级。", --19593
"祖达克寒风赛进阶版：青铜£完成诺森德的祖达克寒风赛进阶版。", --19594
"祖达克寒风赛进阶版：白银£在诺森德的祖达克寒风赛进阶版中获得白银评级。", --19595
"祖达克寒风赛进阶版：黄金£在诺森德的祖达克寒风赛进阶版中获得黄金评级。", --19596
"祖达克寒风赛反向版：青铜£完成诺森德的祖达克寒风赛反向版。", --19597
"祖达克寒风赛反向版：白银£在诺森德的祖达克寒风赛反向版中获得白银评级。", --19598
"祖达克寒风赛反向版：黄金£在诺森德的祖达克寒风赛反向版中获得黄金评级。", --19599
"造物者马拉松：青铜£完成诺森德的造物者马拉松。", --19600
"造物者马拉松：白银£在诺森德的造物者马拉松中获得白银评级。", --19601
"造物者马拉松：黄金£在诺森德的造物者马拉松中获得黄金评级。", --19602
"造物者马拉松进阶版：青铜£完成诺森德的造物者马拉松进阶版。", --19603
"造物者马拉松进阶版：白银£在诺森德的造物者马拉松进阶版中获得白银评级。", --19604
"造物者马拉松进阶版：黄金£在诺森德的造物者马拉松进阶版中获得黄金评级。", --19605
"造物者马拉松反向版：青铜£完成诺森德的造物者马拉松反向版。", --19606
"造物者马拉松反向版：白银£在诺森德的造物者马拉松反向版中获得白银评级。", --19607
"造物者马拉松反向版：黄金£在诺森德的造物者马拉松反向版中获得黄金评级。", --19608
"晶歌颠簸赛：青铜£完成诺森德的晶歌颠簸赛。", --19609
"晶歌颠簸赛：白银£在诺森德的晶歌颠簸赛中获得白银评级。", --19610
"晶歌颠簸赛：黄金£在诺森德的晶歌颠簸赛中获得黄金评级。", --19611
"晶歌颠簸赛进阶版：青铜£完成诺森德的晶歌颠簸赛进阶版。", --19612
"晶歌颠簸赛进阶版：白银£在诺森德的晶歌颠簸赛进阶版中获得白银评级。", --19613
"晶歌颠簸赛进阶版：黄金£在诺森德的晶歌颠簸赛进阶版中获得黄金评级。", --19614
"晶歌颠簸赛反向版：青铜£完成诺森德的晶歌颠簸赛反向版。", --19615
"晶歌颠簸赛反向版：白银£在诺森德的晶歌颠簸赛反向版中获得白银评级。", --19616
"晶歌颠簸赛反向版：黄金£在诺森德的晶歌颠簸赛反向版中获得黄金评级。", --19617
"龙骨伏龙赛：青铜£完成诺森德的龙骨伏龙赛。", --19618
"龙骨伏龙赛：白银£在诺森德的龙骨伏龙赛中获得白银评级。", --19619
"龙骨伏龙赛：黄金£在诺森德的龙骨伏龙赛中获得黄金评级。", --19620
"龙骨伏龙赛进阶版：青铜£完成诺森德的龙骨伏龙赛进阶版。", --19621
"龙骨伏龙赛进阶版：白银£在诺森德的龙骨伏龙赛进阶版中获得白银评级。", --19622
"龙骨伏龙赛进阶版：黄金£在诺森德的龙骨伏龙赛进阶版中获得黄金评级。", --19623
"龙骨伏龙赛反向版：青铜£完成诺森德的龙骨伏龙赛反向版。", --19624
"龙骨伏龙赛反向版：白银£在诺森德的龙骨伏龙赛反向版中获得白银评级。", --19625
"龙骨伏龙赛反向版：黄金£在诺森德的龙骨伏龙赛反向版中获得黄金评级。", --19626
"堡垒突围赛：青铜£完成诺森德的堡垒突围赛。", --19627
"堡垒突围赛：白银£在诺森德堡垒突围赛中获得白银评级。", --19628
"堡垒突围赛：黄金£在诺森德的堡垒突围赛中获得黄金评级。", --19629
"堡垒突围赛进阶版：青铜£完成诺森德的堡垒突围赛进阶版。", --19630
"堡垒突围赛进阶版：白银£在诺森德堡垒突围赛进阶版中获得白银评级。", --19631
"堡垒突围赛进阶版：黄金£在诺森德的堡垒突围赛进阶版中获得黄金评级。", --19632
"堡垒突围赛反向版：青铜£完成诺森德的堡垒突围赛反向版。", --19633
"堡垒突围赛反向版：白银£在诺森德的堡垒突围赛反向版中获得白银评级。", --19634
"堡垒突围赛反向版：黄金£在诺森德的堡垒突围赛反向版中获得黄金评级。", --19635
"索拉查狂欢：青铜£完成诺森德的索拉查狂欢。", --19636
"索拉查狂欢：白银£在诺森德的索拉查狂欢中获得白银评级。", --19637
"索拉查狂欢：黄金£在诺森德的索拉查狂欢中获得黄金评级。", --19638
"索拉查狂欢进阶版：青铜£完成诺森德的索拉查狂欢进阶版。", --19639
"索拉查狂欢进阶版：白银£在诺森德的索拉查狂欢进阶版中获得白银评级。", --19640
"索拉查狂欢进阶版：黄金£在诺森德的索拉查狂欢进阶版中获得黄金评级。", --19641
"索拉查狂欢反向版：青铜£完成诺森德索拉查狂欢反向版。", --19642
"索拉查狂欢反向版：白银£在诺森德的索拉查狂欢反向版中获得白银评级。", --19643
"索拉查狂欢反向版：黄金£在诺森德的索拉查狂欢反向版中获得黄金评级。", --19644
"地热短途赛：青铜£完成诺森德的地热短途赛。", --19647
"地热短途赛：白银£在诺森德的地热短途赛中获得白银评级。", --19648
"地热短途赛：黄金£在诺森德的地热短途赛中获得黄金评级。", --19649
"地热短途赛进阶版：青铜£完成诺森德的地热短途赛进阶版。", --19650
"地热短途赛进阶版：白银£在诺森德的地热短途赛进阶版中获得白银评级。", --19651
"地热短途赛进阶版：黄金£在诺森德的地热短途赛进阶版中获得黄金评级。", --19652
"地热短途赛反向版：青铜£完成诺森德的地热短途赛反向版。", --19653
"地热短途赛反向版：白银£在诺森德的地热短途赛反向版中获得白银评级。", --19654
"地热短途赛反向版：黄金£在诺森德的地热短途赛反向版中获得黄金评级。", --19655
"古达克急行赛：青铜£完成诺森德的古达克急行赛。", --19656
"古达克急行赛：白银£在诺森德的古达克急行赛中获得白银评级。", --19657
"古达克急行赛：黄金£在诺森德的古达克急行赛中获得黄金评级。", --19658
"古达克急行赛进阶版：青铜£完成诺森德的古达克急行赛进阶版。", --19659
"古达克急行赛进阶版：白银£在诺森德的古达克急行赛进阶版中获得白银评级。", --19660
"古达克急行赛进阶版：黄金£在诺森德的古达克急行赛进阶版中获得黄金评级。", --19661
"古达克急行赛反向版：青铜£完成诺森德的古达克急行赛反向版。", --19662
"古达克急行赛反向版：白银£在诺森德的古达克急行赛反向版中获得白银评级。", --19663
"古达克急行赛反向版：黄金£在诺森德的古达克急行赛反向版中获得黄金评级。", --19664
"考达拉攀越赛：青铜£完成诺森德的考达拉攀越赛。", --19665
"考达拉攀越赛：白银£在诺森德的考达拉攀越赛中获得白银评级。", --19666
"考达拉攀越赛：黄金£在诺森德的考达拉攀越赛中获得黄金评级。", --19667
"考达拉攀越赛进阶版：青铜£完成诺森德的考达拉攀越赛进阶版。", --19668
"考达拉攀越赛进阶版：白银£在诺森德的考达拉攀越赛进阶版中获得白银评级。", --19669
"考达拉攀越赛进阶版：黄金£在诺森德的考达拉攀越赛进阶版中获得黄金评级。", --19670
"考达拉攀越赛反向版：青铜£完成诺森德的考达拉攀越赛反向版。", --19671
"考达拉攀越赛反向版：白银£在诺森德的考达拉攀越赛反向版中获得白银评级。", --19672
"考达拉攀越赛反向版：黄金£在诺森德的考达拉攀越赛反向版中获得黄金评级。", --19673
"诺森德：青铜£完成诺森德的所有竞速比赛。", --19674
"诺森德：白银£在诺森德的所有普通竞速比赛中获得白银评级。", --19675
"诺森德：黄金£在诺森德的所有普通竞速比赛中获得黄金评级。", --19676
"诺森德进阶版：青铜£完成诺森德的所有进阶版比赛。", --19677
"诺森德进阶版：白银£在诺森德的所有进阶版比赛中获得白银评级。", --19679
"诺森德进阶版：黄金£在诺森德的所有进阶版比赛中获得黄金评级。", --19681
"诺森德反向版：青铜£完成诺森德的所有反向版比赛。", --19682
"诺森德反向版：白银£在诺森德的所有反向版比赛中获得白银评级。", --19683
"诺森德反向版：黄金£在诺森德的所有反向版比赛中获得黄金评级。", --19684
"终身档案员£成为巨龙群岛艾泽拉斯档案馆的终身档案员。", --19685
"满溢的阿加合剂£学会制作阿加合剂大锅后，掌握下列所有配方。", --19704
"充沛的阿加药水£学会制作阿加药水大锅后，掌握下列所有配方。", --19716
"收复吉尔尼斯£完成“收复吉尔尼斯”故事线。", --19719
"“收复吉尔尼斯”（隐藏角色成就）£完成“收复吉尔尼斯”故事线。", --19720
"诺森德竞速大满贯£完成诺森德的所有竞速比赛。", --19721
"诺森德竞速大满贯：白银£在诺森德的所有竞速比赛中获得白银评级。", --19722
"诺森德竞速大满贯：黄金£在诺森德的所有竞速比赛中获得黄金评级。", --19723
"炉石卡牌收集£收集以下所有炉石卡牌。", --19724
"“巨龙时代”钥石探索者：第四赛季£在时限内完成“巨龙时代”第四赛季的一个史诗钥石地下城。", --19780
"“巨龙时代”钥石征服者：第四赛季£在“巨龙时代”第四赛季中的史诗钥石评分达到至少1500。", --19781
"“巨龙时代”钥石大师：第四赛季£在“巨龙时代”第四赛季中的史诗钥石评分达到至少2000。", --19782
"“巨龙时代”钥石英雄：第四赛季£在“巨龙时代”第四赛季中的史诗钥石评分达到至少2500。", --19783
"炉石游戏胜利场次£赢得一场游戏。", --19784
"腾龙英雄：“巨龙时代”第4赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“巨龙时代”史诗钥石第4赛季。", --19785
"试识逝石£和艾泽拉斯档案馆一起在巨龙群岛进行发掘时，和洛斯卡一起收集岩石。", --19786
"见多识广£和艾泽拉斯档案馆一起在巨龙群岛进行研究时，和尼罗宾一起合作找出满载信息的线索。", --19787
"书典梳理£参与盛大发掘时，为埃德霍·戴利格瑞治和艾泽拉斯档案馆完成书典。", --19788
"圣物拾遗£参与盛大发掘时，为埃德霍·戴利格瑞治和艾泽拉斯档案馆找回圣物。", --19789
"档案馆发出了召唤，而你奋起回应£完成下列艾泽拉斯档案馆成就。", --19790
"目镜无静£戴着科技占卜器和艾泽拉斯档案馆一起在巨龙群岛进行进行科技占卜时，通过使用/跳舞（/dance）表情来激怒泽娜塔。", --19791
"还有一件事£为艾泽拉斯档案馆的尼罗宾完成群岛研究归档书典里任意挖掘场的条目。", --19792
"终于……安息£参与盛大发掘时，为埃德霍·戴利格瑞治和艾泽拉斯档案馆获取叛徒之眠的故事的条目。", --19793
"炉石的传说：炽焰版£通过《炉石传说》周年推广活动获得炽焰炉石天马坐骑。", --19866
"永恒能量£装备永恒潜能披风。", --19871
"翡翠林£以一名时空奔行者的身份完成下列成就中的两个。", --19872
"四风谷£以一名时空奔行者的身份完成下列成就中的两个。", --19873
"卡桑琅丛林£以一名时空奔行者的身份完成下列成就中的一个。", --19874
"昆莱山£以一名时空奔行者的身份完成下列成就中的两个。", --19875
"锦绣谷£以一名时空奔行者的身份完成下列成就中的两个。", --19876
"螳螂高原£以一名时空奔行者的身份完成下列成就中的两个。", --19877
"恐惧废土£以一名时空奔行者的身份完成下列成就中的两个。", --19878
"夺岛奇兵£以一名时空奔行者的身份完成下列成就中的两个。", --19879
"雷神岛£以一名时空奔行者的身份完成下列成就中的一个。", --19880
"绝地反击£以一名时空奔行者的身份完成下列成就中的三个。", --19881
"战役：翡翠林£以一名时空奔行者的身份完成下列翡翠林故事线。", --19882
"战役：翡翠林£以一名时空奔行者的身份完成下列翡翠林故事线。", --19883
"战役：四风谷£以一名时空奔行者的身份完成下列四风谷故事线。", --19884
"战役：卡桑琅丛林£以一名时空奔行者的身份完成下列卡桑琅丛林故事线。", --19885
"战役：卡桑琅丛林£以一名时空奔行者的身份完成下列卡桑琅丛林故事线。", --19886
"战役：昆莱山£以一名时空奔行者的身份完成下列昆莱山故事线。", --19887
"战役：昆莱山£以一名时空奔行者的身份完成下列昆莱山故事线。", --19888
"战役：螳螂高原£以一名时空奔行者的身份完成下列螳螂高原故事线。", --19889
"战役：恐惧废土£以一名时空奔行者的身份完成下列恐惧废土故事线。", --19890
"战役：夺岛奇兵£以一名时空奔行者的身份完成夺岛奇兵故事线。", --19891
"战役： 雷神岛£以一名时空奔行者的身份完成下列雷神岛故事线。", --19892
"酝酿风暴£以一名时空奔行者的身份完成酝酿风暴场景战役。", --19893
"青龙寺£以一名时空奔行者的身份完成青龙寺。", --19894
"青龙寺（英雄难度）£以一名时空奔行者的身份完成青龙寺（英雄难度）。", --19895
"风暴烈酒酿造厂£以一名时空奔行者的身份完成风暴烈酒酿造厂。", --19896
"风暴烈酒酿造厂（英雄难度）£以一名时空奔行者的身份完成风暴烈酒酿造厂（英雄难度）。", --19897
"影踪禅院£以一名时空奔行者的身份完成影踪禅院。", --19898
"影踪禅院（英雄难度）£以一名时空奔行者的身份完成影踪禅院（英雄难度）。", --19899
"围攻砮皂寺£以一名时空奔行者的身份完成围攻砮皂寺。", --19900
"围攻砮皂寺（英雄难度）£以一名时空奔行者的身份完成围攻砮皂寺（英雄难度）。", --19901
"残阳关£以一名时空奔行者的身份完成残阳关。", --19902
"残阳关（英雄难度）£以一名时空奔行者的身份完成残阳关（英雄难度）。", --19903
"魔古山宫殿£以一名时空奔行者的身份完成魔古山宫殿。", --19904
"魔古山宫殿（英雄难度）£以一名时空奔行者的身份完成魔古山宫殿（英雄难度）。", --19905
"血色大厅£以一名时空奔行者的身份完成血色大厅。", --19906
"血色大厅（英雄难度）£以一名时空奔行者的身份完成血色大厅（英雄难度）。", --19907
"血色修道院£以一名时空奔行者的身份完成血色修道院。", --19908
"血色修道院（英雄难度）£以一名时空奔行者的身份完成血色修道院（英雄难度）。", --19909
"通灵学院£以一名时空奔行者的身份完成通灵学院。", --19910
"通灵学院（英雄难度）£以一名时空奔行者的身份完成通灵学院（英雄难度）。", --19911
"云端翔龙骑士团£以一名时空奔行者的身份在云端翔龙骑士团达到崇拜声望。", --19912
"至尊天神£以一名时空奔行者的身份在至尊天神达到崇拜声望。", --19913
"影踪派£以一名时空奔行者的身份在影踪派达到崇拜声望。", --19914
"卡拉克西£以一名时空奔行者的身份在卡拉克西达到崇拜声望。", --19915
"金莲教£以一名时空奔行者的身份在金莲教达到崇拜声望。", --19916
"神盾守备军£以一名时空奔行者的身份在神盾守备军达到崇拜声望。", --19917
"统御先锋军£以一名时空奔行者的身份在统御先锋军达到崇拜声望。", --19918
"肯瑞托远征军£以一名时空奔行者的身份在肯瑞托远征军达到崇拜声望。", --19919
"夺日者先锋军£以一名时空奔行者的身份在夺日者先锋军达到崇拜声望。", --19920
"影踪突袭营£以一名时空奔行者的身份在影踪突袭营达到崇拜声望。", --19921
"皇帝少昊£以一名时空奔行者的身份在皇帝少昊达到崇拜声望。", --19922
"绿石村£以一名时空奔行者的身份完成绿石村场景战役。", --19923
"酝酿风暴（英雄难度）£以一名时空奔行者的身份完成酝酿风暴（英雄难度）场景战役。", --19924
"盎迦猴岛£以一名时空奔行者的身份完成盎迦猴岛场景战役。", --19925
"酿月祭£以一名时空奔行者的身份完成酿月祭场景战役。", --19926
"破军比武场£以一名时空奔行者的身份完成破军比武场场景战役。", --19927
"遗忘之王古墓£以一名时空奔行者的身份完成遗忘之王古墓场景战役。", --19928
"遗忘之王古墓（英雄难度）£以一名时空奔行者的身份完成遗忘之王古墓（英雄难度）场景战役。", --19929
"突袭扎尼维斯£以一名时空奔行者的身份完成突袭扎尼维斯场景战役。", --19930
"王者的耐心£以一名时空奔行者的身份完成王者的耐心场景战役。", --19931
"统御岗哨£以一名时空奔行者的身份完成统御岗哨场景战役。", --19932
"暗里藏刀£以一名时空奔行者的身份完成黑暗中的匕首场景战役。", --19933
"公海激战£以一名时空奔行者的身份完成公海激战场景战役。", --19934
"公海激战（英雄难度）£以一名时空奔行者的身份完成公海激战（英雄难度）场景战役。", --19935
"公海激战£以一名时空奔行者的身份完成公海激战场景战役。", --19936
"公海激战（英雄难度）£以一名时空奔行者的身份完成公海激战（英雄难度）场景战役。", --19937
"塞拉摩的沦陷£以一名时空奔行者的身份完成塞拉摩的沦陷场景战役。", --19938
"塞拉摩的沦陷£以一名时空奔行者的身份完成塞拉摩的沦陷场景战役。", --19939
"雪山血战£以一名时空奔行者的身份完成雪山血战场景战役。", --19940
"雪山血战（英雄难度）£以一名时空奔行者的身份完成雪山血战（英雄难度）场景战役。", --19941
"潘达利亚的黑暗之心£以一名时空奔行者的身份完成潘达利亚的黑暗之心场景战役。", --19942
"潘达利亚的黑暗之心（英雄难度）£以一名时空奔行者的身份完成潘达利亚的黑暗之心（英雄难度）场景战役。", --19943
"怒焰之谜£以一名时空奔行者的身份完成怒焰之谜场景战役。", --19944
"怒焰之谜（英雄难度）£以一名时空奔行者的身份完成怒焰之谜（英雄难度）场景战役。", --19945
"魔古山宝库（随机团队）£击败魔古山宝库的下列首领（任意难度）。", --19946
"魔古山宝库£击败魔古山宝库的下列首领（普通或更高难度）。", --19947
"魔古山宝库（英雄难度）£击败魔古山宝库的下列首领（英雄难度）。", --19948
"恐惧之心（随机团队）£击败恐惧之心的下列首领（任意难度）。", --19949
"恐惧之心£击败恐惧之心的下列首领（普通或更高难度）。", --19950
"恐惧之心（英雄难度）£击败恐惧之心的下列首领（英雄难度）。", --19951
"永春台（随机团队）£击败永春台的下列首领（任意难度）。", --19952
"永春台£击败永春台的下列首领（普通或更高难度）。", --19953
"永春台（英雄难度）£击败永春台的下列首领（英雄难度）。", --19954
"雷电王座（随机团队）£击败雷电王座的下列首领（任意难度）。", --19955
"雷电王座£击败雷电王座的下列首领（普通或更高难度）。", --19956
"雷电王座（英雄难度）£击败雷电王座的下列首领（英雄难度）。", --19957
"决战奥格瑞玛（随机团队）£击败决战奥格瑞玛的下列首领（任意难度）。", --19958
"决战奥格瑞玛£击败决战奥格瑞玛的下列首领（普通或更高难度）。", --19959
"决战奥格瑞玛（英雄难度）£击败决战奥格瑞玛的下列首领（英雄难度）。", --19960
"幻境新生：决战奥格瑞玛（史诗难度）£在“熊猫人之谜：幻境新生”活动期间，以一名时空奔行者的身份击败决战奥格瑞玛的下列敌人（史诗难度）。", --19961
"浪游翡翠林£以一名时空奔行者的身份寻找翡翠林的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19962
"浪游四风谷£以一名时空奔行者的身份寻找四风谷的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19963
"浪游卡桑琅丛林£以一名时空奔行者的身份寻找卡桑琅丛林的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19964
"浪游昆莱山£以一名时空奔行者的身份寻找昆莱山的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19965
"浪游螳螂高原£以一名时空奔行者的身份寻找螳螂高原的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19966
"浪游恐惧废土£以一名时空奔行者的身份寻找恐惧废土的宝藏，击败稀有敌人，并走过地图上被遮住的各个角落。", --19967
"浪游永恒岛£以一名时空奔行者的身份寻找永恒岛的宝藏，击败稀有敌人。", --19970
"隐秘宝藏：翡翠林£找出隐藏在翡翠林各地的失落的宝藏里的两处。", --19977
"隐秘宝藏：四风谷£找出隐藏在四风谷或雾纱栈道各地的失落的宝藏里的一处。", --19978
"隐秘宝藏：卡桑琅丛林£在卡桑琅丛林找到蜥蜴人石板。", --19979
"隐秘宝藏：昆莱山£找出隐藏在昆莱山各地的失落的宝藏里的三处。", --19980
"隐秘宝藏：螳螂高原£找出隐藏在螳螂高原各地的失落的宝藏里的两处。", --19981
"隐秘宝藏：永恒岛£找出隐藏在永恒岛各地的失落的宝藏里的四处。", --19982
"匿踪之敌：翡翠林£击败翡翠林的稀有敌人中的三个。", --19993
"匿踪之敌：四风谷£击败四风谷的稀有敌人中的三个。", --19994
"匿踪之敌：卡桑琅丛林£击败卡桑琅丛林的稀有敌人中的三个。", --19995
"匿踪之敌：昆莱山£击败昆莱山的稀有敌人中的三个。", --19996
"匿踪之敌：螳螂高原£击败螳螂高原的稀有敌人中的三个。", --19997
"匿踪之敌：恐惧废土£击败恐惧废土的稀有敌人中的三个。", --19998
"匿踪之敌：夺岛奇兵£击败卡桑琅丛林的对立阵营的三名勇士。", --19999
"匿踪之敌：雷神岛£击败雷神岛的稀有敌人中的三个。", --20000
"匿踪之敌：永恒岛£击败永恒岛的稀有敌人中的三个。", --20001
"绝世强敌：永恒岛£击败永恒岛的稀有精英中的三个。", --20002
"永恒岛£以一名时空奔行者的身份完成下列成就中的一个。", --20003
"潘达利亚场景战役（英雄难度）£完成所有潘达利亚场景战役（英雄难度）。", --20004
"潘达利亚地下城（英雄难度）£完成所有潘达利亚地下城（英雄难度）。", --20005
"潘达利亚团队副本£完成所有潘达利亚团队副本（普通）。", --20006
"潘达利亚团队副本（英雄难度）£完成所有潘达利亚团队副本（英雄难度）。", --20007
"寻求组队：翡翠林£完成翡翠林的下列组队活动。", --20008
"寻求组队：四风谷£完成四风谷的下列组队活动。", --20009
"寻求组队：昆莱山£完成昆莱山的下列组队活动。", --20011
"寻求组队：螳螂高原£完成螳螂高原的下列组队活动。", --20012
"寻求组队：锦绣谷£完成锦绣谷的下列组队活动。", --20014
"寻求组队：雷神岛£完成雷神岛和巨兽岛的下列组队活动。", --20015
"寻求组队：永恒岛£完成永恒岛的下列组队活动。", --20016
"萨莱斯的兵团£在四风谷击败萨莱斯的兵团。", --20017
"怒之煞£击败昆莱山的怒之煞。", --20018
"暴风领主纳拉克£在雷神岛击败暴风领主纳拉克。", --20019
"乌达斯塔£在巨兽岛击败乌达斯塔。", --20020
"朱鹤赤精£在永恒岛击败朱鹤赤精。", --20021
"青龙玉珑£在永恒岛击败青龙玉珑。", --20022
"玄牛砮皂£在永恒岛击败玄牛砮皂。", --20023
"白虎雪怒£在永恒岛击败白虎雪怒。", --20024
"斡耳朵斯£在永恒岛击败斡耳朵斯。", --20025
"探索翡翠林£以一名时空奔行者的身份探索翡翠林，走过世界地图中被遮住的各个角落。", --20026
"探索四风谷£以一名时空奔行者的身份探索四风谷，走过世界地图中被遮住的各个角落。", --20027
"探索卡桑琅丛林£以一名时空奔行者的身份探索卡桑琅丛林，走过世界地图中被遮住的各个角落。", --20028
"探索昆莱山£以一名时空奔行者的身份探索昆莱山，走过世界地图中被遮住的各个角落。", --20029
"探索螳螂高原£以一名时空奔行者的身份探索螳螂高原，走过世界地图中被遮住的各个角落。", --20030
"探索恐惧废土£以一名时空奔行者的身份探索恐惧废土，走过世界地图中被遮住的各个角落。", --20031
"炉石萌新£收集10张炉石卡牌。", --20033
"匿踪之敌：锦绣谷£击败锦绣谷的稀有敌人中的三个。", --20069
"多恩岛£完成多恩岛的下列故事线。", --20118
"巨龙军团的勇士£完成任务“晴空无垠，乘风万里”", --20206
"聒噪黑手£击败戴坦·迅羽。", --20209
"多恩诺嘉尔漂流：青铜£完成多恩诺嘉尔漂流。", --20255
"多恩诺嘉尔漂流：白银£在多恩诺嘉尔漂流中获得白银评级。", --20256
"多恩诺嘉尔漂流：黄金£在多恩诺嘉尔漂流中获得黄金评级。", --20257
"多恩诺嘉尔漂流进阶版：青铜£完成多恩诺嘉尔漂流进阶版。", --20258
"多恩诺嘉尔漂流进阶版：白银£在多恩诺嘉尔漂流进阶版中获得白银评级。", --20259
"多恩诺嘉尔漂流进阶版：黄金£在多恩诺嘉尔漂流进阶版中获得黄金评级。", --20260
"多恩诺嘉尔漂流反向版：青铜£完成多恩诺嘉尔漂流反向版。", --20261
"多恩诺嘉尔漂流反向版：白银£在多恩诺嘉尔漂流反向版中获得白银评级。", --20262
"多恩诺嘉尔漂流反向版：黄金£在多恩诺嘉尔漂流反向版中获得黄金评级。", --20263
"风暴眺望所勘探：青铜£完成风暴眺望所勘探。", --20264
"风暴眺望所勘探：白银£在风暴眺望所勘探中获得白银评级。", --20265
"风暴眺望所勘探：黄金£在风暴眺望所勘探中获得黄金评级。", --20266
"风暴眺望所勘探进阶版：青铜£完成风暴眺望所勘探进阶版。", --20267
"风暴眺望所勘探进阶版：白银£在风暴眺望所勘探进阶版中获得白银评级。", --20268
"风暴眺望所勘探进阶版：黄金£在风暴眺望所勘探进阶版中获得黄金评级。", --20269
"风暴眺望所勘探反向版：青铜£完成风暴眺望所勘探反向版。", --20270
"风暴眺望所勘探反向版：白银£在风暴眺望所勘探反向版中获得白银评级。", --20271
"风暴眺望所勘探反向版：黄金£在风暴眺望所勘探反向版中获得黄金评级。", --20272
"绕行盆地：青铜£完成绕行盆地。", --20273
"绕行盆地：白银£在绕行盆地中获得白银评级。", --20274
"绕行盆地：黄金£在绕行盆地中获得黄金评级。", --20275
"绕行盆地进阶版：青铜£完成绕行盆地进阶版。", --20276
"绕行盆地进阶版：白银£在绕行盆地进阶版中获得白银评级。", --20277
"绕行盆地进阶版：黄金£在绕行盆地进阶版中获得黄金评级。", --20278
"绕行盆地反向版：青铜£完成绕行盆地反向版。", --20279
"绕行盆地反向版：白银£在绕行盆地反向版中获得白银评级。", --20280
"绕行盆地反向版：黄金£在绕行盆地反向版中获得黄金评级。", --20281
"荒原之途：青铜£完成荒原之途。", --20282
"荒原之途：白银£在荒原之途中获得白银评级。", --20283
"荒原之途：黄金£在荒原之途中获得黄金评级。", --20284
"荒原之途进阶版：青铜£完成荒原之途进阶版。", --20285
"荒原之途进阶版：白银£在荒原之途进阶版中获得白银评级。", --20286
"荒原之途进阶版：黄金£在荒原之途进阶版中获得黄金评级。", --20287
"荒原之途反向版：青铜£完成荒原之途反向版。", --20288
"荒原之途反向版：白银£在荒原之途反向版中获得白银评级。", --20289
"荒原之途反向版：黄金£在荒原之途反向版中获得黄金评级。", --20290
"雷颅之径：青铜£完成雷颅之径。", --20291
"雷颅之径：白银£在雷颅之径中获得白银评级。", --20292
"雷颅之径：黄金£在雷颅之径中获得黄金评级。", --20293
"雷颅之径进阶版：£完成雷颅之径进阶版。", --20294
"雷颅之径进阶版：白银£在雷颅之径进阶版中获得白银评级。", --20295
"雷颅之径进阶版：黄金£在雷颅之径进阶版中获得黄金评级。", --20296
"雷颅之径反向版：青铜£完成雷颅之径反向版。", --20297
"雷颅之径反向版：白银£在雷颅之径反向版中获得白银评级。", --20298
"雷颅之径反向版：黄金£在雷颅之径反向版中获得黄金评级。", --20299
"岩矿急弯：青铜£完成岩矿急弯。", --20300
"岩矿急弯：白银£在岩矿急弯中获得白银评级。", --20301
"岩矿急弯：黄金£在岩矿急弯中获得黄金评级。", --20302
"岩矿急弯进阶版：青铜£完成岩矿急弯进阶版。", --20303
"岩矿急弯进阶版：白银£在岩矿急弯进阶版中获得白银评级。", --20304
"岩矿急弯进阶版：黄金£在岩矿急弯进阶版中获得黄金评级。", --20305
"岩矿急弯反向版：青铜£完成岩矿急弯反向版。", --20306
"岩矿急弯反向版：白银£在岩矿急弯反向版中获得白银评级。", --20307
"岩矿急弯反向版：黄金£在岩矿急弯反向版中获得黄金评级。", --20308
"土灵匠域迂回赛：青铜£完成土灵匠域迂回赛。", --20309
"土灵匠域迂回赛：白银£在土灵匠域迂回赛中获得白银评级。", --20310
"土灵匠域迂回赛：黄金£在土灵匠域迂回赛中获得黄金评级。", --20311
"土灵匠域迂回赛进阶版：青铜£完成土灵匠域迂回赛进阶版。", --20312
"土灵匠域迂回赛进阶版：白银£在土灵匠域迂回赛进阶版中获得白银评级。", --20313
"土灵匠域迂回赛进阶版：黄金£在土灵匠域迂回赛进阶版中获得黄金评级。", --20314
"土灵匠域迂回赛反向版：青铜£完成土灵匠域迂回赛反向版。", --20315
"土灵匠域迂回赛反向版：白银£在土灵匠域迂回赛反向版中获得白银评级。", --20316
"土灵匠域迂回赛反向版：黄金£在土灵匠域迂回赛反向版中获得黄金评级。", --20317
"喧鸣深窟越野赛：青铜£完成喧鸣深窟越野赛。", --20318
"喧鸣深窟越野赛：白银£在喧鸣深窟越野赛中获得白银评级。", --20319
"喧鸣深窟越野赛：黄金£在喧鸣深窟越野赛中获得黄金评级。", --20320
"喧鸣深窟越野赛进阶版：青铜£完成喧鸣深窟越野赛进阶版。", --20321
"喧鸣深窟越野赛进阶版：白银£在喧鸣深窟越野赛进阶版中获得白银评级。", --20322
"喧鸣深窟越野赛进阶版：黄金£在喧鸣深窟越野赛进阶版中获得黄金评级。", --20323
"喧鸣深窟越野赛反向版：青铜£完成喧鸣深窟越野赛反向版。", --20324
"喧鸣深窟越野赛反向版：白银£在喧鸣深窟越野赛反向版中获得白银评级。", --20325
"喧鸣深窟越野赛反向版：黄金£在喧鸣深窟越野赛反向版中获得黄金评级。", --20326
"啁啾群聚赛：青铜£完成啁啾群聚赛。", --20327
"啁啾群聚赛：白银£在啁啾群聚赛中获得白银评级。", --20328
"啁啾群聚赛：黄金£在啁啾群聚赛中获得黄金评级。", --20329
"啁啾群聚赛进阶版：青铜£完成啁啾群聚赛进阶版。", --20330
"啁啾群聚赛进阶版：白银£在啁啾群聚赛进阶版中获得白银评级。", --20331
"啁啾群聚赛进阶版：黄金£在啁啾群聚赛进阶版中获得黄金评级。", --20332
"啁啾群聚赛反向版：青铜£完成啁啾群聚赛反向版。", --20333
"啁啾群聚赛反向版：白银£在啁啾群聚赛反向版中获得白银评级。", --20334
"啁啾群聚赛反向版：黄金£在啁啾群聚赛反向版中获得黄金评级。", --20335
"瀑流河巡游赛：青铜£完成瀑流河巡游赛。", --20336
"瀑流河巡游赛：白银£在瀑流河巡游赛中获得白银评级。", --20337
"瀑流河巡游赛：黄金£在瀑流河巡游赛中获得黄金评级。", --20338
"瀑流河巡游赛进阶版：青铜£完成瀑流河巡游赛进阶版。", --20339
"瀑流河巡游赛进阶版：白银£在瀑流河巡游赛进阶版中获得白银评级。", --20340
"瀑流河巡游赛进阶版：黄金£在瀑流河巡游赛进阶版中获得黄金评级。", --20341
"瀑流河巡游赛反向版：青铜£完成瀑流河巡游赛反向版。", --20342
"瀑流河巡游赛反向版：白银£在瀑流河巡游赛反向版中获得白银评级。", --20343
"瀑流河巡游赛反向版：黄金£在瀑流河巡游赛反向版中获得黄金评级。", --20344
"塔尔罗克曲折赛：青铜£完成塔尔罗克曲折赛。", --20345
"塔尔罗克曲折赛：白银£在塔尔罗克曲折赛中获得白银评级。", --20346
"塔尔罗克曲折赛：黄金£在塔尔罗克曲折赛中获得黄金评级。", --20347
"塔尔罗克曲折赛进阶版：青铜£完成塔尔罗克曲折赛进阶版。", --20348
"塔尔罗克曲折赛进阶版：白银£在塔尔罗克曲折赛进阶版中获得白银评级。", --20349
"塔尔罗克曲折赛进阶版：黄金£在塔尔罗克曲折赛进阶版中获得黄金评级。", --20350
"塔尔罗克曲折赛反向版：青铜£完成塔尔罗克曲折赛反向版。", --20351
"塔尔罗克曲折赛反向版：白银£在塔尔罗克曲折赛反向版中获得白银评级。", --20352
"塔尔罗克曲折赛反向版：黄金£在塔尔罗克曲折赛反向版中获得黄金评级。", --20353
"机遇角缓步赛：青铜£完成机遇角缓步赛。", --20354
"机遇角缓步赛：白银£在机遇角缓步赛中获得白银评级。", --20355
"机遇角缓步赛：黄金£在机遇角缓步赛中获得黄金评级。", --20356
"机遇角缓步赛进阶版：青铜£完成机遇角缓步赛进阶版。", --20357
"机遇角缓步赛进阶版：白银£在机遇角缓步赛进阶版中获得白银评级。", --20358
"机遇角缓步赛进阶版：黄金£在机遇角缓步赛进阶版中获得黄金评级。", --20359
"机遇角缓步赛反向版：青铜£完成机遇角缓步赛反向版。", --20360
"机遇角缓步赛反向版：白银£在机遇角缓步赛反向版中获得白银评级。", --20361
"机遇角缓步赛反向版：黄金£在机遇角缓步赛反向版中获得黄金评级。", --20362
"度耐尔之游：青铜£完成度耐尔之游。", --20363
"度耐尔之游：白银£在度耐尔之游中获得白银评级。", --20364
"度耐尔之游：黄金£在度耐尔之游中获得黄金评级。", --20365
"度耐尔之游进阶版：青铜£完成度耐尔之游进阶版。", --20366
"度耐尔之游进阶版：白银£在度耐尔之游进阶版中获得白银评级。", --20367
"度耐尔之游进阶版：黄金£在度耐尔之游进阶版中获得黄金评级。", --20368
"度耐尔之游反向版：青铜£完成度耐尔之游反向版。", --20369
"度耐尔之游反向版：白银£在度耐尔之游反向版中获得白银评级。", --20370
"度耐尔之游反向版：黄金£在度耐尔之游反向版中获得黄金评级。", --20371
"泰尼尔之越：青铜£完成泰尼尔之越。", --20372
"泰尼尔之越：白银£在泰尼尔之越中获得白银评级。", --20373
"泰尼尔之越：黄金£在泰尼尔之越中获得黄金评级。", --20374
"泰尼尔之越进阶版：青铜£完成泰尼尔之越进阶版。", --20375
"泰尼尔之越进阶版：白银£在泰尼尔之越进阶版中获得白银评级。", --20376
"泰尼尔之越进阶版：黄金£在泰尼尔之越进阶版中获得黄金评级。", --20377
"泰尼尔之越反向版：青铜£完成泰尼尔之越反向版。", --20378
"泰尼尔之越反向版：白银£在泰尼尔之越反向版中获得白银评级。", --20379
"泰尼尔之越反向版：黄金£在泰尼尔之越反向版中获得黄金评级。", --20380
"圣光棱堡急落赛：青铜£完成圣光棱堡急落赛。", --20381
"圣光棱堡急落赛：白银£在圣光棱堡急落赛中获得白银评级。", --20382
"圣光棱堡急落赛：黄金£在圣光棱堡急落赛中获得黄金评级。", --20383
"圣光棱堡急落赛进阶版：青铜£完成圣光棱堡急落赛进阶版。", --20384
"圣光棱堡急落赛进阶版：白银£在圣光棱堡急落赛进阶版中获得白银评级。", --20385
"圣光棱堡急落赛进阶版：黄金£在圣光棱堡急落赛进阶版中获得黄金评级。", --20386
"圣光棱堡急落赛反向版：青铜£完成圣光棱堡急落赛反向版。", --20387
"圣光棱堡急落赛反向版：白银£在圣光棱堡急落赛反向版中获得白银评级。", --20388
"圣光棱堡急落赛反向版：黄金£在圣光棱堡急落赛反向版中获得黄金评级。", --20389
"静石障碍赛：青铜£完成在静石障碍赛。", --20390
"静石障碍赛：白银£在静石障碍赛中获得白银评级。", --20391
"静石障碍赛：黄金£在静石障碍赛中获得黄金评级。", --20392
"静石障碍赛进阶版：青铜£完成静石障碍赛进阶版。", --20393
"静石障碍赛进阶版：白银£在静石障碍赛进阶版中获得白银评级。", --20394
"静石障碍赛进阶版：黄金£在静石障碍赛进阶版中获得黄金评级。", --20395
"静石障碍赛反向版：青铜£完成静石障碍赛反向版。", --20396
"静石障碍赛反向版：白银£在静石障碍赛反向版中获得白银评级。", --20397
"静石障碍赛反向版：黄金£在静石障碍赛反向版中获得黄金评级。", --20398
"米雷达尔蜿蜒行：青铜£完成米雷达尔蜿蜒行。", --20399
"米雷达尔蜿蜒行：白银£在米雷达尔蜿蜒行中获得白银评级。", --20400
"米雷达尔蜿蜒行：黄金£在米雷达尔蜿蜒行中获得黄金评级。", --20401
"米雷达尔蜿蜒行进阶版：青铜£完成米雷达尔蜿蜒行进阶版。", --20402
"米雷达尔蜿蜒行进阶版：白银£在米雷达尔蜿蜒行进阶版中获得白银评级。", --20403
"米雷达尔蜿蜒行进阶版：黄金£在米雷达尔蜿蜒行进阶版中获得黄金评级。", --20404
"米雷达尔蜿蜒行反向版：青铜£完成米雷达尔蜿蜒行反向版。", --20405
"米雷达尔蜿蜒行反向版：白银£在米雷达尔蜿蜒行反向版中获得白银评级。", --20406
"米雷达尔蜿蜒行反向版：黄金£在米雷达尔蜿蜒行反向版中获得黄金评级。", --20407
"威尔汉之途：青铜£完成威尔汉之途。", --20408
"威尔汉之途：白银£在威尔汉之途中获得白银评级。", --20409
"威尔汉之途：黄金£在威尔汉之途中获得黄金评级。", --20410
"威尔汉之途进阶版：青铜£完成威尔汉之途进阶版。", --20411
"威尔汉之途进阶版：白银£在威尔汉之途进阶版中获得白银评级。", --20412
"威尔汉之途进阶版：黄金£在威尔汉之途进阶版中获得黄金评级。", --20413
"威尔汉之途反向版：青铜£完成威尔汉之途反向版。", --20414
"威尔汉之途反向版：白银£在威尔汉之途反向版中获得白银评级。", --20415
"威尔汉之途反向版：黄金£在威尔汉之途反向版中获得黄金评级。", --20416
"百转千丝之城：青铜£完成百转千丝之城。", --20419
"百转千丝之城：白银£在百转千丝之城中获得白银评级。", --20420
"百转千丝之城：黄金£在百转千丝之城中获得黄金评级。", --20421
"百转千丝之城进阶版：青铜£完成百转千丝之城进阶版。", --20422
"百转千丝之城进阶版：白银£在百转千丝之城进阶版中获得白银评级。", --20423
"百转千丝之城进阶版：黄金£在百转千丝之城进阶版中获得黄金评级。", --20424
"百转千丝之城反转版：青铜£完成百转千丝之城反转版。", --20425
"百转千丝之城反转版：白银£在百转千丝之城反转版中获得白银评级。", --20426
"百转千丝之城反转版：黄金£在百转千丝之城反转版中获得黄金评级。", --20427
"飞探异狂深渊：青铜£完成飞探异狂深渊。", --20429
"飞探异狂深渊：白银£在飞探异狂深渊中获得白银评级。", --20430
"飞探异狂深渊：黄金£在飞探异狂深渊中获得黄金评级。", --20431
"飞探异狂深渊进阶版：青铜£完成飞探异狂深渊进阶版。", --20432
"飞探异狂深渊进阶版：白银£在飞探异狂深渊进阶版中获得白银评级。", --20433
"飞探异狂深渊进阶版：黄金£在飞探异狂深渊进阶版中获得黄金评级。", --20434
"飞探异狂深渊反向版：青铜£完成飞探异狂深渊反向版。", --20435
"飞探异狂深渊反向版：白银£在飞探异狂深渊反向版中获得白银评级。", --20436
"飞探异狂深渊反向版：黄金£在飞探异狂深渊反向版中获得黄金评级。", --20437
"纺丝者之翼：青铜£完成纺丝者之翼。", --20439
"纺丝者之翼：白银£在纺丝者之翼中获得白银评级。", --20440
"纺丝者之翼：黄金£在纺丝者之翼中获得黄金评级。", --20441
"纺丝者之翼进阶版：青铜£完成纺丝者之翼进阶版。", --20442
"纺丝者之翼进阶版：白银£在纺丝者之翼进阶版中获得白银评级。", --20443
"纺丝者之翼进阶版：黄金£在纺丝者之翼进阶版中获得黄金评级。", --20444
"纺丝者之翼反向版：青铜£完成纺丝者之翼反向版。", --20445
"纺丝者之翼反向版：白银£在纺丝者之翼反向版中获得白银评级。", --20446
"纺丝者之翼反向版：黄金£在纺丝者之翼反向版中获得黄金评级。", --20447
"拉克-艾哈特急行赛：青铜£完成拉克-艾哈特急行赛。", --20448
"拉克-艾哈特急行赛：白银£在拉克-艾哈特急行赛中获得白银评级。", --20449
"拉克-艾哈特急行赛：黄金£在拉克-艾哈特急行赛中获得黄金评级。", --20450
"拉克-艾哈特急行赛进阶版：青铜£完成拉克-艾哈特急行赛进阶版。", --20451
"拉克-艾哈特急行赛进阶版：白银£在拉克-艾哈特急行赛进阶版中获得白银评级。", --20452
"拉克-艾哈特急行赛进阶版：黄金£在拉克-艾哈特急行赛进阶版中获得黄金评级。", --20453
"拉克-艾哈特急行赛反向版：青铜£完成拉克-艾哈特急行赛反向版。", --20454
"拉克-艾哈特急行赛反向版：白银£在拉克-艾哈特急行赛反向版中获得白银评级。", --20455
"拉克-艾哈特急行赛反向版：黄金£在拉克-艾哈特急行赛反向版中获得黄金评级。", --20456
"深坑俯冲赛：青铜£完成深坑俯冲赛。", --20457
"深坑俯冲赛：白银£在深坑俯冲赛中获得白银评级。", --20458
"深坑俯冲赛：黄金£在深坑俯冲赛中获得黄金评级。", --20459
"深坑俯冲赛进阶版：青铜£完成深坑俯冲赛进阶版。", --20460
"深坑俯冲赛进阶版：白银£在深坑俯冲赛进阶版中获得白银评级。", --20461
"深坑俯冲赛进阶版：黄金£在深坑俯冲赛进阶版中获得黄金评级。", --20462
"深坑俯冲赛反向版：青铜£完成深坑俯冲赛反向版。", --20463
"深坑俯冲赛反向版：白银£在深坑俯冲赛反向版中获得白银评级。", --20464
"深坑俯冲赛反向版：黄金£在深坑俯冲赛反向版中获得黄金评级。", --20465
"坚铸短途赛：青铜£完成坚铸短途赛。", --20466
"坚铸短途赛：白银£在坚铸短途赛中获得白银评级。", --20467
"坚铸短途赛：黄金£在坚铸短途赛中获得黄金评级。", --20468
"坚铸短途赛进阶版：青铜£完成坚铸短途赛进阶版。", --20469
"坚铸短途赛进阶版：白银£在坚铸短途赛进阶版中获得白银评级。", --20470
"坚铸短途赛进阶版：黄金£在坚铸短途赛进阶版中获得黄金评级。", --20471
"坚铸短途赛反向版：青铜£完成坚铸短途赛反向版。", --20472
"坚铸短途赛反向版：白银£在坚铸短途赛反向版中获得白银评级。", --20473
"坚铸短途赛反向版：黄金£在坚铸短途赛反向版中获得黄金评级。", --20474
"“巨龙时代”第4赛季大师£用本角色完成下列的一个成就。", --20481
"消灭黑暗之主（普通难度暗焰裂口）£你尚未完成此成就", --20482
"消灭黑暗之主（英雄难度暗焰裂口）£你尚未完成此成就", --20483
"消灭黑暗之主（史诗难度暗焰裂口）£你尚未完成此成就", --20484
"消灭收割者吉卡塔尔（普通难度艾拉-卡拉，回响之城）£你尚未完成此成就", --20485
"消灭收割者吉卡塔尔（英雄难度艾拉-卡拉，回响之城）£你尚未完成此成就", --20486
"消灭收割者吉卡塔尔（史诗难度艾拉-卡拉，回响之城）£你尚未完成此成就", --20487
"获得神勇石£你尚未完成此成就", --20488
"获得风化先驱纹章£你尚未完成此成就", --20489
"获得蚀刻先驱纹章£你尚未完成此成就", --20490
"获得符文先驱纹章£你尚未完成此成就", --20491
"获得鎏金先驱纹章£你尚未完成此成就", --20492
"雄狮港£以一名时空奔行者的身份完成雄狮港场景战役。", --20500
"彼岸归来£通过完成下列成就，使暗影界因为你的冒险而焕然一新。", --20501
"雄图霸业£赢得一场“霸业风暴”比赛。", --20508
"年富力强£收集1,000,000份珍宝。", --20509
"是什么呢？£拥有2024年冬幕节礼物，一箱可踢物。", --20510
"目标是成为踢飞大师£将从“一箱可踢物”中出现的30个生物踢出去。", --20511
"“地心之战”钥石探索者：第一赛季£在时限内完成“地心之战”第一赛季的一个史诗钥石地下城。", --20523
"“地心之战”钥石征服者：第一赛季£在“地心之战”第一赛季中的史诗钥石评分达到至少1500。", --20524
"“地心之战”钥石大师：第一赛季£在“地心之战”第一赛季中的史诗钥石评分达到至少2000。", --20525
"“地心之战”钥石英雄：第一赛季£在“地心之战”第一赛季中的史诗钥石评分达到至少2500。", --20526
"永恒能量 I£为永恒潜能披风收集40条帛线。", --20527
"永恒能量 II£为永恒潜能披风收集100条帛线。", --20528
"永恒能量 III£为永恒潜能披风收集150条帛线。", --20529
"永恒能量 IV£为永恒潜能披风收集200条帛线。", --20530
"永恒能量 V£为永恒潜能披风收集250条帛线。", --20531
"永恒能量 VI£为永恒潜能披风收集300条帛线。", --20532
"永恒能量 VII£为永恒潜能披风收集400条帛线。", --20533
"永恒能量 VIII£为永恒潜能披风收集500条帛线。", --20534
"永恒能量 IX£为永恒潜能披风收集600条帛线。", --20535
"永恒能量 X£为永恒潜能披风收集700条帛线。", --20536
"永恒能量 XI£为永恒潜能披风收集2200条帛线。", --20537
"永恒能量 XII£为永恒潜能披风收集4200条帛线。", --20538
"钥石英雄：驭雷栖巢£在限制时间内完成10级或更高的史诗难度的驭雷栖巢。", --20579
"钥石英雄：矶石宝库£在限制时间内完成10级或更高的史诗难度的矶石宝库。", --20580
"钥石英雄：圣焰隐修院£在限制时间内完成10级或更高的史诗难度的圣焰隐修院。", --20581
"钥石英雄：千丝之城£在限制时间内完成10级或更高的史诗难度的千丝之城。", --20582
"钥石英雄：燧酿酒庄£在限制时间内完成10级或更高的史诗难度的燧酿酒庄。", --20583
"钥石英雄：暗焰裂口£在限制时间内完成10级或更高的史诗难度的暗焰裂口。", --20584
"钥石英雄：破晨号£在限制时间内完成10级或更高的史诗难度的破晨号。", --20585
"钥石英雄：艾拉-卡拉，回响之城£在限制时间内完成10级或更高的史诗难度的艾拉-卡拉，回响之城。", --20586
"钥石英雄：围攻伯拉勒斯£在限制时间内完成10级或更高的史诗难度的围攻伯拉勒斯。", --20587
"钥石英雄：格瑞姆巴托£在限制时间内完成10级或更高的史诗难度的格瑞姆巴托。", --20588
"淬炼英雄：“地心之战”第1赛季£在你的地区的所有玩家中以排名前0.1%的史诗钥石评分结束“地心之战”史诗钥石第1赛季。", --20589
"时光试炼£以一名时空奔行者的身份升到20级。", --20593
"弗雷嘉德的希望£在米雷达尔的阿拉希医院帮助卡勒布·弗拉芒加兹20天", --20594
"旅居多恩岛£完成多恩岛的下列可选故事线。", --20595
"卡兹阿加的博学者£完成下列卡兹阿加任务成就。", --20596
"地心之战£完成地心之战故事线。", --20597
"陨圣峪£完成陨圣峪的下列故事线。", --20598
};
WoWeuCN_Tooltips_AchievementIndexData_0 = {
nil,nil,nil,nil,nil,
1,
2,
3,
4,
5,
6,
7,
8,nil,
9,
10,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
11,
12,
13,
14,
15,
16,
17,
18,
19,
20,
21,
22,
23,
24,
25,
26,nil,nil,
27,
28,
29,
30,
31,
32,
33,nil,nil,nil,nil,
34,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
35,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
36,
37,nil,
38,
39,
40,
41,
42,
43,
44,
45,
46,nil,
47,
48,nil,
49,nil,
50,
51,
52,
53,
54,nil,nil,nil,nil,
55,
56,
57,
58,
59,
60,
61,
62,
63,
64,
65,
66,
67,
68,
69,nil,
70,nil,nil,nil,
71,nil,nil,
72,nil,nil,nil,nil,nil,
73,nil,nil,
74,
75,
76,
77,
78,
79,
80,nil,
81,
82,nil,nil,
83,
84,
85,
86,nil,nil,nil,nil,nil,nil,nil,nil,nil,
87,nil,nil,
88,nil,
89,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
90,
91,
92,
93,
94,
95,nil,
96,
97,
98,
99,nil,
100,
101,
102,
103,nil,
104,nil,
105,
106,
107,
108,
109,
110,
111,
112,
113,
114,nil,
115,
116,
117,nil,
118,nil,nil,nil,nil,
119,
120,nil,nil,nil,nil,nil,
121,
122,
123,
124,
125,nil,nil,
126,nil,nil,
127,nil,nil,nil,
128,
129,nil,nil,
130,nil,nil,nil,nil,nil,nil,nil,
131,
132,
133,nil,
134,nil,
135,nil,
136,nil,
137,nil,
138,
139,nil,nil,nil,
140,
141,nil,
142,
143,
144,nil,
145,nil,nil,nil,nil,nil,nil,nil,
146,nil,nil,
147,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
148,
149,
150,nil,nil,nil,nil,nil,
151,nil,
152,
153,
154,
155,
156,
157,
158,nil,nil,nil,
159,nil,nil,nil,nil,nil,
160,
161,
162,
163,nil,
164,
165,nil,nil,
166,nil,nil,nil,nil,nil,nil,nil,nil,
167,
168,
169,
170,
171,
172,nil,nil,
173,nil,nil,nil,
174,nil,nil,nil,nil,nil,nil,
175,
176,
177,nil,nil,nil,nil,
178,
179,nil,nil,nil,
180,
181,
182,
183,
184,
185,
186,
187,
188,
189,
190,
191,
192,
193,
194,
195,
196,nil,
197,
198,nil,
199,
200,
201,nil,
202,
203,
204,nil,nil,nil,
205,
206,
207,nil,
208,
209,
210,
211,
212,
213,
214,
215,
216,
217,
218,
219,
220,
221,
222,
223,
224,
225,
226,
227,
228,
229,
230,
231,
232,
233,
234,nil,
235,
236,
237,
238,
239,
240,
241,
242,
243,
244,
245,
246,
247,
248,
249,
250,
251,
252,nil,nil,nil,
253,
254,
255,
256,
257,
258,
259,
260,
261,
262,
263,
264,
265,
266,
267,
268,
269,
270,
271,
272,
273,
274,
275,
276,nil,nil,
277,
278,
279,
280,
281,
282,
283,nil,nil,
284,
285,nil,
286,
287,nil,
288,
289,
290,
291,
292,
293,
294,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
295,
296,
297,nil,nil,nil,nil,nil,nil,nil,nil,
298,
299,
300,
301,
302,
303,
304,
305,
306,
307,
308,
309,
310,
311,nil,nil,
312,
313,
314,
315,
316,
317,
318,
319,nil,nil,
320,
321,
322,
323,
324,
325,
326,
327,
328,nil,nil,nil,nil,
329,
330,nil,nil,nil,nil,nil,nil,
331,
332,
333,
334,
335,
336,
337,
338,
339,
340,
341,
342,
343,
344,
345,
346,
347,nil,
348,
349,
350,
351,
352,
353,
354,
355,
356,
357,
358,
359,
360,
361,
362,
363,
364,
365,
366,
367,
368,
369,
370,
371,
372,
373,
374,
375,
376,
377,
378,
379,
380,
381,
382,
383,
384,
385,
386,
387,
388,
389,
390,
391,
392,
393,
394,
395,
396,
397,
398,
399,
400,
401,
402,
403,
404,
405,
406,
407,
408,
409,
410,
411,
412,
413,
414,
415,
416,
417,
418,
419,
420,
421,
422,
423,
424,
425,
426,
427,
428,nil,nil,nil,
429,
430,
431,
432,
433,
434,
435,
436,
437,
438,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
439,
440,
441,
442,
443,
444,
445,
446,
447,
448,
449,
450,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
451,nil,nil,
452,nil,nil,nil,nil,nil,
453,nil,
454,
455,
456,
457,
458,
459,nil,
460,
461,
462,
463,
464,
465,
466,
467,
468,
469,
470,
471,
472,
473,
474,
475,
476,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
477,nil,
478,
479,
480,
481,
482,nil,nil,nil,nil,nil,nil,nil,nil,
483,
484,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
485,
486,
487,
488,
489,
490,
491,
492,
493,
494,
495,
496,
497,
498,
499,
500,
501,
502,
503,
504,
505,
506,
507,
508,
509,
510,
511,
512,
513,
514,
515,
516,
517,
518,
519,
520,
521,nil,
522,
523,
524,
525,
526,
527,
528,
529,
530,
531,
532,
533,
534,
535,
536,
537,
538,
539,
540,
541,nil,
542,
543,
544,
545,
546,
547,
548,
549,nil,
550,
551,
552,
553,
554,
555,
556,
557,
558,
559,
560,nil,nil,nil,
561,nil,
562,
563,
564,nil,nil,nil,nil,nil,nil,nil,nil,
565,
566,
567,nil,nil,
568,
569,
570,
571,
572,
573,
574,
575,
576,
577,
578,
579,
580,
581,
582,
583,
584,nil,
585,
586,
587,
588,
589,
590,
591,
592,
593,
594,
595,
596,
597,
598,
599,nil,
600,
601,
602,
603,
604,
605,
606,
607,
608,
609,
610,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
611,
612,
613,
614,
615,
616,
617,
618,nil,
619,
620,nil,
621,nil,nil,
622,
623,
624,
625,
626,
627,
628,
629,
630,
631,
632,
633,
634,
635,
636,
637,
638,
639,
640,
641,
642,
643,
644,nil,nil,
645,nil,
646,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
647,
648,
649,
650,
651,
652,
653,
654,
655,
656,
657,
658,
659,
660,
661,
662,
663,
664,
665,
666,
667,
668,
669,
670,
671,
672,
673,
674,
675,
676,
677,
678,
679,
680,
681,
682,
683,
684,
685,
686,nil,nil,nil,nil,
687,
688,
689,
690,
691,
692,
693,nil,nil,nil,nil,nil,nil,nil,nil,nil,
694,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
695,
696,
697,
698,nil,nil,
699,nil,
700,nil,nil,nil,
701,nil,
702,
703,
704,
705,nil,
706,
707,
708,
709,nil,
710,nil,
711,
712,nil,
713,
714,
715,
716,
717,nil,
718,
719,
720,
721,
722,
723,
724,nil,
725,
726,
727,
728,
729,
730,
731,
732,nil,
733,
734,
735,
736,
737,nil,
738,nil,
739,
740,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
741,nil,nil,nil,
742,nil,
743,
744,
745,
746,
747,
748,
749,
750,
751,
752,
753,
754,
755,
756,nil,nil,nil,
757,nil,
758,
759,
760,nil,
761,
762,nil,
763,
764,
765,
766,
767,
768,
769,
770,
771,
772,
773,
774,
775,
776,
777,
778,
779,nil,
780,
781,
782,nil,
783,
784,
785,
786,
787,
788,
789,
790,
791,
792,
793,nil,
794,
795,
796,nil,
797,
798,
799,
800,
801,
802,
803,
804,
805,
806,
807,
808,
809,
810,
811,
812,
813,
814,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
815,
816,nil,
817,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
818,
819,
820,
821,nil,
822,
823,
824,
825,
826,
827,
828,
829,
830,
831,
832,
833,
834,
835,
836,
837,
838,
839,
840,
841,
842,
843,
844,
845,
846,
847,
848,
849,
850,
851,
852,
853,
854,
855,nil,
856,nil,nil,nil,
857,nil,
858,nil,
859,
860,
861,
862,
863,
864,
865,
866,
867,
868,
869,
870,
871,
872,
873,
874,
875,
876,
877,
878,
879,
880,
881,
882,
883,nil,nil,nil,nil,nil,nil,nil,
884,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
885,
886,nil,nil,nil,nil,
887,
888,
889,
890,nil,
891,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
892,
893,
894,nil,
895,
896,
897,
898,
899,
900,
901,
902,
903,
904,nil,
905,
906,nil,
907,
908,
909,
910,
911,
912,
913,
914,
915,
916,
917,
918,
919,
920,
921,
922,nil,nil,nil,nil,
923,
924,
925,
926,nil,nil,nil,nil,
927,nil,nil,
928,
929,
930,
931,
932,
933,
934,
935,nil,
936,
937,
938,
939,
940,
941,
942,nil,
943,nil,nil,nil,
944,
945,
946,
947,
948,
949,nil,
950,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
951,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
952,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
953,
954,
955,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
956,nil,
957,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
958,nil,
959,nil,nil,nil,nil,
960,nil,
961,
962,
963,
964,
965,
966,
967,nil,
968,
969,
970,
971,
972,
973,
974,
975,
976,
977,
978,
979,
980,
981,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
982,
983,nil,nil,
984,
985,
986,nil,nil,nil,
987,nil,
988,
989,nil,nil,nil,
990,
991,nil,
992,
993,nil,
994,
995,nil,nil,nil,
996,nil,nil,
997,nil,nil,
998,
999,
1000,
1001,
1002,
1003,
1004,nil,nil,
1005,
1006,
1007,
1008,
1009,
1010,
1011,nil,
1012,nil,
1013,nil,
1014,
1015,
1016,
1017,
1018,
1019,
1020,
1021,
1022,
1023,
1024,
1025,nil,
1026,
1027,nil,
1028,
1029,
1030,
1031,
1032,
1033,nil,
1034,
1035,
1036,
1037,
1038,
1039,
1040,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1041,
1042,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1043,
1044,
1045,nil,
1046,
1047,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1048,
1049,
1050,
1051,
1052,nil,
1053,nil,
1054,
1055,
1056,
1057,
1058,
1059,
1060,
1061,
1062,
1063,
1064,
1065,
1066,
1067,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1068,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1069,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1070,
1071,
1072,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1073,
1074,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1075,
1076,
1077,
1078,
1079,
1080,
1081,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1082,
1083,
1084,
1085,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1086,
1087,
1088,
1089,
1090,
1091,
1092,
1093,
1094,
1095,
1096,
1097,
1098,
1099,
1100,
1101,
1102,
1103,
1104,nil,
1105,
1106,
1107,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1108,
1109,
1110,
1111,
1112,
1113,
1114,
1115,
1116,
1117,
1118,
1119,
1120,
1121,
1122,
1123,
1124,
1125,
1126,
1127,
1128,
1129,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1130,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1131,
1132,
1133,
1134,
1135,
1136,
1137,
1138,
1139,nil,
1140,
1141,
1142,
1143,
1144,
1145,
1146,
1147,
1148,
1149,
1150,
1151,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1152,
1153,
1154,
1155,
1156,
1157,
1158,
1159,
1160,
1161,
1162,
1163,
1164,
1165,
1166,
1167,
1168,
1169,
1170,nil,nil,nil,nil,
1171,
1172,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1173,
1174,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1175,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1176,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1177,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1178,
1179,
1180,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1181,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1182,
1183,
1184,
1185,
1186,
1187,
1188,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1189,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1190,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1191,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1192,
1193,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1194,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1195,
1196,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1197,
1198,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1199,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1200,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1201,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1202,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1203,nil,
1204,nil,
1205,
1206,
1207,
1208,
1209,
1210,
1211,
1212,
1213,
1214,
1215,
1216,
1217,
1218,nil,nil,nil,
1219,
1220,
1221,
1222,
1223,
1224,
1225,
1226,
1227,
1228,
1229,
1230,nil,nil,nil,nil,nil,nil,nil,
1231,nil,
1232,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1233,
1234,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1235,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1236,
1237,
1238,
1239,
1240,
1241,
1242,
1243,
1244,
1245,
1246,
1247,
1248,
1249,
1250,nil,
1251,
1252,
1253,
1254,nil,nil,nil,
1255,
1256,
1257,
1258,
1259,
1260,
1261,
1262,
1263,
1264,
1265,
1266,
1267,
1268,
1269,
1270,
1271,nil,nil,nil,nil,nil,nil,nil,
1272,
1273,
1274,
1275,
1276,
1277,
1278,
1279,
1280,
1281,
1282,
1283,
1284,
1285,
1286,
1287,
1288,nil,
1289,nil,
1290,
1291,
1292,
1293,
1294,
1295,
1296,
1297,
1298,
1299,
1300,
1301,
1302,
1303,
1304,
1305,
1306,
1307,
1308,
1309,
1310,
1311,
1312,
1313,
1314,
1315,nil,nil,
1316,
1317,
1318,
1319,
1320,
1321,
1322,
1323,
1324,
1325,
1326,
1327,
1328,nil,
1329,nil,
1330,
1331,
1332,
1333,
1334,
1335,
1336,
1337,
1338,
1339,
1340,
1341,
1342,
1343,
1344,
1345,
1346,
1347,
1348,nil,nil,nil,
1349,nil,nil,nil,nil,nil,
1350,
1351,
1352,nil,nil,nil,nil,
1353,
1354,
1355,
1356,
1357,
1358,
1359,
1360,
1361,
1362,
1363,
1364,
1365,
1366,
1367,
1368,
1369,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1370,
1371,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1372,
1373,
1374,
1375,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1376,
1377,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1378,
1379,
1380,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1381,
1382,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1383,
1384,
1385,nil,nil,
1386,
1387,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1388,
1389,
1390,nil,
1391,
1392,
1393,
1394,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1395,
1396,
1397,
1398,
1399,
1400,
1401,
1402,
1403,
1404,
1405,
1406,
1407,
1408,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1409,
1410,
1411,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1412,
1413,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1414,
1415,
1416,
1417,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1418,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1419,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1420,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1421,
1422,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1423,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1424,
1425,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1426,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1427,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1428,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1429,
1430,
1431,
1432,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1433,
1434,
1435,
1436,
1437,
1438,
1439,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1440,
1441,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1442,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1443,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1444,
1445,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1446,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1447,
1448,
1449,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1450,
1451,
1452,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1453,
1454,
1455,
1456,nil,
1457,
1458,
1459,nil,nil,nil,
1460,
1461,
1462,nil,
1463,
1464,nil,
1465,
1466,
1467,
1468,
1469,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1470,
1471,nil,nil,nil,nil,nil,nil,
1472,
1473,
1474,
1475,
1476,
1477,
1478,
1479,
1480,
1481,
1482,
1483,
1484,
1485,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1486,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1487,
1488,
1489,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1490,
1491,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1492,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1493,
1494,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1495,
1496,
1497,
1498,nil,nil,
1499,
1500,
1501,
1502,
1503,
1504,
1505,
1506,
1507,
1508,
1509,
1510,
1511,
1512,
1513,
1514,
1515,
1516,
1517,
1518,
1519,
1520,
1521,
1522,
1523,
1524,
1525,
1526,
1527,
1528,
1529,
1530,
1531,
1532,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1533,
1534,nil,nil,
1535,
1536,
1537,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1538,
1539,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1540,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1541,
1542,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1543,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1544,
1545,
1546,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1547,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1548,
1549,nil,nil,
1550,nil,
1551,
1552,
1553,
1554,
1555,
1556,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1557,
1558,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1559,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1560,
1561,
1562,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1563,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1564,
1565,
1566,
1567,
1568,
1569,
1570,
1571,
1572,
1573,
1574,
1575,
1576,
1577,
1578,
1579,
1580,nil,
1581,
1582,
1583,
1584,
1585,
1586,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1587,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1588,
1589,
1590,
1591,
1592,
1593,
1594,
1595,
1596,
1597,
1598,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1599,
1600,
1601,
1602,
1603,
1604,
1605,
1606,
1607,
1608,
1609,
1610,
1611,nil,
1612,
1613,
1614,
1615,
1616,
1617,
1618,
1619,
1620,
1621,
1622,
1623,
1624,
1625,
1626,
1627,
1628,
1629,
1630,
1631,
1632,
1633,
1634,
1635,
1636,
1637,
1638,
1639,nil,
1640,
1641,
1642,
1643,
1644,
1645,
1646,
1647,
1648,
1649,
1650,
1651,
1652,
1653,
1654,
1655,
1656,
1657,
1658,
1659,
1660,
1661,
1662,
1663,
1664,
1665,
1666,
1667,
1668,
1669,
1670,
1671,
1672,
1673,
1674,
1675,
1676,
1677,
1678,
1679,
1680,
1681,
1682,
1683,
1684,
1685,
1686,
1687,
1688,
1689,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1690,
1691,
1692,
1693,
1694,
1695,
1696,
1697,
1698,
1699,
1700,
1701,
1702,
1703,
1704,
1705,
1706,
1707,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1708,nil,
1709,nil,nil,
1710,nil,nil,nil,
1711,nil,nil,nil,
1712,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1713,
1714,
1715,
1716,nil,
1717,
1718,
1719,
1720,
1721,
1722,
1723,
1724,nil,nil,nil,nil,
1725,
1726,nil,nil,nil,nil,nil,
1727,
1728,
1729,
1730,nil,
1731,
1732,
1733,
1734,
1735,
1736,
1737,
1738,
1739,
1740,
1741,
1742,
1743,
1744,
1745,
1746,
1747,
1748,nil,
1749,
1750,
1751,
1752,nil,
1753,
1754,
1755,
1756,
1757,
1758,
1759,
1760,nil,nil,nil,nil,nil,
1761,
1762,
1763,
1764,
1765,
1766,
1767,
1768,nil,nil,nil,
1769,
1770,
1771,
1772,
1773,
1774,nil,
1775,
1776,
1777,
1778,
1779,
1780,
1781,
1782,nil,
1783,
1784,
1785,nil,
1786,
1787,
1788,
1789,
1790,
1791,
1792,
1793,
1794,
1795,
1796,
1797,
1798,
1799,
1800,
1801,
1802,
1803,
1804,
1805,
1806,
1807,
1808,
1809,
1810,
1811,
1812,
1813,
1814,nil,nil,
1815,
1816,
1817,
1818,
1819,
1820,
1821,
1822,nil,
1823,nil,nil,
1824,
1825,
1826,
1827,
1828,
1829,
1830,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
1831,
1832,nil,
1833,
1834,
1835,
1836,
1837,nil,nil,
1838,
1839,
1840,
1841,
1842,nil,nil,nil,nil,nil,
1843,
1844,
1845,
1846,
1847,
1848,
1849,
1850,
1851,
1852,
1853,
1854,
1855,
1856,
1857,
1858,
1859,
1860,
1861,
1862,
1863,
1864,
1865,
1866,
1867,
1868,
1869,
1870,
1871,
1872,
1873,
1874,
1875,nil,
1876,
1877,
1878,
1879,nil,nil,
1880,
1881,
1882,
1883,
1884,
1885,
1886,
1887,
1888,
1889,
1890,
1891,
1892,
1893,
1894,
1895,
1896,
1897,
1898,
1899,
1900,
1901,
1902,
1903,
1904,
1905,
1906,
1907,
1908,
1909,
1910,
1911,
1912,
1913,
1914,
1915,
1916,
1917,
1918,
1919,
1920,
1921,
1922,
1923,
1924,
1925,
1926,
1927,
1928,
1929,nil,
1930,
1931,
1932,
1933,
1934,
1935,
1936,
1937,
1938,
1939,
1940,
1941,
1942,
1943,
1944,
1945,
1946,
1947,
1948,
1949,
1950,
1951,
1952,
1953,
1954,
1955,
1956,
1957,
1958,
1959,
1960,
1961,
1962,
1963,
1964,
1965,
1966,
1967,
1968,nil,
1969,
1970,
1971,
1972,
1973,
1974,
1975,nil,
1976,
1977,
1978,
1979,
1980,
1981,
1982,
1983,
1984,
1985,
1986,
1987,nil,nil,nil,nil,nil,
1988,
1989,
1990,
1991,
1992,
1993,
1994,
1995,
1996,
1997,
1998,
1999,
2000,
2001,
2002,
2003,
2004,
2005,
2006,
2007,
2008,
2009,
2010,
2011,
2012,
2013,
2014,
2015,
2016,
2017,nil,nil,nil,
2018,
2019,
2020,
2021,
2022,nil,nil,
2023,
2024,
2025,
2026,
2027,
2028,nil,
2029,nil,nil,
2030,nil,
2031,nil,nil,nil,nil,
2032,
2033,
2034,
2035,nil,
2036,
2037,
2038,
2039,nil,nil,
2040,
2041,
2042,
2043,
2044,nil,nil,
2045,
2046,
2047,
2048,
2049,
2050,
2051,
2052,
2053,
2054,
2055,
2056,nil,
2057,
2058,
2059,nil,nil,
2060,
2061,
2062,
2063,
2064,
2065,
2066,
2067,
2068,
2069,
2070,
2071,
2072,
2073,
2074,nil,nil,nil,
2075,
2076,
2077,
2078,
2079,
2080,
2081,
2082,nil,nil,nil,
2083,
2084,
2085,nil,nil,nil,nil,nil,
2086,
2087,
2088,
2089,
2090,
2091,
2092,
2093,
2094,
2095,
2096,
2097,
2098,
2099,
2100,
2101,
2102,
2103,nil,
2104,
2105,nil,nil,
2106,
2107,
2108,
2109,
2110,
2111,
2112,
2113,
2114,
2115,nil,
2116,nil,
2117,
2118,
2119,
2120,
2121,
2122,
2123,
2124,
2125,
2126,
2127,
2128,
2129,
2130,
2131,
2132,
2133,
2134,
2135,
2136,
2137,
2138,
2139,
2140,
2141,
2142,
2143,
2144,
2145,
2146,
2147,
2148,
2149,
2150,
2151,
2152,
2153,
2154,
2155,
2156,
2157,
2158,
2159,nil,nil,
2160,
2161,nil,nil,
2162,
2163,
2164,
2165,
2166,
2167,
2168,
2169,
2170,
2171,
2172,
2173,
2174,nil,nil,
2175,
2176,
2177,
2178,
2179,
2180,
2181,
2182,
2183,
2184,
2185,
2186,
2187,
2188,
2189,
2190,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2191,
2192,
2193,
2194,
2195,
2196,nil,nil,
2197,
2198,
2199,
2200,nil,
2201,
2202,
2203,nil,nil,
2204,nil,nil,nil,
2205,
2206,
2207,
2208,
2209,
2210,
2211,
2212,
2213,
2214,
2215,
2216,
2217,
2218,
2219,
2220,
2221,
2222,
2223,
2224,
2225,
2226,
2227,
2228,
2229,
2230,
2231,
2232,
2233,nil,
2234,
2235,
2236,
2237,
2238,
2239,
2240,
2241,
2242,
2243,
2244,
2245,
2246,
2247,
2248,
2249,
2250,
2251,
2252,
2253,
2254,
2255,
2256,
2257,
2258,nil,nil,
2259,
2260,
2261,
2262,
2263,nil,
2264,nil,nil,nil,nil,nil,nil,nil,nil,
2265,nil,
2266,
2267,
2268,
2269,nil,nil,nil,nil,
2270,
2271,nil,nil,nil,nil,nil,
2272,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2273,nil,
2274,
2275,
2276,
2277,
2278,
2279,
2280,
2281,nil,nil,nil,
2282,
2283,
2284,nil,nil,nil,
2285,
2286,
2287,
2288,
2289,
2290,
2291,
2292,
2293,
2294,
2295,
2296,
2297,
2298,
2299,
2300,
2301,
2302,
2303,
2304,
2305,
2306,
2307,
2308,
2309,
2310,
2311,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2312,
2313,
2314,
2315,
2316,
2317,
2318,
2319,
2320,
2321,
2322,
2323,
2324,
2325,
2326,
2327,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2328,
2329,nil,nil,nil,
2330,
2331,
2332,
2333,
2334,
2335,
2336,
2337,
2338,
2339,
2340,
2341,
2342,
2343,
2344,
2345,
2346,nil,nil,nil,
2347,
2348,nil,nil,nil,nil,
2349,
2350,
2351,
2352,
2353,
2354,
2355,
2356,nil,nil,
2357,
2358,
2359,
2360,nil,nil,
2361,nil,
2362,
2363,
2364,
2365,
2366,nil,
2367,
2368,nil,nil,nil,nil,
2369,
2370,
2371,
2372,
2373,
2374,
2375,nil,nil,
2376,nil,nil,nil,nil,nil,
2377,
2378,
2379,
2380,
2381,
2382,nil,nil,
2383,
2384,
2385,
2386,
2387,
2388,
2389,
2390,
2391,nil,
2392,
2393,nil,nil,nil,nil,nil,nil,nil,
2394,nil,
2395,
2396,nil,nil,
2397,
2398,
2399,
2400,nil,nil,nil,nil,
2401,
2402,
2403,
2404,
2405,
2406,
2407,
2408,
2409,
2410,
2411,nil,
2412,
2413,
2414,
2415,
2416,nil,
2417,
2418,
2419,nil,nil,
2420,
2421,
2422,
2423,
2424,
2425,
2426,
2427,
2428,
2429,
2430,
2431,
2432,
2433,
2434,
2435,
2436,
2437,
2438,
2439,nil,
2440,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2441,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2442,
2443,
2444,
2445,
2446,
2447,
2448,
2449,
2450,
2451,
2452,
2453,
2454,
2455,nil,nil,nil,
2456,nil,
2457,
2458,
2459,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2460,nil,nil,nil,nil,nil,nil,
2461,
2462,nil,nil,
2463,
2464,
2465,
2466,
2467,
2468,
2469,
2470,
2471,nil,nil,nil,nil,
2472,
2473,
2474,
2475,
2476,
2477,
2478,
2479,
2480,
2481,
2482,
2483,
2484,
2485,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2486,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2487,
2488,
2489,nil,nil,nil,nil,nil,nil,nil,nil,
2490,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2491,nil,nil,nil,nil,
2492,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2493,
2494,
2495,
2496,
2497,
2498,
2499,
2500,
2501,
2502,
2503,
2504,
2505,
2506,
2507,
2508,
2509,
2510,
2511,
2512,
2513,
2514,
2515,
2516,
2517,
2518,
2519,
2520,
2521,nil,
2522,
2523,
2524,
2525,
2526,
2527,
2528,
2529,
2530,
2531,
2532,
2533,
2534,
2535,nil,
2536,
2537,
2538,
2539,
2540,
2541,
2542,
2543,
2544,
2545,
2546,
2547,
2548,
2549,
2550,
2551,
2552,
2553,
2554,
2555,
2556,nil,nil,nil,
2557,
2558,nil,
2559,nil,nil,
2560,
2561,
2562,nil,nil,
2563,nil,nil,nil,nil,nil,nil,nil,
2564,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2565,
2566,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2567,
2568,nil,nil,nil,nil,
2569,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2570,nil,nil,nil,nil,
2571,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2572,
2573,
2574,
2575,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2576,
2577,nil,nil,nil,nil,nil,nil,nil,
2578,
2579,nil,nil,
2580,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2581,nil,
2582,nil,nil,nil,
2583,nil,
2584,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2585,nil,nil,nil,nil,nil,nil,
2586,nil,nil,nil,nil,nil,
2587,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2588,
2589,
2590,
2591,nil,
2592,nil,
2593,nil,nil,nil,nil,nil,nil,
2594,
2595,
2596,
2597,nil,nil,
2598,
2599,
2600,
2601,
2602,
2603,nil,nil,nil,nil,
2604,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2605,
2606,nil,nil,nil,nil,
2607,
2608,nil,nil,nil,nil,nil,nil,
2609,
2610,
2611,
2612,
2613,
2614,
2615,
2616,
2617,
2618,
2619,nil,
2620,
2621,
2622,
2623,
2624,
2625,nil,
2626,
2627,
2628,
2629,
2630,
2631,
2632,
2633,
2634,
2635,
2636,nil,nil,nil,nil,nil,
2637,
2638,
2639,
2640,
2641,
2642,nil,nil,nil,nil,nil,nil,
2643,
2644,
2645,
2646,
2647,
2648,
2649,
2650,
2651,
2652,
2653,
2654,
2655,
2656,
2657,
2658,
2659,
2660,
2661,
2662,
2663,
2664,
2665,
2666,
2667,
2668,
2669,
2670,
2671,
2672,
2673,
2674,
2675,
2676,
2677,
2678,
2679,
2680,
2681,nil,
2682,
2683,
2684,
2685,
2686,nil,
2687,
2688,
2689,nil,
2690,
2691,nil,nil,
2692,
2693,
2694,nil,nil,nil,nil,nil,nil,
2695,
2696,
2697,
2698,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2699,nil,
2700,nil,
2701,
2702,
2703,
2704,nil,nil,
2705,
2706,
2707,
2708,
2709,
2710,
2711,
2712,
2713,
2714,
2715,nil,
2716,
2717,
2718,
2719,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2720,
2721,
2722,
2723,nil,nil,nil,nil,
2724,
2725,nil,nil,nil,
2726,nil,
2727,
2728,
2729,
2730,
2731,
2732,
2733,
2734,
2735,
2736,
2737,
2738,
2739,
2740,
2741,
2742,
2743,
2744,
2745,
2746,nil,
2747,
2748,
2749,
2750,
2751,
2752,
2753,
2754,
2755,
2756,
2757,
2758,
2759,
2760,
2761,
2762,
2763,
2764,
2765,
2766,
2767,
2768,
2769,
2770,
2771,
2772,
2773,
2774,
2775,nil,
2776,
2777,
2778,
2779,
2780,
2781,
2782,nil,nil,
2783,
2784,
2785,
2786,
2787,
2788,
2789,
2790,
2791,
2792,
2793,
2794,
2795,
2796,
2797,
2798,
2799,
2800,
2801,
2802,
2803,
2804,
2805,
2806,
2807,
2808,
2809,
2810,
2811,
2812,
2813,
2814,
2815,
2816,
2817,
2818,
2819,
2820,
2821,
2822,
2823,
2824,
2825,
2826,
2827,
2828,
2829,
2830,
2831,
2832,
2833,
2834,
2835,
2836,
2837,
2838,nil,nil,nil,nil,
2839,
2840,
2841,
2842,
2843,nil,nil,nil,nil,
2844,
2845,
2846,
2847,
2848,
2849,
2850,
2851,nil,nil,nil,
2852,
2853,
2854,
2855,
2856,
2857,
2858,
2859,
2860,
2861,
2862,
2863,
2864,
2865,
2866,
2867,
2868,
2869,
2870,
2871,nil,nil,nil,nil,nil,nil,nil,
2872,
2873,
2874,
2875,
2876,
2877,
2878,
2879,
2880,
2881,
2882,
2883,
2884,
2885,
2886,
2887,
2888,
2889,
2890,
2891,
2892,
2893,
2894,
2895,
2896,
2897,
2898,
2899,
2900,
2901,
2902,
2903,
2904,
2905,
2906,
2907,
2908,
2909,
2910,
2911,
2912,
2913,
2914,
2915,
2916,
2917,
2918,
2919,
2920,
2921,
2922,
2923,nil,nil,
2924,
2925,
2926,
2927,
2928,
2929,
2930,
2931,nil,
2932,
2933,
2934,nil,nil,
2935,nil,nil,nil,
2936,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2937,
2938,
2939,
2940,
2941,
2942,
2943,
2944,
2945,
2946,
2947,
2948,
2949,nil,
2950,
2951,
2952,
2953,
2954,
2955,
2956,
2957,
2958,
2959,
2960,
2961,
2962,
2963,
2964,
2965,
2966,
2967,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2968,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2969,nil,nil,nil,nil,nil,nil,
2970,
2971,nil,nil,nil,nil,
2972,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2973,
2974,nil,
2975,
2976,nil,nil,
2977,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
2978,
2979,nil,nil,nil,nil,nil,
2980,
2981,
2982,nil,nil,nil,nil,nil,nil,
2983,
2984,
2985,
2986,nil,
2987,
2988,nil,
2989,
2990,
2991,
2992,
2993,
2994,nil,nil,nil,nil,
2995,
2996,nil,nil,
2997,nil,
2998,
2999,
3000,
3001,
3002,
3003,
3004,
3005,
3006,
3007,
3008,
3009,
3010,
3011,nil,nil,nil,nil,
3012,
3013,
3014,
3015,
3016,
3017,
3018,
3019,
3020,
3021,
3022,
3023,
3024,
3025,
3026,
3027,
3028,
3029,
3030,
3031,
3032,
3033,
3034,
3035,
3036,
3037,
3038,
3039,
3040,
3041,nil,
3042,
3043,
3044,
3045,
3046,
3047,
3048,
3049,
3050,
3051,
3052,
3053,
3054,
3055,
3056,
3057,
3058,
3059,
3060,
3061,
3062,
3063,
3064,
3065,
3066,
3067,
3068,
3069,
3070,
3071,
3072,
3073,
3074,
3075,
3076,
3077,
3078,
3079,
3080,
3081,
3082,
3083,
3084,
3085,
3086,
3087,
3088,
3089,
3090,
3091,
3092,
3093,
3094,
3095,
3096,
3097,
3098,
3099,
3100,
3101,
3102,
3103,
3104,
3105,
3106,
3107,
3108,
3109,
3110,
3111,
3112,
3113,
3114,
3115,
3116,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3117,
3118,
3119,
3120,nil,nil,nil,nil,nil,nil,nil,
3121,
3122,
3123,
3124,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3125,
3126,nil,
3127,
3128,
3129,
3130,nil,nil,nil,nil,
3131,
3132,
3133,
3134,
3135,
3136,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3137,
3138,
3139,
3140,nil,
3141,
3142,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3143,nil,nil,
3144,
3145,nil,
3146,
3147,
3148,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3149,
3150,
3151,
3152,
3153,nil,nil,nil,nil,nil,nil,
3154,nil,nil,nil,nil,nil,nil,nil,nil,
3155,nil,
3156,
3157,
3158,
3159,
3160,
3161,
3162,
3163,nil,
3164,
3165,nil,nil,
3166,
3167,
3168,
3169,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3170,
3171,nil,nil,nil,nil,nil,nil,nil,nil,
3172,
3173,nil,
3174,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3175,
3176,
3177,
3178,
3179,
3180,
3181,
3182,
3183,
3184,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3185,
3186,
3187,nil,nil,nil,nil,nil,nil,nil,
3188,
3189,nil,nil,nil,nil,nil,nil,
3190,nil,
3191,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3192,nil,nil,nil,nil,nil,
3193,
3194,nil,
3195,
3196,
3197,
3198,
3199,
3200,
3201,
3202,nil,
3203,
3204,
3205,
3206,nil,nil,
3207,
3208,
3209,nil,
3210,
3211,nil,
3212,
3213,
3214,
3215,
3216,
3217,
3218,
3219,
3220,
3221,
3222,
3223,
3224,nil,
3225,
3226,
3227,
3228,
3229,
3230,nil,
3231,
3232,
3233,
3234,
3235,
3236,
3237,
3238,
3239,
3240,
3241,
3242,
3243,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3244,nil,
3245,
3246,
3247,
3248,
3249,
3250,
3251,
3252,
3253,
3254,
3255,
3256,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3257,
3258,
3259,
3260,
3261,
3262,
3263,
3264,
3265,
3266,nil,nil,
3267,nil,
3268,
3269,nil,nil,nil,nil,
3270,nil,
3271,
3272,nil,nil,nil,nil,nil,
3273,
3274,nil,nil,nil,
3275,
3276,
3277,
3278,nil,nil,nil,
3279,
3280,
3281,
3282,nil,nil,
3283,
3284,
3285,
3286,
3287,
3288,
3289,
3290,
3291,
3292,
3293,
3294,
3295,
3296,
3297,
3298,
3299,
3300,
3301,nil,nil,nil,
3302,
3303,nil,
3304,
3305,
3306,nil,nil,nil,
3307,
3308,nil,
3309,
3310,nil,
3311,
3312,
3313,nil,nil,
3314,
3315,
3316,
3317,
3318,nil,
3319,
3320,
3321,
3322,
3323,
3324,
3325,
3326,
3327,
3328,nil,
3329,
3330,
3331,
3332,
3333,
3334,
3335,
3336,nil,
3337,
3338,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3339,
3340,
3341,
3342,
3343,
3344,
3345,
3346,
3347,
3348,
3349,
3350,
3351,
3352,
3353,
3354,
3355,
3356,
3357,
3358,
3359,
3360,
3361,
3362,
3363,
3364,
3365,
3366,
3367,
3368,
3369,
3370,
3371,
3372,
3373,
3374,
3375,
3376,
3377,
3378,
3379,
3380,
3381,
3382,
3383,
3384,
3385,
3386,
3387,
3388,
3389,
3390,
3391,
3392,
3393,
3394,
3395,
3396,
3397,
3398,
3399,
3400,
3401,
3402,
3403,
3404,
3405,nil,
3406,
3407,nil,
3408,
3409,
3410,nil,
3411,
3412,
3413,nil,
3414,nil,
3415,
3416,
3417,
3418,
3419,
3420,
3421,
3422,
3423,
3424,
3425,
3426,
3427,
3428,
3429,
3430,
3431,
3432,nil,nil,
3433,nil,nil,nil,nil,
3434,
3435,nil,
3436,nil,
3437,
3438,nil,nil,nil,nil,nil,nil,
3439,
3440,
3441,nil,
3442,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3443,nil,nil,nil,nil,nil,nil,nil,
3444,nil,nil,nil,nil,
3445,nil,
3446,
3447,
3448,nil,
3449,
3450,nil,
3451,
3452,
3453,nil,
3454,nil,
3455,
3456,nil,nil,
3457,
3458,
3459,nil,
3460,
3461,
3462,
3463,
3464,
3465,nil,nil,nil,nil,nil,
3466,nil,
3467,nil,
3468,
3469,
3470,
3471,
3472,nil,
3473,
3474,
3475,
3476,
3477,
3478,nil,
3479,
3480,nil,
3481,nil,
3482,
3483,nil,
3484,
3485,nil,nil,
3486,
3487,nil,nil,
3488,
3489,
3490,nil,nil,nil,
3491,nil,
3492,
3493,
3494,
3495,
3496,
3497,
3498,
3499,
3500,
3501,
3502,nil,nil,nil,nil,
3503,
3504,nil,nil,nil,nil,nil,nil,nil,nil,
3505,
3506,nil,nil,nil,nil,
3507,
3508,
3509,
3510,
3511,nil,nil,nil,nil,nil,nil,
3512,nil,
3513,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3514,
3515,
3516,
3517,
3518,nil,
3519,
3520,
3521,
3522,nil,nil,nil,nil,nil,nil,nil,nil,
3523,nil,
3524,
3525,nil,
3526,
3527,nil,nil,nil,
3528,
3529,nil,
3530,
3531,
3532,nil,
3533,
3534,
3535,
3536,
3537,
3538,
3539,
3540,nil,nil,nil,nil,nil,
3541,
3542,
3543,
3544,
3545,nil,
3546,
3547,
3548,
3549,
3550,nil,nil,
3551,
3552,
3553,nil,nil,
3554,
3555,
3556,nil,nil,
3557,
3558,
3559,
3560,
3561,
3562,
3563,
3564,
3565,
3566,
3567,
3568,
3569,
3570,
3571,
3572,nil,
3573,
3574,
3575,
3576,nil,nil,nil,nil,nil,
3577,
3578,
3579,
3580,
3581,
3582,
3583,nil,
3584,
3585,
3586,
3587,nil,nil,nil,nil,
3588,
3589,
3590,
3591,
3592,
3593,
3594,
3595,
3596,
3597,
3598,
3599,
3600,
3601,
3602,
3603,
3604,
3605,
3606,
3607,
3608,
3609,
3610,
3611,
3612,
3613,
3614,
3615,
3616,nil,
3617,
3618,
3619,
3620,
3621,
3622,
3623,
3624,
3625,
3626,
3627,
3628,
3629,
3630,
3631,
3632,
3633,
3634,
3635,nil,
3636,
3637,
3638,
3639,
3640,
3641,
3642,
3643,
3644,
3645,
3646,
3647,
3648,
3649,nil,
3650,
3651,
3652,nil,
3653,nil,
3654,
3655,
3656,
3657,
3658,
3659,
3660,
3661,
3662,
3663,
3664,
3665,
3666,
3667,
3668,
3669,
3670,
3671,
3672,nil,
3673,
3674,
3675,
3676,
3677,nil,nil,
3678,
3679,
3680,
3681,
3682,
3683,nil,nil,
3684,nil,nil,
3685,
3686,
3687,nil,nil,
3688,
3689,
3690,nil,nil,nil,nil,nil,nil,
3691,
3692,
3693,
3694,
3695,
3696,nil,nil,nil,nil,nil,nil,
3697,
3698,
3699,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3700,
3701,
3702,nil,nil,nil,nil,nil,
3703,nil,
3704,
3705,nil,nil,nil,
3706,nil,
3707,
3708,
3709,
3710,
3711,
3712,
3713,
3714,
3715,
3716,
3717,
3718,
3719,
3720,
3721,
3722,
3723,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3724,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3725,nil,nil,nil,nil,
3726,
3727,
3728,nil,
3729,
3730,
3731,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3732,nil,nil,nil,nil,nil,nil,nil,
3733,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3734,
3735,
3736,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3737,
3738,
3739,
3740,
3741,
3742,
3743,
3744,
3745,
3746,
3747,
3748,
3749,
3750,
3751,
3752,
3753,
3754,
3755,
3756,
3757,
3758,
3759,
3760,
3761,nil,
3762,
3763,
3764,nil,nil,nil,
3765,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3766,
3767,nil,
3768,
3769,
3770,
3771,
3772,
3773,
3774,
3775,
3776,
3777,
3778,
3779,nil,
3780,
3781,nil,
3782,nil,
3783,
3784,
3785,
3786,
3787,
3788,nil,nil,nil,nil,
3789,
3790,
3791,nil,nil,
3792,nil,nil,nil,
3793,nil,
3794,nil,
3795,
3796,
3797,
3798,
3799,
3800,
3801,
3802,
3803,
3804,
3805,
3806,
3807,
3808,
3809,
3810,
3811,
3812,
3813,
3814,
3815,
3816,
3817,
3818,
3819,
3820,
3821,
3822,
3823,
3824,
3825,
3826,
3827,
3828,nil,nil,nil,
3829,
3830,
3831,
3832,
3833,
3834,
3835,
3836,
3837,nil,
3838,
3839,nil,nil,nil,nil,nil,nil,nil,
3840,
3841,
3842,nil,nil,nil,nil,
3843,
3844,
3845,
3846,nil,nil,nil,nil,nil,nil,
3847,
3848,
3849,
3850,
3851,
3852,
3853,nil,
3854,
3855,
3856,
3857,
3858,
3859,
3860,nil,
3861,nil,nil,
3862,
3863,
3864,
3865,
3866,
3867,
3868,nil,
3869,nil,nil,nil,nil,nil,nil,nil,nil,
3870,
3871,
3872,
3873,nil,nil,nil,
3874,
3875,
3876,nil,
3877,
3878,
3879,
3880,nil,nil,nil,
3881,nil,nil,nil,nil,nil,nil,
3882,
3883,
3884,
3885,
3886,
3887,
3888,
3889,
3890,
3891,
3892,
3893,
3894,
3895,
3896,
3897,
3898,
3899,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3900,
3901,nil,
3902,
3903,
3904,
3905,
3906,
3907,
3908,nil,nil,nil,
3909,
3910,
3911,
3912,
3913,
3914,nil,
3915,
3916,
3917,nil,nil,
3918,nil,
3919,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3920,nil,
3921,
3922,nil,
3923,
3924,
3925,
3926,
3927,
3928,
3929,
3930,
3931,
3932,
3933,nil,nil,nil,
3934,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
3935,
3936,
3937,
3938,
3939,
3940,
3941,
3942,
3943,
3944,
3945,
3946,
3947,
3948,
3949,
3950,
3951,
3952,nil,
3953,
3954,
3955,
3956,nil,nil,
3957,
3958,
3959,
3960,
3961,
3962,
3963,nil,
3964,nil,
3965,
3966,
3967,
3968,
3969,
3970,
3971,nil,
3972,nil,
3973,nil,
3974,
3975,
3976,nil,nil,
3977,
3978,
3979,
3980,
3981,
3982,
3983,
3984,
3985,
3986,
3987,
3988,
3989,
3990,
3991,nil,
3992,
3993,
3994,
3995,
3996,
3997,
3998,
3999,
4000,
4001,nil,
4002,nil,
4003,
4004,
4005,
4006,
4007,
4008,
4009,nil,
4010,
4011,
4012,
4013,nil,
4014,
4015,nil,
4016,
4017,
4018,
4019,
4020,nil,
4021,nil,
4022,nil,
4023,
4024,
4025,
4026,
4027,
4028,
4029,
4030,
4031,
4032,
4033,
4034,
4035,
4036,
4037,nil,nil,
4038,
4039,
4040,
4041,
4042,
4043,
4044,
4045,nil,
4046,
4047,
4048,
4049,
4050,
4051,
4052,
4053,nil,nil,nil,nil,nil,
4054,nil,
4055,nil,
4056,
4057,
4058,
4059,
4060,
4061,
4062,
4063,
4064,
4065,
4066,
4067,
4068,nil,nil,nil,
4069,
4070,
4071,
4072,
4073,
4074,
4075,
4076,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4077,
4078,nil,
4079,
4080,
4081,
4082,nil,
4083,
4084,nil,
4085,
4086,
4087,
4088,nil,nil,
4089,
4090,
4091,
4092,
4093,
4094,
4095,
4096,
4097,
4098,
4099,
4100,
4101,
4102,
4103,
4104,
4105,
4106,
4107,
4108,
4109,
4110,
4111,
4112,
4113,
4114,nil,
4115,
4116,
4117,
4118,
4119,
4120,nil,nil,nil,
4121,
4122,
4123,
4124,nil,nil,nil,nil,nil,
4125,
4126,
4127,
4128,
4129,
4130,
4131,
4132,
4133,
4134,
4135,
4136,
4137,
4138,
4139,nil,nil,nil,
4140,
4141,
4142,
4143,
4144,
4145,
4146,
4147,
4148,
4149,
4150,
4151,nil,
4152,nil,
4153,nil,nil,
4154,
4155,nil,nil,nil,
4156,
4157,
4158,
4159,
4160,
4161,
4162,
4163,
4164,
4165,
4166,
4167,
4168,nil,
4169,
4170,
4171,
4172,
4173,
4174,
4175,
4176,
4177,
4178,
4179,
4180,
4181,
4182,
4183,
4184,
4185,
4186,
4187,
4188,nil,
4189,
4190,
4191,
4192,
4193,
4194,nil,
4195,
4196,
4197,
4198,
4199,
4200,
4201,
4202,
4203,nil,
4204,nil,
4205,
4206,
4207,
4208,nil,
4209,
4210,
4211,
4212,nil,nil,nil,
4213,
4214,
4215,nil,
4216,
4217,nil,
4218,
4219,
4220,nil,nil,nil,nil,
4221,
4222,
4223,
4224,
4225,
4226,
4227,
4228,
4229,
4230,
4231,
4232,
4233,
4234,
4235,
4236,
4237,
4238,
4239,
4240,nil,nil,nil,
4241,
4242,
4243,
4244,
4245,
4246,
4247,
4248,
4249,nil,nil,
4250,
4251,
4252,nil,nil,
4253,nil,
4254,
4255,nil,
4256,nil,
4257,
4258,
4259,
4260,
4261,
4262,
4263,
4264,
4265,
4266,
4267,nil,nil,
4268,
4269,
4270,
4271,
4272,
4273,
4274,
4275,
4276,
4277,
4278,
4279,
4280,
4281,nil,nil,nil,nil,
4282,
4283,
4284,
4285,nil,nil,
4286,
4287,
4288,nil,
4289,
4290,nil,nil,nil,
4291,nil,nil,nil,
4292,nil,
4293,
4294,
4295,
4296,
4297,
4298,nil,nil,nil,
4299,nil,
4300,nil,nil,nil,nil,
4301,
4302,
4303,
4304,
4305,
4306,
4307,
4308,
4309,
4310,
4311,
4312,nil,nil,nil,nil,nil,nil,
4313,nil,
4314,
4315,
4316,
4317,nil,
4318,
4319,
4320,
4321,
4322,
4323,nil,nil,nil,nil,nil,nil,nil,nil,
4324,
4325,
4326,
4327,
4328,
4329,nil,nil,nil,nil,nil,nil,nil,nil,
4330,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4331,
4332,nil,nil,
4333,
4334,
4335,nil,
4336,
4337,nil,
4338,nil,nil,
4339,
4340,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4341,
4342,nil,
4343,nil,
4344,
4345,
4346,nil,nil,
4347,nil,
4348,
4349,
4350,
4351,nil,
4352,nil,
4353,
4354,
4355,nil,
4356,nil,
4357,
4358,
4359,nil,
4360,nil,
4361,
4362,
4363,nil,
4364,nil,
4365,nil,
4366,nil,nil,nil,nil,
4367,
4368,
4369,
4370,
4371,nil,nil,nil,nil,
4372,nil,nil,
4373,nil,
4374,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4375,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4376,nil,nil,nil,nil,nil,nil,nil,nil,
4377,nil,nil,
4378,nil,nil,
4379,
4380,nil,nil,nil,nil,
4381,nil,
4382,
4383,nil,
4384,
4385,nil,
4386,
4387,nil,nil,nil,nil,nil,nil,nil,
4388,
4389,
4390,
4391,nil,
4392,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4393,nil,nil,nil,nil,nil,nil,
4394,nil,nil,nil,
4395,nil,nil,nil,nil,
4396,
4397,nil,nil,nil,nil,nil,
4398,
4399,
4400,
4401,nil,
4402,
4403,nil,nil,nil,nil,nil,nil,nil,nil,
4404,
4405,
4406,
4407,nil,
4408,
4409,
4410,
4411,
4412,
4413,
4414,nil,
4415,
4416,
4417,
4418,
4419,nil,nil,
4420,nil,
4421,
4422,
4423,
4424,
4425,
4426,
4427,
4428,
4429,
4430,
4431,
4432,
4433,
4434,nil,nil,nil,nil,
4435,
4436,
4437,
4438,
4439,nil,nil,
4440,
4441,
4442,nil,
4443,nil,nil,nil,nil,nil,
4444,
4445,
4446,
4447,
4448,
4449,
4450,
4451,
4452,
4453,
4454,nil,
4455,
4456,
4457,
4458,
4459,
4460,
4461,
4462,
4463,
4464,
4465,
4466,
4467,
4468,
4469,
4470,
4471,
4472,
4473,
4474,
4475,
4476,
4477,
4478,
4479,
4480,
4481,
4482,
4483,
4484,
4485,
4486,
4487,
4488,
4489,
4490,
4491,
4492,
4493,
4494,
4495,
4496,
4497,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4498,nil,nil,nil,nil,nil,nil,nil,nil,
4499,nil,
4500,
4501,nil,nil,nil,nil,
4502,
4503,
4504,nil,nil,
4505,
4506,
4507,
4508,
4509,
4510,
4511,
4512,
4513,
4514,
4515,
4516,nil,
4517,
4518,
4519,
4520,
4521,
4522,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4523,
4524,
4525,
4526,
4527,
4528,
4529,
4530,
4531,
4532,
4533,
4534,
4535,
4536,
4537,
4538,
4539,
4540,
4541,
4542,
4543,
4544,
4545,
4546,
4547,
4548,
4549,
4550,
4551,
4552,
4553,
4554,
4555,
4556,
4557,
4558,
4559,
4560,
4561,
4562,
4563,
4564,
4565,
4566,
4567,
4568,
4569,
4570,
4571,
4572,
4573,
4574,
4575,
4576,
4577,
4578,
4579,
4580,
4581,
4582,
4583,
4584,nil,
4585,
4586,nil,
4587,
4588,
4589,
4590,
4591,nil,nil,
4592,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4593,
4594,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4595,nil,
4596,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4597,
4598,
4599,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4600,
4601,nil,
4602,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4603,
4604,
4605,nil,nil,
4606,
4607,
4608,
4609,nil,nil,nil,nil,nil,nil,nil,nil,
4610,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4611,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4612,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4613,
4614,
4615,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4616,
4617,
4618,
4619,
4620,
4621,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4622,nil,nil,nil,nil,
4623,
4624,
4625,nil,nil,nil,nil,nil,nil,nil,nil,
4626,
4627,
4628,nil,nil,nil,nil,nil,
4629,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4630,nil,nil,nil,nil,
4631,
4632,
4633,
4634,nil,
4635,
4636,
4637,
4638,
4639,nil,
4640,
4641,
4642,
4643,
4644,
4645,
4646,
4647,
4648,
4649,
4650,
4651,
4652,
4653,
4654,
4655,
4656,
4657,
4658,
4659,
4660,nil,nil,nil,nil,nil,
4661,nil,nil,nil,nil,nil,nil,nil,nil,
4662,
4663,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4664,nil,nil,nil,nil,nil,
4665,nil,
4666,
4667,
4668,
4669,
4670,nil,
4671,
4672,nil,nil,nil,nil,nil,
4673,
4674,
4675,
4676,
4677,
4678,
4679,
4680,
4681,
4682,
4683,
4684,
4685,
4686,
4687,
4688,
4689,nil,
4690,
4691,
4692,
4693,nil,nil,nil,nil,
4694,nil,
4695,
4696,nil,
4697,
4698,
4699,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4700,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4701,
4702,
4703,nil,
4704,
4705,
4706,
4707,
4708,
4709,
4710,nil,
4711,
4712,
4713,
4714,nil,nil,nil,nil,
4715,
4716,
4717,
4718,
4719,
4720,nil,nil,
4721,
4722,
4723,
4724,
4725,
4726,
4727,
4728,nil,
4729,nil,
4730,
4731,
4732,
4733,
4734,
4735,
4736,nil,
4737,
4738,
4739,nil,nil,
4740,nil,
4741,
4742,
4743,
4744,
4745,
4746,
4747,
4748,
4749,
4750,
4751,
4752,
4753,
4754,
4755,nil,nil,nil,
4756,nil,nil,
4757,
4758,
4759,
4760,
4761,
4762,
4763,
4764,
4765,
4766,
4767,
4768,nil,
4769,
4770,nil,nil,nil,nil,nil,nil,
4771,
4772,
4773,
4774,nil,
4775,
4776,
4777,
4778,
4779,
4780,
4781,
4782,
4783,
4784,
4785,
4786,
4787,
4788,
4789,
4790,
4791,
4792,
4793,
4794,
4795,
4796,
4797,
4798,
4799,nil,
4800,nil,nil,nil,nil,nil,nil,
4801,
4802,
4803,
4804,
4805,
4806,
4807,
4808,
4809,
4810,
4811,
4812,
4813,
4814,
4815,
4816,
4817,
4818,
4819,
4820,
4821,
4822,
4823,
4824,
4825,
4826,
4827,
4828,
4829,
4830,nil,nil,
4831,nil,nil,
4832,
4833,
4834,
4835,
4836,
4837,
4838,
4839,nil,
4840,
4841,
4842,
4843,
4844,
4845,
4846,
4847,
4848,
4849,
4850,
4851,
4852,
4853,
4854,
4855,
4856,
4857,
4858,
4859,
4860,
4861,
4862,
4863,
4864,
4865,
4866,
4867,
4868,
4869,
4870,
4871,
4872,
4873,
4874,
4875,
4876,
4877,
4878,nil,
4879,
4880,
4881,
4882,
4883,
4884,
4885,
4886,
4887,
4888,
4889,
4890,
4891,
4892,
4893,
4894,
4895,
4896,
4897,
4898,
4899,
4900,
4901,
4902,
4903,
4904,
4905,
4906,nil,nil,nil,nil,
4907,
4908,
4909,
4910,
4911,
4912,
4913,
4914,
4915,
4916,
4917,
4918,
4919,
4920,
4921,nil,nil,
4922,
4923,
4924,
4925,
4926,
4927,
4928,
4929,
4930,
4931,
4932,
4933,
4934,
4935,
4936,
4937,
4938,
4939,
4940,
4941,
4942,
4943,
4944,
4945,
4946,
4947,
4948,
4949,
4950,
4951,
4952,
4953,
4954,
4955,
4956,
4957,
4958,
4959,
4960,
4961,
4962,
4963,
4964,
4965,
4966,
4967,
4968,
4969,
4970,
4971,
4972,
4973,
4974,
4975,
4976,
4977,
4978,
4979,
4980,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4981,
4982,
4983,
4984,
4985,
4986,
4987,
4988,
4989,
4990,nil,
4991,
4992,
4993,
4994,
4995,nil,nil,nil,
4996,
4997,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
4998,nil,
4999,
5000,nil,
5001,
5002,
5003,
5004,
5005,
5006,
5007,
5008,
5009,
5010,nil,
5011,nil,
5012,
5013,
5014,
5015,nil,
5016,
5017,nil,
5018,
5019,
5020,
5021,nil,
5022,
5023,
5024,
5025,
5026,nil,
5027,
5028,nil,nil,nil,nil,
5029,
5030,nil,nil,nil,nil,nil,nil,nil,nil,
5031,
5032,
5033,
5034,
5035,
5036,
5037,
5038,
5039,
5040,
5041,
5042,
5043,
5044,
5045,
5046,
5047,
5048,
5049,nil,nil,nil,
5050,
5051,nil,nil,nil,nil,
5052,
5053,
5054,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5055,
5056,
5057,
5058,
5059,
5060,
5061,
5062,
5063,
5064,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5065,
5066,
5067,
5068,
5069,nil,
5070,
5071,
5072,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5073,nil,
5074,
5075,
5076,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5077,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5078,nil,
5079,
5080,nil,
5081,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5082,nil,nil,nil,nil,nil,nil,nil,nil,
5083,
5084,nil,nil,nil,nil,nil,nil,
5085,
5086,
5087,
5088,
5089,nil,nil,nil,nil,
5090,
5091,
5092,
5093,
5094,
5095,
5096,
5097,
5098,
5099,
5100,
5101,
5102,
5103,
5104,
5105,nil,nil,nil,nil,nil,nil,
5106,
5107,
5108,
5109,
5110,
5111,
5112,
5113,
5114,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5115,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5116,
5117,
5118,
5119,
5120,nil,
5121,
5122,
5123,
5124,
5125,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5126,
5127,
5128,
5129,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5130,
5131,
5132,
5133,nil,
5134,
5135,
5136,
5137,
5138,nil,nil,
5139,nil,
5140,
5141,nil,nil,nil,nil,
5142,
5143,
5144,
5145,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5146,nil,
5147,
5148,
5149,
5150,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5151,
5152,
5153,
5154,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5155,
5156,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5157,
5158,
5159,nil,nil,nil,nil,
5160,nil,
5161,nil,
5162,
5163,
5164,
5165,
5166,
5167,
5168,
5169,
5170,
5171,nil,
5172,
5173,
5174,
5175,
5176,
5177,
5178,
5179,nil,nil,
5180,
5181,
5182,
5183,
5184,
5185,
5186,
5187,
5188,
5189,
5190,
5191,
5192,
5193,
5194,
5195,
5196,
5197,
5198,
5199,nil,nil,nil,nil,nil,
5200,
5201,nil,nil,
5202,
5203,
5204,
5205,nil,
5206,
5207,
5208,
5209,
5210,nil,
5211,
5212,
5213,
5214,
5215,
5216,
5217,
5218,
5219,
5220,
5221,
5222,
5223,
5224,
5225,
5226,
5227,
5228,nil,
5229,nil,
5230,
5231,
5232,
5233,nil,
5234,
5235,
5236,
5237,
5238,
5239,
5240,
5241,
5242,
5243,
5244,
5245,
5246,nil,
5247,
5248,
5249,
5250,
5251,nil,nil,nil,nil,nil,
5252,nil,nil,nil,nil,nil,
5253,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5254,nil,nil,nil,nil,
5255,nil,
5256,nil,nil,nil,nil,nil,nil,nil,
5257,nil,nil,nil,nil,
5258,nil,nil,nil,nil,nil,nil,
5259,
5260,nil,nil,nil,nil,
5261,
5262,nil,
5263,
5264,
5265,
5266,
5267,
5268,
5269,
5270,
5271,
5272,
5273,
5274,
5275,
5276,
5277,
5278,
5279,
5280,
5281,
5282,
5283,
5284,
5285,
5286,
5287,
5288,
5289,
5290,
5291,
5292,
5293,
5294,
5295,
5296,
5297,
5298,
5299,nil,
5300,nil,nil,
5301,
5302,
5303,
5304,nil,nil,nil,nil,nil,nil,
5305,
5306,
5307,
5308,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5309,nil,nil,nil,nil,nil,nil,
5310,
5311,nil,nil,nil,nil,
5312,
5313,
5314,
5315,
5316,
5317,
5318,
5319,
5320,
5321,
5322,
5323,
5324,
5325,
5326,
5327,
5328,
5329,
5330,
5331,
5332,
5333,
5334,
5335,
5336,
5337,
5338,
5339,
5340,
5341,
5342,
5343,
5344,
5345,
5346,
5347,
5348,
5349,
5350,
5351,
5352,
5353,
5354,
5355,
5356,
5357,
5358,
5359,
5360,nil,
5361,
5362,nil,
5363,
5364,
5365,
5366,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5367,
5368,nil,nil,nil,nil,
5369,nil,
5370,nil,
5371,
5372,
5373,nil,
5374,
5375,
5376,
5377,
5378,
5379,
5380,
5381,
5382,
5383,
5384,
5385,
5386,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5387,
5388,
5389,nil,
5390,nil,
5391,
5392,
5393,
5394,nil,
5395,
5396,
5397,
5398,nil,
5399,nil,
5400,
5401,nil,nil,
5402,
5403,
5404,
5405,
5406,
5407,
5408,
5409,
5410,
5411,
5412,
5413,
5414,
5415,
5416,
5417,
5418,
5419,nil,nil,nil,
5420,
5421,
5422,
5423,
5424,
5425,nil,nil,nil,
5426,
5427,
5428,
5429,
5430,
5431,
5432,
5433,
5434,
5435,
5436,nil,
5437,nil,nil,nil,nil,
5438,
5439,
5440,
5441,nil,
5442,
5443,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5444,
5445,
5446,
5447,
5448,
5449,
5450,
5451,
5452,
5453,
5454,
5455,
5456,
5457,
5458,
5459,
5460,nil,
5461,
5462,
5463,
5464,
5465,
5466,
5467,
5468,nil,
5469,
5470,
5471,
5472,
5473,
5474,
5475,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5476,
5477,nil,
5478,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5479,
5480,
5481,
5482,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5483,
5484,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5485,nil,
5486,
5487,nil,nil,nil,nil,nil,
5488,
5489,
5490,
5491,
5492,
5493,
5494,
5495,
5496,nil,
5497,
5498,
5499,
5500,nil,nil,nil,nil,
5501,nil,nil,nil,nil,
5502,nil,nil,nil,nil,nil,nil,
5503,
5504,
5505,
5506,
5507,
5508,
5509,
5510,
5511,
5512,
5513,
5514,
5515,
5516,
5517,
5518,
5519,
5520,
5521,
5522,
5523,
5524,nil,
5525,
5526,
5527,
5528,
5529,
5530,
5531,
5532,
5533,
5534,
5535,
5536,
5537,
5538,
5539,
5540,
5541,
5542,
5543,
5544,
5545,nil,nil,nil,nil,nil,nil,nil,
5546,
5547,
5548,
5549,
5550,
5551,
5552,
5553,
5554,
5555,nil,nil,
5556,
5557,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5558,
5559,
5560,
5561,
5562,nil,nil,nil,nil,nil,nil,
5563,
5564,
5565,
5566,
5567,
5568,
5569,nil,nil,
5570,
5571,
5572,
5573,
5574,
5575,
5576,
5577,
5578,
5579,
5580,
5581,
5582,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5583,
5584,
5585,nil,nil,nil,nil,nil,nil,nil,
5586,nil,nil,nil,nil,nil,
5587,
5588,
5589,
5590,nil,
5591,
5592,
5593,nil,
5594,
5595,
5596,
5597,nil,nil,nil,nil,
5598,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5599,nil,nil,nil,nil,
5600,
5601,
5602,
5603,
5604,
5605,
5606,nil,nil,nil,
5607,
5608,
5609,nil,nil,nil,nil,
5610,
5611,
5612,
5613,
5614,
5615,
5616,
5617,
5618,
5619,
5620,
5621,
5622,
5623,
5624,
5625,nil,nil,nil,nil,
5626,nil,nil,
5627,nil,nil,
5628,
5629,
5630,
5631,nil,
5632,
5633,nil,
5634,
5635,
5636,
5637,
5638,nil,
5639,
5640,
5641,nil,nil,nil,nil,
5642,
5643,
5644,nil,
5645,
5646,
5647,
5648,
5649,
5650,nil,nil,nil,
5651,
5652,
5653,
5654,
5655,
5656,
5657,nil,nil,nil,nil,nil,
5658,
5659,nil,nil,
5660,
5661,
5662,
5663,
5664,
5665,
5666,
5667,
5668,nil,nil,
5669,nil,nil,nil,nil,
5670,
5671,
5672,
5673,
5674,
5675,
5676,
5677,
5678,
5679,
5680,nil,nil,
5681,
5682,
5683,nil,
5684,
5685,nil,nil,nil,nil,
5686,
5687,
5688,
5689,
5690,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5691,nil,
5692,
5693,
5694,nil,nil,nil,nil,
5695,
5696,
5697,
5698,
5699,nil,nil,
5700,
5701,
5702,
5703,nil,
5704,nil,
5705,
5706,
5707,
5708,
5709,
5710,
5711,
5712,
5713,
5714,
5715,
5716,
5717,
5718,
5719,
5720,
5721,
5722,
5723,
5724,
5725,
5726,
5727,
5728,
5729,
5730,
5731,
5732,
5733,
5734,
5735,
5736,
5737,
5738,
5739,
5740,
5741,
5742,
5743,
5744,
5745,
5746,
5747,
5748,
5749,
5750,
5751,
5752,
5753,
5754,
5755,
5756,
5757,
5758,
5759,
5760,
5761,
5762,
5763,
5764,
5765,
5766,
5767,
5768,
5769,
5770,
5771,
5772,
5773,
5774,
5775,
5776,
5777,
5778,
5779,
5780,
5781,
5782,
5783,
5784,
5785,
5786,
5787,
5788,
5789,
5790,
5791,
5792,
5793,nil,
5794,
5795,
5796,
5797,
5798,
5799,nil,
5800,
5801,
5802,
5803,nil,
5804,
5805,
5806,
5807,nil,
5808,
5809,
5810,nil,
5811,
5812,
5813,
5814,
5815,
5816,
5817,
5818,
5819,
5820,
5821,
5822,
5823,
5824,
5825,
5826,
5827,
5828,
5829,
5830,
5831,
5832,
5833,
5834,nil,
5835,
5836,nil,
5837,
5838,
5839,nil,
5840,
5841,
5842,
5843,nil,
5844,nil,nil,
5845,nil,
5846,nil,
5847,
5848,nil,
5849,nil,
5850,
5851,
5852,
5853,nil,
5854,
5855,
5856,
5857,
5858,
5859,
5860,
5861,
5862,
5863,
5864,
5865,
5866,
5867,
5868,
5869,
5870,
5871,
5872,
5873,
5874,nil,nil,nil,nil,nil,nil,nil,
5875,
5876,nil,nil,
5877,
5878,
5879,
5880,
5881,nil,
5882,
5883,
5884,
5885,
5886,
5887,
5888,
5889,
5890,
5891,nil,
5892,
5893,
5894,
5895,
5896,
5897,
5898,
5899,
5900,
5901,
5902,
5903,
5904,
5905,
5906,
5907,
5908,
5909,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5910,
5911,
5912,
5913,
5914,
5915,nil,
5916,
5917,
5918,
5919,
5920,
5921,
5922,
5923,
5924,
5925,
5926,
5927,
5928,
5929,
5930,
5931,
5932,nil,nil,
5933,nil,
5934,
5935,
5936,nil,
5937,
5938,
5939,
5940,
5941,
5942,
5943,
5944,
5945,
5946,
5947,nil,nil,nil,nil,
5948,
5949,
5950,
5951,
5952,nil,
5953,
5954,nil,nil,
5955,
5956,
5957,
5958,
5959,
5960,
5961,nil,
5962,
5963,nil,
5964,
5965,
5966,
5967,
5968,
5969,
5970,nil,
5971,nil,nil,nil,nil,nil,nil,nil,nil,nil,
5972,
5973,
5974,
5975,
5976,
5977,
5978,nil,
5979,
5980,nil,nil,nil,
5981,nil,
5982,nil,nil,
5983,
5984,
5985,
5986,
5987,
5988,
5989,
5990,
5991,
5992,
5993,
5994,
5995,
5996,
5997,
5998,
5999,
6000,
6001,
6002,
6003,
6004,
6005,
6006,
6007,nil,
6008,
6009,
6010,
6011,
6012,
6013,
6014,
6015,
6016,
6017,
6018,
6019,nil,nil,
6020,
6021,
6022,
6023,
6024,
6025,
6026,nil,nil,
6027,
6028,nil,
6029,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6030,
6031,nil,
6032,
6033,
6034,nil,
6035,nil,nil,
6036,
6037,nil,
6038,
6039,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6040,nil,
6041,
6042,
6043,
6044,
6045,nil,
6046,nil,
6047,nil,nil,
6048,
6049,nil,
6050,
6051,
6052,
6053,
6054,
6055,nil,
6056,
6057,
6058,
6059,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6060,
6061,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6062,
6063,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6064,nil,nil,nil,nil,nil,
6065,
6066,
6067,
6068,
6069,
6070,
6071,nil,
6072,
6073,
6074,
6075,
6076,nil,
6077,
6078,
6079,
6080,
6081,
6082,
6083,
6084,
6085,
6086,
6087,
6088,
6089,
6090,
6091,
6092,
6093,
6094,
6095,
6096,nil,nil,
6097,
6098,
6099,
6100,
6101,
6102,
6103,
6104,
6105,
6106,
6107,
6108,
6109,nil,
6110,
6111,
6112,
6113,
6114,nil,
6115,
6116,
6117,
6118,
6119,
6120,
6121,
6122,
6123,
6124,nil,
6125,nil,nil,nil,
6126,
6127,
6128,
6129,
6130,
6131,
6132,
6133,
6134,
6135,
6136,
6137,nil,
6138,
6139,
6140,
6141,
6142,
6143,
6144,nil,
6145,
6146,
6147,
6148,
6149,
6150,
6151,
6152,
6153,
6154,
6155,
6156,
6157,
6158,
6159,
6160,
6161,
6162,
6163,
6164,
6165,
6166,
6167,
6168,
6169,nil,
6170,
6171,
6172,nil,nil,nil,nil,
6173,
6174,
6175,
6176,
6177,
6178,
6179,
6180,
6181,
6182,
6183,
6184,
6185,
6186,
6187,nil,
6188,
6189,
6190,
6191,
6192,nil,
6193,
6194,
6195,
6196,
6197,
6198,nil,
6199,
6200,
6201,
6202,nil,nil,
6203,
6204,
6205,nil,
6206,nil,
6207,nil,
6208,
6209,
6210,
6211,
6212,nil,nil,nil,nil,nil,nil,
6213,
6214,
6215,
6216,
6217,
6218,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6219,
6220,
6221,nil,
6222,
6223,nil,
6224,
6225,
6226,
6227,
6228,
6229,
6230,
6231,nil,nil,
6232,nil,nil,nil,nil,nil,nil,
6233,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6234,
6235,
6236,
6237,nil,
6238,nil,nil,
6239,nil,nil,
6240,
6241,nil,nil,
6242,
6243,nil,nil,nil,
6244,
6245,
6246,
6247,
6248,
6249,
6250,
6251,
6252,
6253,
6254,
6255,
6256,
6257,
6258,
6259,
6260,
6261,nil,nil,
6262,
6263,nil,
6264,
6265,nil,nil,nil,
6266,nil,nil,nil,
6267,nil,
6268,
6269,
6270,
6271,
6272,nil,nil,nil,nil,nil,nil,nil,nil,
6273,
6274,
6275,
6276,
6277,
6278,nil,nil,nil,
6279,
6280,
6281,
6282,
6283,
6284,
6285,
6286,
6287,nil,
6288,
6289,
6290,
6291,
6292,
6293,
6294,
6295,
6296,
6297,
6298,
6299,nil,
6300,
6301,
6302,
6303,
6304,
6305,
6306,
6307,
6308,
6309,
6310,
6311,
6312,
6313,
6314,
6315,
6316,
6317,
6318,
6319,
6320,nil,nil,
6321,
6322,
6323,
6324,
6325,
6326,
6327,
6328,nil,
6329,
6330,
6331,
6332,
6333,
6334,
6335,
6336,nil,
6337,
6338,
6339,
6340,
6341,nil,
6342,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6343,nil,nil,nil,nil,nil,nil,nil,
6344,nil,
6345,
6346,
6347,nil,
6348,
6349,
6350,
6351,
6352,
6353,
6354,nil,
6355,
6356,
6357,
6358,
6359,
6360,
6361,nil,
6362,
6363,
6364,
6365,
6366,
6367,
6368,
6369,nil,
6370,
6371,nil,
6372,
6373,
6374,nil,
6375,
6376,
6377,
6378,
6379,
6380,
6381,
6382,
6383,
6384,
6385,
6386,
6387,
6388,nil,
6389,
6390,
6391,
6392,nil,nil,
6393,
6394,
6395,
6396,
6397,
6398,
6399,
6400,
6401,
6402,
6403,
6404,
6405,
6406,
6407,
6408,
6409,
6410,
6411,
6412,
6413,
6414,
6415,
6416,
6417,
6418,
6419,
6420,
6421,
6422,
6423,nil,
6424,
6425,
6426,nil,
6427,
6428,
6429,nil,nil,
6430,
6431,nil,
6432,
6433,
6434,
6435,
6436,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6437,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6438,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6439,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6440,
6441,
6442,
6443,
6444,
6445,
6446,
6447,
6448,
6449,
6450,nil,nil,nil,nil,nil,nil,
6451,
6452,nil,
6453,
6454,nil,
6455,
6456,nil,
6457,
6458,
6459,
6460,
6461,
6462,
6463,
6464,
6465,
6466,
6467,
6468,
6469,
6470,
6471,
6472,
6473,
6474,
6475,
6476,
6477,
6478,nil,nil,
6479,
6480,
6481,nil,nil,
6482,
6483,
6484,
6485,
6486,
6487,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6488,
6489,
6490,nil,
6491,
6492,nil,nil,nil,
6493,
6494,nil,nil,
6495,nil,nil,nil,nil,nil,
6496,nil,nil,nil,
6497,
6498,
6499,nil,nil,nil,nil,
6500,
6501,
6502,nil,
6503,
6504,nil,
6505,
6506,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6507,
6508,
6509,
6510,
6511,nil,
6512,
6513,
6514,
6515,nil,
6516,
6517,
6518,
6519,
6520,nil,
6521,
6522,
6523,
6524,
6525,
6526,
6527,
6528,
6529,
6530,
6531,
6532,
6533,
6534,
6535,
6536,nil,
6537,
6538,
6539,
6540,
6541,
6542,
6543,
6544,
6545,
6546,nil,
6547,nil,nil,nil,nil,nil,nil,
6548,nil,
6549,nil,
6550,
6551,
6552,
6553,
6554,
6555,nil,nil,
6556,
6557,nil,
6558,
6559,nil,
6560,
6561,
6562,
6563,
6564,
6565,nil,
6566,
6567,nil,
6568,
6569,
6570,
6571,nil,nil,
6572,
6573,
6574,
6575,
6576,
6577,
6578,
6579,
6580,
6581,
6582,
6583,
6584,
6585,
6586,
6587,
6588,
6589,nil,nil,
6590,
6591,
6592,
6593,
6594,
6595,
6596,
6597,nil,nil,
6598,
6599,
6600,
6601,
6602,
6603,
6604,
6605,
6606,
6607,nil,
6608,
6609,
6610,
6611,
6612,
6613,
6614,
6615,
6616,
6617,nil,
6618,nil,nil,nil,nil,nil,nil,nil,
6619,nil,nil,
6620,
6621,
6622,nil,nil,
6623,nil,
6624,
6625,
6626,
6627,
6628,
6629,
6630,
6631,
6632,
6633,nil,nil,
6634,
6635,
6636,
6637,nil,
6638,
6639,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6640,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6641,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6642,
6643,
6644,
6645,nil,
6646,
6647,nil,nil,
6648,
6649,nil,
6650,
6651,
6652,
6653,nil,nil,
6654,
6655,
6656,
6657,
6658,
6659,
6660,
6661,
6662,nil,nil,nil,nil,nil,
6663,
6664,
6665,
6666,
6667,
6668,
6669,
6670,
6671,
6672,
6673,
6674,
6675,nil,nil,nil,nil,
6676,nil,
6677,
6678,
6679,
6680,
6681,
6682,
6683,
6684,
6685,
6686,
6687,
6688,
6689,
6690,
6691,
6692,
6693,
6694,
6695,nil,
6696,
6697,
6698,
6699,
6700,
6701,
6702,
6703,nil,
6704,
6705,
6706,
6707,
6708,
6709,
6710,
6711,
6712,
6713,
6714,
6715,
6716,
6717,
6718,
6719,
6720,
6721,
6722,
6723,
6724,
6725,
6726,
6727,
6728,
6729,nil,nil,
6730,
6731,
6732,
6733,
6734,
6735,
6736,nil,
6737,
6738,
6739,
6740,
6741,
6742,
6743,
6744,
6745,
6746,
6747,
6748,
6749,
6750,
6751,
6752,
6753,
6754,
6755,
6756,
6757,
6758,
6759,
6760,
6761,
6762,
6763,
6764,
6765,
6766,
6767,
6768,
6769,
6770,
6771,
6772,
6773,
6774,
6775,
6776,
6777,
6778,
6779,
6780,
6781,
6782,
6783,
6784,
6785,
6786,
6787,
6788,
6789,
6790,
6791,
6792,
6793,
6794,
6795,
6796,
6797,
6798,
6799,
6800,
6801,
6802,
6803,
6804,
6805,
6806,
6807,
6808,
6809,
6810,
6811,nil,
6812,nil,nil,nil,nil,
6813,
6814,
6815,
6816,
6817,
6818,nil,nil,nil,nil,
6819,nil,nil,nil,nil,
6820,nil,nil,nil,nil,
6821,nil,nil,nil,nil,
6822,nil,nil,nil,nil,
6823,
6824,
6825,
6826,
6827,
6828,
6829,
6830,
6831,
6832,
6833,
6834,
6835,
6836,
6837,
6838,
6839,
6840,
6841,nil,nil,
6842,nil,
6843,nil,
6844,
6845,
6846,nil,
6847,
6848,nil,nil,
6849,
6850,
6851,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6852,nil,
6853,
6854,
6855,
6856,
6857,nil,
6858,
6859,
6860,
6861,
6862,
6863,
6864,
6865,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6866,
6867,
6868,nil,
6869,
6870,
6871,nil,
6872,nil,nil,
6873,
6874,
6875,nil,nil,nil,nil,nil,
6876,
6877,
6878,
6879,
6880,
6881,
6882,
6883,
6884,
6885,nil,
6886,
6887,
6888,
6889,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6890,
6891,nil,
6892,nil,nil,nil,
6893,nil,
6894,
6895,
6896,nil,
6897,
6898,nil,nil,nil,nil,nil,nil,
6899,
6900,
6901,nil,nil,
6902,
6903,
6904,
6905,
6906,
6907,
6908,
6909,
6910,
6911,
6912,
6913,
6914,
6915,
6916,
6917,
6918,
6919,
6920,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
6921,nil,
6922,
6923,nil,
6924,
6925,nil,
6926,
6927,
6928,
6929,
6930,
6931,
6932,
6933,
6934,nil,
6935,
6936,
6937,nil,
6938,
6939,nil,nil,
6940,
6941,
6942,
6943,
6944,
6945,
6946,
6947,
6948,
6949,
6950,
6951,
6952,
6953,
6954,nil,nil,
6955,
6956,
6957,
6958,
6959,
6960,
6961,
6962,
6963,
6964,
6965,
6966,
6967,
6968,
6969,
6970,
6971,
6972,
6973,
6974,
6975,
6976,
6977,nil,
6978,
6979,
6980,
6981,
6982,
6983,
6984,
6985,
6986,
6987,nil,nil,nil,
6988,
6989,
6990,
6991,
6992,
6993,
6994,
6995,nil,nil,nil,nil,nil,
6996,
6997,
6998,nil,nil,nil,nil,
6999,
7000,
7001,nil,
7002,
7003,
7004,
7005,
7006,
7007,
7008,nil,nil,nil,nil,nil,
7009,nil,
7010,
7011,
7012,
7013,
7014,nil,
7015,
7016,
7017,
7018,
7019,
7020,
7021,
7022,
7023,nil,nil,nil,
7024,
7025,
7026,
7027,nil,
7028,
7029,
7030,
7031,
7032,
7033,
7034,
7035,
7036,
7037,
7038,
7039,
7040,
7041,
7042,
7043,
7044,
7045,
7046,
7047,
7048,
7049,nil,
7050,nil,
7051,nil,nil,
7052,nil,nil,
7053,nil,nil,nil,nil,nil,nil,
7054,
7055,nil,
7056,
7057,
7058,
7059,
7060,nil,nil,
7061,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7062,nil,nil,nil,nil,nil,nil,
7063,nil,nil,nil,
7064,
7065,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7066,nil,nil,nil,nil,
7067,
7068,
7069,
7070,
7071,
7072,
7073,
7074,
7075,
7076,
7077,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7078,
7079,
7080,
7081,nil,
7082,
7083,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7084,
7085,
7086,nil,nil,nil,nil,nil,nil,
7087,
7088,
7089,
7090,
7091,
7092,nil,
7093,
7094,
7095,
7096,
7097,
7098,
7099,
7100,
7101,
7102,
7103,
7104,
7105,
7106,
7107,
7108,
7109,
7110,
7111,
7112,
7113,nil,nil,nil,nil,
7114,
7115,
7116,
7117,nil,
7118,nil,nil,nil,
7119,nil,
7120,
7121,
7122,
7123,
7124,
7125,
7126,
7127,
7128,
7129,nil,nil,
7130,
7131,
7132,nil,
7133,
7134,
7135,
7136,
7137,
7138,nil,nil,
7139,nil,nil,
7140,nil,nil,
7141,
7142,
7143,
7144,
7145,
7146,nil,
7147,
7148,
7149,
7150,
7151,
7152,
7153,
7154,
7155,
7156,
7157,
7158,
7159,
7160,
7161,
7162,
7163,nil,
7164,
7165,
7166,
7167,
7168,
7169,
7170,
7171,
7172,
7173,
7174,
7175,
7176,
7177,
7178,
7179,
7180,
7181,
7182,
7183,
7184,
7185,
7186,
7187,
7188,
7189,
7190,
7191,
7192,
7193,
7194,
7195,
7196,
7197,
7198,
7199,
7200,
7201,
7202,
7203,
7204,
7205,
7206,
7207,
7208,
7209,
7210,
7211,
7212,
7213,nil,
7214,
7215,
7216,
7217,
7218,nil,nil,nil,nil,
7219,
7220,nil,nil,nil,nil,
7221,
7222,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7223,
7224,
7225,
7226,
7227,
7228,
7229,
7230,nil,
7231,
7232,
7233,
7234,
7235,nil,nil,nil,nil,
7236,nil,nil,
7237,
7238,
7239,nil,nil,nil,nil,nil,nil,
7240,
7241,
7242,
7243,
7244,nil,
7245,
7246,
7247,
7248,
7249,
7250,
7251,
7252,
7253,
7254,
7255,
7256,
7257,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7258,
7259,
7260,nil,nil,
7261,
7262,
7263,
7264,
7265,
7266,
7267,
7268,nil,
7269,
7270,
7271,
7272,nil,
7273,nil,nil,nil,
7274,nil,nil,nil,nil,
7275,nil,nil,nil,nil,nil,nil,nil,
7276,nil,
7277,
7278,
7279,
7280,
7281,
7282,
7283,
7284,
7285,
7286,
7287,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7288,
7289,
7290,
7291,nil,nil,
7292,nil,
7293,nil,
7294,nil,nil,
7295,
7296,nil,
7297,nil,
7298,
7299,
7300,
7301,
7302,
7303,
7304,nil,
7305,nil,
7306,
7307,
7308,
7309,
7310,
7311,nil,nil,nil,nil,
7312,
7313,
7314,
7315,nil,nil,nil,
7316,
7317,
7318,
7319,
7320,
7321,
7322,
7323,
7324,
7325,
7326,
7327,
7328,
7329,
7330,
7331,
7332,
7333,
7334,
7335,
7336,
7337,
7338,
7339,
7340,
7341,
7342,
7343,
7344,
7345,
7346,
7347,
7348,
7349,
7350,
7351,
7352,
7353,
7354,
7355,
7356,
7357,
7358,
7359,
7360,
7361,
7362,
7363,
7364,
7365,
7366,
7367,
7368,
7369,nil,
7370,
7371,
7372,
7373,
7374,
7375,
7376,
7377,
7378,
7379,
7380,
7381,
7382,
7383,
7384,
7385,
7386,nil,
7387,nil,
7388,
7389,
7390,nil,
7391,nil,
7392,
7393,
7394,nil,
7395,
7396,nil,
7397,
7398,
7399,
7400,
7401,nil,nil,
7402,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7403,
7404,
7405,
7406,
7407,
7408,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7409,
7410,nil,
7411,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7412,nil,
7413,nil,
7414,
7415,
7416,
7417,
7418,
7419,
7420,
7421,
7422,
7423,
7424,
7425,
7426,nil,
7427,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7428,
7429,
7430,
7431,
7432,
7433,nil,
7434,
7435,
7436,
7437,
7438,
7439,
7440,
7441,
7442,
7443,nil,nil,nil,nil,nil,nil,nil,nil,
7444,
7445,
7446,nil,
7447,
7448,
7449,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7450,
7451,
7452,
7453,
7454,nil,
7455,
7456,
7457,
7458,
7459,
7460,
7461,
7462,
7463,
7464,
7465,
7466,nil,nil,nil,
7467,
7468,
7469,
7470,
7471,
7472,nil,
7473,
7474,
7475,
7476,
7477,
7478,
7479,
7480,
7481,
7482,
7483,
7484,
7485,
7486,
7487,
7488,
7489,
7490,
7491,
7492,
7493,
7494,
7495,
7496,
7497,
7498,
7499,
7500,
7501,
7502,
7503,
7504,
7505,
7506,
7507,
7508,
7509,
7510,
7511,nil,nil,nil,nil,nil,nil,nil,nil,
7512,
7513,
7514,
7515,
7516,
7517,
7518,
7519,
7520,
7521,
7522,
7523,
7524,
7525,
7526,
7527,
7528,
7529,
7530,
7531,
7532,
7533,
7534,
7535,
7536,
7537,
7538,
7539,
7540,
7541,
7542,
7543,
7544,
7545,
7546,
7547,
7548,
7549,
7550,
7551,
7552,
7553,nil,
7554,
7555,
7556,
7557,
7558,
7559,
7560,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7561,
7562,
7563,
7564,
7565,
7566,nil,nil,nil,
7567,
7568,
7569,
7570,
7571,
7572,
7573,
7574,
7575,
7576,
7577,
7578,
7579,
7580,
7581,
7582,
7583,
7584,
7585,
7586,
7587,
7588,
7589,
7590,
7591,
7592,nil,nil,
7593,
7594,
7595,
7596,
7597,
7598,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7599,
7600,
7601,
7602,
7603,
7604,
7605,
7606,
7607,
7608,
7609,
7610,
7611,
7612,
7613,
7614,
7615,
7616,
7617,
7618,
7619,
7620,
7621,
7622,
7623,
7624,
7625,
7626,
7627,
7628,
7629,
7630,
7631,
7632,
7633,
7634,
7635,
7636,
7637,
7638,
7639,
7640,
7641,
7642,
7643,
7644,
7645,
7646,
7647,
7648,
7649,
7650,
7651,
7652,
7653,nil,nil,nil,nil,nil,nil,nil,
7654,
7655,
7656,
7657,
7658,
7659,
7660,
7661,
7662,
7663,
7664,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7665,
7666,
7667,
7668,
7669,
7670,
7671,
7672,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7673,
7674,
7675,
7676,
7677,
7678,
7679,
7680,
7681,
7682,
7683,
7684,
7685,
7686,
7687,
7688,
7689,
7690,
7691,
7692,
7693,
7694,
7695,
7696,
7697,
7698,
7699,
7700,
7701,
7702,
7703,
7704,
7705,
7706,
7707,
7708,
7709,
7710,
7711,
7712,
7713,
7714,
7715,
7716,
7717,
7718,
7719,
7720,
7721,
7722,
7723,
7724,
7725,
7726,
7727,
7728,
7729,nil,nil,
7730,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7731,
7732,
7733,nil,nil,
7734,
7735,
7736,
7737,
7738,
7739,
7740,
7741,
7742,
7743,
7744,
7745,
7746,
7747,
7748,
7749,
7750,
7751,
7752,
7753,
7754,
7755,
7756,nil,nil,nil,nil,nil,nil,nil,nil,
7757,
7758,nil,
7759,
7760,
7761,
7762,
7763,
7764,
7765,
7766,
7767,
7768,
7769,
7770,
7771,
7772,nil,nil,nil,nil,nil,nil,nil,nil,nil,
7773,nil,
7774,
7775,
7776,
7777,
7778,
7779,
7780,nil,nil,nil,
7781,
7782,
7783,nil,nil,
7784,
7785,
7786,
7787,
7788,
7789,nil,nil,nil,
7790,nil,
7791,
7792,
7793,
7794,
7795,
7796,
7797,
7798,
7799,
7800,
7801,
7802,
7803,
7804,
7805,nil,
7806,
7807,
7808,
7809,
7810,
7811,
7812,
7813,
7814,
7815,
7816,
7817,
7818,
7819,
7820,
7821,
7822,
7823,
7824,
7825,
7826,
7827,
7828,
7829,
7830,
7831,
7832,
7833,
7834,
7835,
7836,
7837,
7838,
7839,
7840,nil,nil,
7841,
7842,
7843,
7844,
7845,nil,
7846,
7847,
7848,nil,nil,
7849,
7850,
7851,
7852,nil,nil,nil,nil,nil,nil,
7853,nil,nil,nil,
7854,
7855,nil,
7856,
7857,
7858,
7859,
7860,
7861,
7862,nil,
7863,nil,nil,nil,
7864,nil,
7865,
7866,
7867,
7868,
7869,
7870,
7871,
7872,nil,nil,
7873,
7874,
7875,
7876,nil,nil,
7877,
7878,
7879,nil,
7880,
7881,
7882,
7883,
7884,
7885,
7886,
7887,
7888,nil,nil,nil,nil,nil,
7889,
7890,
7891,
7892,
7893,
7894,
7895,
7896,
7897,
7898,
7899,
7900,
7901,
7902,
7903,
7904,
7905,nil,
7906,
7907,
7908,
7909,
7910,
7911,
7912,
7913,
7914,
7915,
7916,
7917,
7918,
7919,
7920,
7921,
7922,
7923,
7924,
7925,
7926,nil,nil,nil,nil,
7927,
7928,
7929,nil,nil,
7930,nil,nil,nil,nil,nil,
7931,
7932,
7933,
7934,
7935,
7936,nil,nil,
7937,
7938,nil,
7939,
7940,
7941,
7942,
7943,
7944,
7945,
7946,
7947,
7948,
7949,
7950,
7951,
7952,
7953,nil,nil,
7954,nil,nil,nil,
7955,
7956,
7957,
7958,
7959,
7960,
7961,
7962,
7963,
7964,
7965,
7966,
7967,
7968,
7969,
7970,
7971,
7972,
7973,nil,
7974,
7975,nil,
7976,
7977,
7978,nil,
7979,
7980,
7981,
7982,
7983,
7984,
7985,
7986,
7987,nil,nil,nil,
7988,
7989,
7990,
7991,
7992,nil,nil,nil,nil,nil,nil,nil,
7993,
7994,
7995,
7996,
7997,
7998,nil,nil,nil,
7999,
8000,
8001,
8002,
8003,
8004,
8005,
8006,nil,nil,
8007,
8008,
8009,nil,
8010,nil,nil,nil,
8011,
8012,
8013,
8014,
8015,
8016,
8017,
8018,
8019,
8020,
8021,
8022,
8023,nil,nil,nil,nil,nil,nil,nil,
8024,
8025,
8026,
8027,nil,nil,nil,nil,
8028,
8029,
8030,
8031,
8032,
8033,
8034,
8035,nil,nil,
8036,
8037,
8038,
8039,nil,nil,nil,
8040,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8041,
8042,
8043,
8044,
8045,
8046,
8047,nil,
8048,
8049,
8050,
8051,
8052,nil,
8053,
8054,
8055,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8056,
8057,
8058,
8059,
8060,nil,
8061,
8062,nil,nil,nil,
8063,nil,
8064,nil,nil,nil,nil,nil,nil,nil,nil,
8065,
8066,
8067,
8068,
8069,
8070,
8071,
8072,
8073,
8074,
8075,
8076,nil,
8077,nil,
8078,
8079,
8080,nil,
8081,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8082,
8083,
8084,nil,nil,nil,nil,nil,
8085,
8086,
8087,nil,
8088,nil,nil,nil,nil,nil,nil,
8089,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8090,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8091,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8092,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8093,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8094,
8095,
8096,
8097,
8098,
8099,
8100,
8101,
8102,
8103,nil,
8104,
8105,nil,
8106,
8107,
8108,nil,nil,nil,
8109,nil,
8110,
8111,
8112,
8113,
8114,
8115,
8116,
8117,
8118,
8119,
8120,
8121,
8122,
8123,
8124,
8125,
8126,
8127,
8128,
8129,
8130,
8131,
8132,
8133,
8134,
8135,
8136,
8137,
8138,
8139,
8140,
8141,
8142,
8143,
8144,
8145,
8146,
8147,
8148,
8149,
8150,
8151,
8152,
8153,
8154,
8155,
8156,
8157,
8158,
8159,
8160,
8161,
8162,
8163,
8164,
8165,
8166,
8167,
8168,
8169,
8170,
8171,
8172,
8173,
8174,
8175,
8176,
8177,
8178,
8179,
8180,
8181,
8182,
8183,
8184,
8185,
8186,
8187,
8188,
8189,
8190,
8191,
8192,
8193,
8194,
8195,
8196,
8197,
8198,
8199,nil,nil,nil,nil,nil,nil,
8200,
8201,
8202,
8203,
8204,
8205,
8206,
8207,
8208,
8209,
8210,
8211,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8212,
8213,
8214,
8215,
8216,
8217,
8218,
8219,
8220,
8221,
8222,
8223,
8224,
8225,
8226,
8227,
8228,
8229,
8230,
8231,
8232,
8233,
8234,
8235,
8236,
8237,
8238,
8239,
8240,
8241,
8242,
8243,
8244,
8245,
8246,
8247,
8248,
8249,
8250,
8251,
8252,
8253,
8254,
8255,
8256,nil,nil,
8257,nil,
8258,
8259,
8260,
8261,
8262,nil,nil,nil,
8263,nil,
8264,nil,
8265,nil,nil,nil,nil,nil,nil,
8266,nil,nil,nil,nil,
8267,
8268,
8269,
8270,
8271,
8272,nil,nil,nil,nil,nil,
8273,nil,nil,nil,nil,nil,nil,nil,nil,
8274,
8275,
8276,nil,
8277,
8278,
8279,nil,
8280,
8281,nil,nil,
8282,
8283,
8284,
8285,
8286,
8287,
8288,
8289,
8290,
8291,
8292,
8293,
8294,
8295,
8296,
8297,
8298,
8299,
8300,
8301,nil,nil,nil,nil,
8302,
8303,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8304,
8305,
8306,
8307,
8308,
8309,
8310,
8311,
8312,
8313,nil,nil,
8314,
8315,
8316,
8317,
8318,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8319,
8320,nil,
8321,
8322,
8323,
8324,
8325,
8326,
8327,
8328,
8329,
8330,
8331,
8332,
8333,
8334,
8335,
8336,
8337,
8338,
8339,
8340,
8341,
8342,
8343,
8344,
8345,
8346,
8347,
8348,
8349,
8350,
8351,
8352,
8353,
8354,
8355,
8356,
8357,
8358,
8359,
8360,
8361,
8362,
8363,
8364,
8365,
8366,
8367,
8368,
8369,
8370,
8371,
8372,
8373,
8374,
8375,
8376,
8377,
8378,
8379,
8380,
8381,
8382,
8383,
8384,
8385,
8386,nil,
8387,
8388,
8389,
8390,nil,nil,nil,nil,nil,nil,
8391,nil,nil,
8392,
8393,
8394,
8395,
8396,
8397,
8398,
8399,
8400,nil,nil,nil,nil,nil,nil,
8401,
8402,
8403,
8404,
8405,
8406,
8407,
8408,
8409,nil,
8410,nil,nil,
8411,
8412,nil,
8413,
8414,nil,
8415,nil,nil,
8416,
8417,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8418,
8419,
8420,
8421,
8422,nil,nil,
8423,
8424,
8425,
8426,
8427,
8428,
8429,
8430,
8431,
8432,
8433,
8434,
8435,
8436,
8437,
8438,
8439,
8440,
8441,
8442,
8443,
8444,
8445,
8446,
8447,
8448,
8449,
8450,
8451,
8452,
8453,
8454,
8455,
8456,
8457,
8458,
8459,
8460,
8461,
8462,
8463,
8464,
8465,
8466,
8467,
8468,
8469,
8470,
8471,
8472,
8473,
8474,
8475,
8476,
8477,
8478,
8479,
8480,
8481,
8482,
8483,
8484,
8485,
8486,
8487,
8488,
8489,
8490,
8491,
8492,
8493,
8494,
8495,
8496,
8497,
8498,
8499,
8500,
8501,
8502,
8503,
8504,
8505,
8506,
8507,
8508,
8509,
8510,
8511,
8512,
8513,
8514,
8515,
8516,
8517,
8518,
8519,
8520,
8521,
8522,
8523,
8524,
8525,
8526,
8527,
8528,
8529,
8530,
8531,
8532,
8533,
8534,
8535,
8536,
8537,
8538,
8539,
8540,
8541,
8542,
8543,
8544,
8545,
8546,
8547,
8548,
8549,
8550,
8551,
8552,
8553,
8554,
8555,
8556,
8557,
8558,
8559,
8560,
8561,
8562,
8563,
8564,
8565,
8566,
8567,
8568,
8569,
8570,
8571,
8572,
8573,
8574,
8575,
8576,
8577,
8578,
8579,nil,
8580,
8581,
8582,
8583,nil,nil,nil,nil,nil,
8584,
8585,
8586,
8587,
8588,
8589,
8590,
8591,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8592,nil,nil,nil,nil,nil,nil,
8593,
8594,
8595,
8596,
8597,
8598,nil,nil,nil,
8599,
8600,nil,nil,nil,nil,
8601,
8602,nil,
8603,
8604,
8605,nil,
8606,
8607,nil,nil,nil,nil,nil,nil,nil,
8608,
8609,
8610,
8611,
8612,
8613,
8614,
8615,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8616,
8617,
8618,
8619,nil,nil,
8620,
8621,
8622,
8623,
8624,
8625,
8626,
8627,
8628,
8629,
8630,
8631,
8632,
8633,
8634,
8635,
8636,
8637,
8638,
8639,
8640,
8641,
8642,
8643,
8644,
8645,
8646,
8647,
8648,
8649,
8650,
8651,
8652,
8653,
8654,
8655,
8656,
8657,
8658,
8659,
8660,
8661,
8662,
8663,
8664,
8665,
8666,
8667,
8668,
8669,
8670,
8671,
8672,
8673,
8674,
8675,
8676,
8677,
8678,
8679,
8680,
8681,
8682,
8683,
8684,
8685,
8686,nil,
8687,
8688,
8689,
8690,
8691,
8692,
8693,
8694,
8695,
8696,
8697,
8698,
8699,
8700,
8701,
8702,
8703,
8704,
8705,
8706,
8707,
8708,
8709,
8710,
8711,
8712,
8713,
8714,
8715,
8716,
8717,
8718,
8719,
8720,
8721,
8722,
8723,
8724,
8725,
8726,
8727,
8728,
8729,
8730,
8731,
8732,
8733,
8734,
8735,
8736,
8737,
8738,
8739,
8740,
8741,
8742,
8743,
8744,
8745,
8746,
8747,
8748,
8749,
8750,
8751,
8752,
8753,
8754,
8755,
8756,
8757,
8758,
8759,
8760,
8761,
8762,
8763,
8764,
8765,
8766,
8767,
8768,
8769,
8770,
8771,
8772,
8773,
8774,
8775,
8776,
8777,
8778,
8779,
8780,
8781,
8782,
8783,
8784,
8785,
8786,
8787,
8788,
8789,
8790,
8791,
8792,
8793,
8794,
8795,
8796,
8797,
8798,
8799,
8800,
8801,
8802,
8803,
8804,
8805,
8806,
8807,
8808,
8809,
8810,
8811,
8812,
8813,
8814,
8815,
8816,
8817,
8818,
8819,
8820,
8821,
8822,
8823,
8824,
8825,
8826,
8827,
8828,
8829,
8830,
8831,
8832,
8833,
8834,
8835,
8836,
8837,
8838,
8839,
8840,
8841,
8842,
8843,
8844,
8845,
8846,
8847,
8848,
8849,
8850,
8851,
8852,
8853,
8854,
8855,
8856,
8857,
8858,
8859,
8860,
8861,
8862,
8863,
8864,
8865,
8866,
8867,
8868,
8869,
8870,
8871,
8872,
8873,
8874,
8875,
8876,
8877,
8878,
8879,
8880,
8881,
8882,
8883,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8884,
8885,
8886,
8887,
8888,
8889,
8890,
8891,
8892,
8893,
8894,
8895,
8896,
8897,
8898,
8899,
8900,nil,
8901,
8902,nil,nil,nil,
8903,
8904,
8905,nil,
8906,
8907,
8908,
8909,
8910,
8911,
8912,
8913,
8914,
8915,
8916,
8917,
8918,
8919,
8920,
8921,
8922,
8923,
8924,
8925,
8926,
8927,
8928,
8929,
8930,
8931,
8932,
8933,
8934,
8935,
8936,
8937,
8938,
8939,
8940,
8941,
8942,
8943,
8944,
8945,
8946,
8947,
8948,
8949,
8950,
8951,
8952,
8953,
8954,
8955,
8956,
8957,
8958,
8959,
8960,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
8961,
8962,
8963,nil,
8964,
8965,
8966,
8967,
8968,
8969,
8970,
8971,
8972,
8973,
8974,
8975,
8976,
8977,
8978,
8979,
8980,
8981,
8982,
8983,
8984,
8985,
8986,
8987,
8988,
8989,
8990,
8991,
8992,
8993,
8994,
8995,
8996,
8997,
8998,
8999,
9000,
9001,
9002,
9003,
9004,
9005,
9006,
9007,
9008,
9009,
9010,
9011,
9012,
9013,
9014,
9015,
9016,
9017,
9018,
9019,
9020,
9021,
9022,
9023,
9024,
9025,
9026,
9027,
9028,
9029,
9030,
9031,
9032,
9033,
9034,
9035,
9036,
9037,
9038,
9039,
9040,
9041,
9042,
9043,
9044,
9045,
9046,
9047,
9048,
9049,
9050,
9051,
9052,
9053,
9054,
9055,
9056,
9057,
9058,
9059,
9060,
9061,
9062,
9063,
9064,
9065,
9066,
9067,nil,nil,nil,
9068,
9069,nil,nil,nil,nil,nil,nil,
9070,nil,nil,nil,
9071,nil,nil,nil,nil,nil,nil,nil,
9072,nil,nil,
9073,
9074,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9075,
9076,
9077,
9078,
9079,
9080,
9081,
9082,
9083,
9084,
9085,
9086,
9087,
9088,
9089,
9090,
9091,
9092,
9093,
9094,
9095,
9096,
9097,
9098,
9099,
9100,
9101,
9102,
9103,
9104,
9105,
9106,
9107,
9108,
9109,
9110,
9111,
9112,
9113,
9114,
9115,
9116,
9117,
9118,
9119,
9120,
9121,
9122,
9123,
9124,
9125,
9126,
9127,
9128,
9129,
9130,
9131,
9132,
9133,
9134,
9135,
9136,
9137,
9138,
9139,
9140,
9141,
9142,
9143,
9144,
9145,
9146,
9147,nil,nil,
9148,
9149,
9150,
9151,
9152,
9153,
9154,
9155,
9156,
9157,
9158,
9159,
9160,
9161,
9162,
9163,
9164,
9165,nil,nil,nil,nil,nil,nil,
9166,
9167,
9168,
9169,
9170,
9171,
9172,
9173,
9174,nil,nil,nil,
9175,
9176,
9177,
9178,
9179,
9180,
9181,
9182,
9183,
9184,
9185,
9186,
9187,
9188,
9189,
9190,
9191,
9192,
9193,
9194,
9195,
9196,
9197,
9198,
9199,
9200,
9201,nil,nil,
9202,nil,nil,
9203,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9204,nil,
9205,
9206,
9207,
9208,nil,nil,nil,nil,nil,nil,
9209,
9210,
9211,
9212,
9213,
9214,
9215,
9216,
9217,nil,nil,nil,nil,
9218,
9219,
9220,
9221,
9222,
9223,
9224,
9225,
9226,
9227,
9228,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9229,
9230,
9231,
9232,
9233,
9234,
9235,
9236,
9237,
9238,nil,nil,
9239,
9240,
9241,
9242,
9243,
9244,
9245,
9246,
9247,
9248,
9249,
9250,
9251,
9252,
9253,
9254,
9255,
9256,
9257,
9258,
9259,
9260,
9261,
9262,
9263,
9264,
9265,
9266,
9267,
9268,
9269,
9270,nil,nil,
9271,
9272,
9273,
9274,
9275,
9276,
9277,
9278,
9279,
9280,
9281,
9282,
9283,
9284,
9285,
9286,
9287,
9288,
9289,
9290,
9291,
9292,
9293,
9294,
9295,
9296,
9297,nil,nil,nil,
9298,
9299,
9300,
9301,
9302,
9303,
9304,
9305,
9306,nil,nil,nil,nil,
9307,
9308,
9309,
9310,
9311,
9312,
9313,
9314,
9315,nil,
9316,
9317,
9318,
9319,
9320,
9321,
9322,
9323,
9324,
9325,
9326,
9327,
9328,
9329,nil,nil,nil,
9330,
9331,
9332,
9333,
9334,
9335,
9336,
9337,
9338,
9339,
9340,
9341,
9342,
9343,
9344,
9345,
9346,
9347,
9348,
9349,
9350,
9351,
9352,
9353,
9354,
9355,
9356,
9357,
9358,
9359,
9360,
9361,nil,nil,nil,
9362,
9363,
9364,
9365,
9366,
9367,
9368,
9369,
9370,
9371,
9372,
9373,
9374,
9375,
9376,
9377,
9378,
9379,
9380,
9381,
9382,
9383,
9384,
9385,
9386,
9387,
9388,
9389,nil,nil,nil,
9390,
9391,
9392,
9393,
9394,
9395,
9396,
9397,
9398,
9399,
9400,
9401,
9402,
9403,
9404,
9405,
9406,
9407,nil,
9408,
9409,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9410,
9411,
9412,
9413,
9414,
9415,
9416,
9417,
9418,
9419,
9420,nil,nil,
9421,
9422,nil,
9423,
9424,
9425,
9426,
9427,nil,
9428,
9429,
9430,
9431,
9432,
9433,
9434,
9435,
9436,
9437,
9438,
9439,
9440,
9441,
9442,
9443,
9444,
9445,
9446,
9447,
9448,
9449,
9450,nil,nil,
9451,nil,
9452,
9453,
9454,
9455,
9456,
9457,
9458,
9459,
9460,
9461,
9462,
9463,
9464,
9465,
9466,
9467,
9468,
9469,
9470,
9471,
9472,
9473,
9474,
9475,
9476,
9477,
9478,
9479,
9480,
9481,
9482,
9483,
9484,
9485,
9486,
9487,
9488,
9489,
9490,
9491,
9492,
9493,
9494,
9495,
9496,
9497,
9498,
9499,
9500,
9501,
9502,
9503,
9504,
9505,
9506,
9507,
9508,
9509,
9510,
9511,
9512,
9513,
9514,
9515,
9516,
9517,nil,
9518,nil,nil,
9519,nil,nil,nil,
9520,
9521,
9522,
9523,
9524,
9525,
9526,
9527,
9528,
9529,
9530,
9531,
9532,
9533,
9534,
9535,
9536,
9537,
9538,
9539,
9540,
9541,
9542,nil,
9543,
9544,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9545,
9546,
9547,
9548,
9549,
9550,
9551,
9552,
9553,
9554,
9555,
9556,
9557,
9558,
9559,
9560,
9561,
9562,
9563,
9564,
9565,
9566,
9567,
9568,
9569,
9570,
9571,
9572,
9573,
9574,
9575,
9576,
9577,
9578,
9579,
9580,
9581,
9582,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9583,
9584,nil,
9585,
9586,
9587,
9588,
9589,
9590,
9591,
9592,
9593,
9594,
9595,
9596,
9597,
9598,
9599,
9600,
9601,
9602,
9603,
9604,
9605,
9606,
9607,
9608,
9609,
9610,
9611,
9612,
9613,
9614,
9615,
9616,
9617,
9618,
9619,
9620,
9621,
9622,
9623,
9624,
9625,
9626,
9627,
9628,
9629,
9630,
9631,
9632,
9633,nil,
9634,
9635,nil,
9636,
9637,
9638,
9639,
9640,
9641,
9642,
9643,
9644,
9645,
9646,nil,nil,nil,nil,
9647,
9648,
9649,
9650,
9651,
9652,
9653,
9654,
9655,
9656,
9657,nil,
9658,
9659,
9660,
9661,
9662,
9663,
9664,
9665,
9666,
9667,
9668,
9669,
9670,
9671,
9672,
9673,
9674,
9675,
9676,
9677,
9678,
9679,
9680,
9681,
9682,nil,nil,nil,nil,nil,nil,
9683,
9684,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9685,
9686,
9687,
9688,
9689,
9690,
9691,
9692,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9693,
9694,
9695,nil,
9696,nil,
9697,
9698,
9699,
9700,
9701,
9702,
9703,
9704,
9705,
9706,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9707,nil,nil,nil,nil,
9708,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9709,
9710,
9711,
9712,
9713,
9714,
9715,
9716,
9717,
9718,nil,
9719,nil,
9720,nil,nil,nil,
9721,
9722,
9723,
9724,
9725,
9726,
9727,
9728,
9729,
9730,
9731,
9732,nil,
9733,
9734,
9735,
9736,
9737,nil,
9738,
9739,nil,
9740,
9741,
9742,
9743,
9744,
9745,
9746,
9747,nil,nil,nil,
9748,nil,nil,nil,nil,
9749,nil,
9750,
9751,
9752,
9753,
9754,
9755,
9756,
9757,
9758,
9759,
9760,
9761,
9762,
9763,
9764,
9765,
9766,
9767,
9768,
9769,
9770,
9771,
9772,
9773,
9774,
9775,
9776,
9777,
9778,
9779,
9780,
9781,
9782,
9783,
9784,
9785,
9786,
9787,
9788,
9789,
9790,
9791,
9792,
9793,
9794,
9795,
9796,
9797,
9798,
9799,
9800,
9801,
9802,
9803,
9804,
9805,
9806,
9807,nil,
9808,
9809,
9810,nil,
9811,
9812,
9813,nil,
9814,
9815,nil,nil,nil,nil,nil,nil,
9816,
9817,
9818,
9819,
9820,
9821,
9822,
9823,
9824,
9825,
9826,nil,
9827,
9828,
9829,
9830,
9831,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9832,
9833,nil,nil,nil,nil,nil,
9834,
9835,nil,nil,
9836,
9837,
9838,
9839,nil,
9840,
9841,
9842,
9843,nil,
9844,nil,nil,
9845,nil,nil,nil,
9846,nil,nil,nil,nil,
9847,
9848,
9849,
9850,
9851,nil,
9852,
9853,
9854,nil,
9855,
9856,nil,nil,
9857,
9858,nil,
9859,
9860,
9861,
9862,nil,
9863,
9864,
9865,
9866,
9867,
9868,
9869,nil,nil,nil,
9870,
9871,
9872,nil,nil,nil,
9873,nil,
9874,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9875,
9876,
9877,
9878,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9879,
9880,nil,nil,nil,nil,nil,nil,
9881,
9882,nil,nil,nil,
9883,
9884,
9885,
9886,
9887,
9888,
9889,
9890,
9891,nil,
9892,
9893,
9894,
9895,
9896,
9897,nil,nil,
9898,
9899,
9900,
9901,
9902,
9903,
9904,
9905,
9906,
9907,
9908,
9909,
9910,
9911,
9912,
9913,
9914,
9915,
9916,
9917,
9918,
9919,
9920,
9921,
9922,
9923,
9924,
9925,
9926,
9927,
9928,
9929,
9930,
9931,
9932,
9933,
9934,
9935,
9936,
9937,
9938,
9939,
9940,
9941,
9942,
9943,
9944,
9945,
9946,
9947,
9948,
9949,
9950,
9951,
9952,
9953,
9954,
9955,
9956,
9957,
9958,
9959,
9960,nil,nil,
9961,
9962,
9963,
9964,
9965,
9966,
9967,
9968,
9969,
9970,
9971,
9972,
9973,
9974,
9975,
9976,
9977,
9978,
9979,
9980,
9981,
9982,
9983,
9984,
9985,
9986,
9987,
9988,
9989,
9990,
9991,nil,
9992,nil,
9993,
9994,
9995,
9996,
9997,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9998,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
9999,nil,nil,
10000,
10001,
10002,
10003,
10004,
10005,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10006,
10007,
10008,
10009,
10010,
10011,
10012,
10013,
10014,
10015,
10016,
10017,
10018,
10019,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10020,nil,nil,nil,nil,
10021,
10022,
10023,
10024,
10025,
10026,
10027,
10028,
10029,
10030,
10031,
10032,
10033,
10034,
10035,
10036,
10037,
10038,
10039,
10040,
10041,
10042,
10043,
10044,
10045,
10046,
10047,
10048,
10049,
10050,
10051,
10052,
10053,
10054,
10055,
10056,
10057,
10058,
10059,
10060,
10061,
10062,
10063,
10064,
10065,
10066,
10067,
10068,
10069,
10070,
10071,
10072,
10073,
10074,
10075,
10076,
10077,
10078,
10079,
10080,
10081,
10082,
10083,
10084,
10085,
10086,
10087,
10088,
10089,
10090,
10091,
10092,
10093,
10094,
10095,
10096,
10097,
10098,
10099,
10100,
10101,
10102,
10103,
10104,
10105,
10106,
10107,
10108,
10109,
10110,
10111,
10112,
10113,
10114,
10115,
10116,
10117,nil,nil,
10118,nil,nil,nil,nil,nil,nil,
10119,
10120,
10121,
10122,
10123,
10124,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10125,
10126,
10127,
10128,
10129,
10130,
10131,
10132,
10133,
10134,
10135,
10136,
10137,
10138,
10139,
10140,
10141,nil,
10142,
10143,nil,
10144,
10145,
10146,
10147,
10148,
10149,
10150,
10151,
10152,
10153,
10154,
10155,
10156,
10157,
10158,
10159,
10160,
10161,nil,
10162,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10163,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10164,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10165,nil,nil,
10166,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10167,
10168,
10169,
10170,
10171,
10172,
10173,
10174,
10175,
10176,
10177,
10178,
10179,
10180,
10181,
10182,
10183,
10184,
10185,
10186,
10187,
10188,
10189,
10190,
10191,
10192,
10193,
10194,
10195,
10196,
10197,
10198,
10199,
10200,
10201,
10202,
10203,
10204,
10205,
10206,
10207,
10208,
10209,
10210,
10211,
10212,
10213,
10214,
10215,
10216,
10217,
10218,
10219,
10220,
10221,
10222,
10223,
10224,
10225,
10226,
10227,
10228,
10229,
10230,
10231,
10232,
10233,
10234,
10235,
10236,
10237,
10238,
10239,
10240,
10241,
10242,
10243,
10244,
10245,
10246,
10247,
10248,
10249,
10250,
10251,
10252,
10253,
10254,
10255,
10256,
10257,
10258,
10259,
10260,
10261,
10262,
10263,
10264,
10265,
10266,
10267,
10268,
10269,
10270,
10271,
10272,
10273,
10274,
10275,
10276,
10277,
10278,
10279,
10280,
10281,
10282,
10283,
10284,
10285,
10286,
10287,
10288,
10289,
10290,
10291,
10292,
10293,
10294,
10295,
10296,
10297,
10298,
10299,
10300,
10301,
10302,
10303,
10304,
10305,
10306,
10307,
10308,
10309,
10310,
10311,
10312,
10313,
10314,
10315,
10316,
10317,
10318,
10319,
10320,
10321,
10322,
10323,
10324,
10325,
10326,
10327,
10328,nil,nil,
10329,
10330,
10331,
10332,
10333,
10334,
10335,
10336,
10337,nil,
10338,
10339,
10340,
10341,
10342,
10343,
10344,
10345,
10346,nil,
10347,
10348,
10349,
10350,
10351,
10352,
10353,
10354,
10355,
10356,
10357,
10358,
10359,
10360,
10361,
10362,
10363,
10364,
10365,
10366,
10367,
10368,
10369,
10370,
10371,
10372,
10373,
10374,
10375,
10376,
10377,
10378,
10379,
10380,
10381,
10382,nil,nil,nil,nil,nil,nil,
10383,
10384,
10385,
10386,
10387,
10388,
10389,
10390,
10391,
10392,
10393,
10394,nil,nil,nil,nil,nil,nil,nil,
10395,
10396,nil,nil,nil,nil,nil,nil,
10397,
10398,
10399,
10400,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10401,
10402,
10403,
10404,
10405,
10406,
10407,
10408,
10409,
10410,
10411,
10412,
10413,
10414,
10415,
10416,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,nil,
10417,
10418,
10419,
10420,
10421,
10422,
10423,
10424,
10425,
10426,
10427,nil,nil,nil,
10428,
10429,
10430,
10431,
10432,
10433,
};
end